[
    {
        "text": "إن إبني إبني إلى أن يتزوج، وإبنتي إبنتي طول حياتها."
    },
    {
        "text": "فرخ البط عوام."
    },
    {
        "text": "غير مجدٍ في ملّتي واعتقادي نوح باكٍ ولا ترنم شادٍ"
    },
    {
        "text": "تعدو الذئاب على من لا كلاب له وتتقي صولة المستنفر الحامي."
    },
    {
        "text": "السّيف أصدق أنباءً من الكتب، في حدّه الحدّ بين الجدّ واللعب."
    },
    {
        "text": "هي الأمور كما شاهدتها دول، من سرّه زمن ساءته أزمان."
    },
    {
        "text": "اصبر قليلاً فبعد العسر تيسير وكل أمر له وقت وتدبير."
    },
    {
        "text": "الاختلاف في الرّأي ينبغي ألا يؤدّي إلى العداء، وإلا لكنت أنا وزوجتي من ألدّ الأعداء."
    },
    {
        "text": "إذا بلغ الرأي المشورة فاستعن برأي نصيح أو نصيحة حازم."
    },
    {
        "text": "من أدب ولده صغيراً سرّ به كبيراً."
    },
    {
        "text": "اصبر قليلاً فبعد العسر تيسير وكل أمر له وقت وتدبير."
    },
    {
        "text": "إن السماء تُرْجَى حين تحتجب."
    },
    {
        "text": "أوّل الحزم المشورة"
    },
    {
        "text": "لا تحسب العلم ينفع وحده ما لم يتوّج بأخلاق."
    },
    {
        "text": "لأستسهلنّ الصعب أو أدرك المنى، فما انقادت الآمال إلا لصابر."
    },
    {
        "text": "تفضّل المرأة أن تكون جميلةً أكثر من أن تكون ذكيةً، لأنّها تعلم أنّ الرّجل يرى بعينيه أكثر ممّا يفكر بعقله."
    },
    {
        "text": "في الاتحاد قوة، وفي التّشتت ضعف وهوان."
    },
    {
        "text": "على قدر أهل العزم تأتي العزائم، وتأتي على قدر الكرام المكارم."
    },
    {
        "text": "التّصفيق هو الوسيلة الوحيدة التي نستطيع أن نقاطع بها أيّ متحدث دون أن نثير غضبه."
    },
    {
        "text": "إذا بلغ الرأي المشورة فاستعن برأي نصيح أو نصيحة حازم."
    },
    {
        "text": "ليس ارتحالك في كسب الغنى سفراً لكن مقامك في ضد هو السفر."
    },
    {
        "text": "المؤمن إذا جاع صبر وإذا شبع شكر."
    },
    {
        "text": "احذر عدوك مرة وصديقك ألف مرة فإن انقلب الصديق فهو أعلم بالمضرة."
    },
    {
        "text": "إذا صُنْتَ المودة كان باطنها أحسن من ظاهرها."
    },
    {
        "text": "جمعت أمرين ضاع الحزم بينهما تيه الملوك وأفعال المماليك."
    },
    {
        "text": "إنّ ألذ طعام يكون بعد جوع، وأعذب ماء بعد ظمأ، وأهنأ نوم بعد تعب، وأجمل نجاح بعد تضحية."
    },
    {
        "text": "لا تشكون إلى خلق فتشمته شكوى الجريح إلى الغربان والرخم."
    },
    {
        "text": "الأم تأمل أن تجد لابنتها زوجاً أفضل من أبيها، وتؤمن بأنّ ولدها لن يجد زوجةً مثل أمّه."
    },
    {
        "text": "ثلاثة أشياء تسقط قيمة المرأة: حبّ المال، والأنانية، وحبّ السّيطرة، وثلاثة ترفعها: التّضحية، والوفاء، والفضيلة."
    },
    {
        "text": "من يُسمعــك الكلام المعسول يطعـمك بملعقة فارغة."
    },
    {
        "text": "عند الصباح يحمد القوم السرى."
    },
    {
        "text": "كلما أرتفع الشريف تواضع، وكلما أرتفع الوضيع تكبر."
    },
    {
        "text": "إذا الشعب يوماً أراد الحياة فلابد أن يستجيب القدر."
    },
    {
        "text": "الحسود لا يسود، ولا يموت إلا وهو مكمود."
    },
    {
        "text": "أن توقد شمعةً خير من أن تلعن الظلام."
    },
    {
        "text": "أفضل وسيلة لتدمير النظام الرأسمالي هو إفساد قيمة المال."
    },
    {
        "text": "بالتأني تسهل المطالب."
    },
    {
        "text": "جولة الباطل ساعة وجولة الحق إلى قيام الساعة."
    },
    {
        "text": "البطنة تزيل الفطنة."
    },
    {
        "text": "من يحتمل عيوبي أعتبره سيّدي ولو كان خادمي."
    },
    {
        "text": "جمعت أمرين ضاع الحزم بينهما تيه الملوك وأفعال المماليك."
    },
    {
        "text": "إن البغاث بأرضنا يستنسر."
    },
    {
        "text": "تجري الرياح بما لا تشتهي السفن."
    },
    {
        "text": "ما دامت هناك حياة فهاك أمل."
    },
    {
        "text": "من فكّر في العاقبة لم يحبّ."
    },
    {
        "text": "إذا قصّر العبد بالعمل ابتلاه الله بالهموم"
    },
    {
        "text": "كفى بالشّك جهلاً."
    },
    {
        "text": "اضحك يضحك العالم معك وابك تبك وحدك."
    },
    {
        "text": "كل رأس به صُداع."
    },
    {
        "text": "العتاب هدية الأحباب."
    },
    {
        "text": "ربّما كان السكوت جواباً."
    },
    {
        "text": "ظنُّ العاقل خير من يقين الجاهل."
    },
    {
        "text": "هي الأمور كما شاهدتها دول من سرّه زمن ساءته أزمان."
    },
    {
        "text": "إنّ أخاك الحق من يسعى معك ومن يضر نفسه لينفعك."
    },
    {
        "text": "التّمرة إلى التمرة .. تمرٌ."
    },
    {
        "text": "كل خاطب على لسانه تمرة."
    },
    {
        "text": "لا تقل يا ربّ عندي همٌّ عظيمٌ ولكن قل يا هم عندي ربٌّ عظيم."
    },
    {
        "text": "عند بكاء أولادي أو غضبهم وجدت أن آفضل طريقة لتهدئتهم هي حضنهم دون كلام أو نقاش أو معاتبة فقط حضن هادئ آثره عجيب."
    },
    {
        "text": "تعلّم أن تتقبّل ما لا تستطيع تغييره وأن تركّز على ما تستطيع التأثير فيه."
    },
    {
        "text": "الإسلام الذي أفهمه: يعمر المساجد والمصانع.. يحيي القلوب والأبدان.. توازن ووسطية."
    },
    {
        "text": "من ظن أنه بدون العمل يصل فهو متمنّ ومن ظن أنه ببذل الجهد يصل فهو مستغن."
    },
    {
        "text": "من لم يدرس المنطق، لا يوثق بعلمه."
    },
    {
        "text": "و استحقر من لا يحسد ولا يقذف، واستصغر من بالكفر أو الضلال لا يعرف."
    },
    {
        "text": "والنفس إن لم تشتغل بشيء شغلت صاحبها."
    },
    {
        "text": "الكلام المعقول في نفسه المؤيد بالبرهان ينبغي أن يقبل ولا يهجر بدعوى أنه صادر من المخالف. المطلب أنفس وأعز من أن يدرك بالمنى أو ينال بالهوينا."
    },
    {
        "text": "الناس عبيد لما عرفوا وأعداء لما جهلوا. إنّ جميع المعجزات طبيعية، وإن الطبيعة كلها معجزة."
    },
    {
        "text": "إنّ رد المذهب قبل فهمه والاطلاع على كنهه هو رمي في عماية."
    },
    {
        "text": "إنّ نقص الكون هو عين كماله، مثل اعوجاج القوس هو عين صلاحيته ولو أنه استقام لما رمى."
    },
    {
        "text": "ضرر الدين ممن ينصره لا بطريقة أكثر من ضرره ممن يطعن فيه."
    },
    {
        "text": "لا تحسن الظن بي كي لا أخذلك، ولا تسئ الظن بي كي لا تخذلني، لكن اجعلني بدون ظنون، كي اكون أنا كما أكون."
    },
    {
        "text": "إذا أنعم الله عليك بصحة وعافية وجسد سليم والحمد لله فاحمد الله على هذه النعم بأن تتبرع ببعض من دمك للمحتاجين.. فالله يقول (لئن شكرتم لأزيدنكم) فالتبرع بالدم واحدة من أساليب شكر نعمة الصحة و يديمها الله عليك بإذن الله."
    },
    {
        "text": "أحاول دائماً أن أركز على إحسان اليوم لا ندم الأمس ولا قلق الغد."
    },
    {
        "text": "أصل الغضب أنك تنكر أن يجري الشيء على مراد الله لا على مرادك."
    },
    {
        "text": "الإحسان هو أن تصنع عالما أحسن من الذي ولدت فيه."
    },
    {
        "text": "من أطاعني فقد أطاع الله، ومن عصاني فقد عصى الله."
    },
    {
        "text": "من شاب شيبة في الإسلام كانت له نوراً يوم القيامة."
    },
    {
        "text": "من فتح عليه باب من الخير فلينتهزه فإنه لا يدري متى يغلق عنه."
    },
    {
        "text": "إن رد المذهب قبل فهمه و الاطلاع على كنهه هو رمي في عماية."
    },
    {
        "text": "إن نقص الكون هو عين كماله، مثل إعوجاج القوس هو عين صلاحيته ولو أنه استقام لما رمى. ضرر الدين ممن ينصره لا بطريقة أكثر من ضرره ممن يطعن فيه."
    },
    {
        "text": "طلبنا العلم لغير الله فأبى أن يكون إلا لله."
    },
    {
        "text": "فويل للجاهل حيث لم يتعلم مرة واحدة، وويل للعالم حيث لم يعمل بما عمل ألف مرة."
    },
    {
        "text": "قال رسول الله صلى الله عليه وسلم، من عمل بما علم ورثه الله علم ما لم يعلم."
    },
    {
        "text": "كرامات الأولياء هي بدايات الأنبياء."
    },
    {
        "text": "كلما عز المطلوب وشرف، صعب مسلكه وطل طريقه وكثرت عقابه."
    },
    {
        "text": "إلهي.. قد انقطعت أسبابي الأرضية في نصرة دينك، ولم يبق إلّا الأخلاد إليك، والاعتصام بحبلك، والاعتماد على فضلك، أنت حسبي ونعم الوكيل."
    },
    {
        "text": "لا يوجد ما يستحق الندم غير ما يضيع من العمر في هذا الندم."
    },
    {
        "text": "الحرية مع الألم أكرم من العبودية مع السعادة."
    },
    {
        "text": "آداب الوالد مع أولاده: يعينهم على بره ولا يكلفهم من البر فوق طاقتهم ولا يلح عليهم في وقت ضجرهم ولا يمنعهم من طاعة ربه ولا يمن عليهم بتربيته."
    },
    {
        "text": "الدنيا خضرة قد شُهِّيَتْ إلى الناس ومال إليها كثيرٌ منهم فلا تركنوا إلى الدنيا ولا تثقوا بها فإنها ليست بثقة واعلموا أنها غير تاركة إلّا من تركها."
    },
    {
        "text": "أراد رجل أن يطلق زوجته، فقِيل له: ما يسوؤك منها ؟ قال: العاقل لا يهتك ستر زوجته.. فلما طلقها قيل له: لِمَ طلّقتها ؟ قال ما لي و للكلام فيمن صارت أجنبية."
    },
    {
        "text": "وصية علي بن أبي طالب رضي الله عنه قال لوط بن يحيى: حدّثني عبد الرحمن بن جندب عن أبيه قال: دخلت على علي بن أبي طالب أسأل عنه حين ضربه ابن ملجم لعنه الله، فقمت ولم أجلس لمكان ابنة له دخلت عليه وهي مستترة، فدعا الحسن والحسين رحمهما الله فقال: إنّي أوصيكما بتقوى الله، ولا تبغيا الدّنيا وإن بغتكما، ولا تبكيا على شيء منها زوي عنكما. قولا الحقّ، وارحما اليتيم، وأعينا الضّالع، واصنعا للآخرة، وكونا للظالم خصماً، وللمظلوم عوناً، ولا تأخذكم في الله لومة لائم. ثمّ نظر إلى ابن الحنفيّة فقال له: فهمت ما أوصيت به أخويك؟ قال: نعم. قال: أوصيك بمثله، وأوصيك بتوقير أخويك، وتزيين أمرهما، ولا تقطع أمراً دونهما، ثمّ قال: وأوصيكما به فإنّه شقيقكما، وابن أبيكما، وقد علمتما أنّ أباه كان يحبّه فأحبّاه ."
    },
    {
        "text": "وصيّة عمر بن الخطاب رضي الله عنه قال فطر بن خليفة وغيره: دعا عمر بن الخطاب  رضي الله عنه  عند موته عبد الله بن عمر، فقال: أي بنيّ: إذا قام الخليفة بعدي فائته، فقل: إنّ عمر يقرأ عليك السّلام، ويوصيك بتقوى الله لا شريك له، ويوصيك بالمهاجرين الأولين خيراً، أن تعرف لهم سابقتهم. ويوصيك بالأنصار خيراً، أن يقبل من محسنهم ويتجاوز عن مسيئهم. ويوصيك بأهل الأمصار خيراً، فإنّهم غيظ العدوّ وجباة الفيء، لا تحمل فيئهم إلا عن فضل منهم. ويوصيك بأهل البادية خيراً، فإنّهم أصل العرب ومادّة الإسلام، أن تأخذ من حواشي أموالهم فتردّ على فقرائهم. ويوصيك بأهل الذمّة خيراً، أن يقاتل من ورائهم، ولا يكلفوا فوق طاقتهم ."
    },
    {
        "text": "حدّثنا أبو عبيد قال: حدّثنا أبو اليمان، عن شعيب بن أبي حمزة، عن ابن أبي حسين قال: بلغني أنّ لقمان الحكيم كان يقول: يا بنيّ لا تعلم العلم لتباهي به العلماء، وتماري به السّفهاء، وترائي به في المجالس، ولا تدع العلم زهداً فيه، ورغبةً في الجهالة. يا بنيّ اختر المجالس على عينيك، فإذا رأيت قوماً يذكرون الله فاجلس معهم، فإن تك عالماً ينفعك علمك، وإن تك جاهلاً يعلّموك، وإذا رأيت قوما لا يذكرون الله فلا تجلس معهم، فإن تك عالماً لا ينفعك علمك، وإن تك جاهلاً يزيدوك غيّاً، ولعلّ الله أن يطلع عليهم بعذاب فيصيبك معهم"
    },
    {
        "text": "وتجرعك الهموم والآلام، عندها لا تتوقّف وتغلق على نفسك الأبواب وترتدي ثياب الســــواد، انظر إلى الحياة من خلال نافذة ملوّنة ستجد أن هذا الكون واســع ومـبـهــر وجميل، ستجد أنّ الحياة رائعة بجميع الألوان، كل يوم هو صفحة من لوحة حياتنا، لوحة حياتك لك أنت فقط اختر أنت ألوانها واستمتع ولا تدع الظروف والأشخاص يؤثرون عليها، فيفسدون تناسق الألوان."
    },
    {
        "text": "أحياناً يغلق الله سبحانه وتعالى أمامنا باباً لكي يفتح لنا باباً آخر أفضل منه، ولكن معظم الناس يضيّعون تركيزهم و وقتهم، وطاقتهم في النظر إلى الباب الذي أغلق، بدلاً من باب الأمل الّذي انفتح أمامهم على مصراعيه."
    },
    {
        "text": "إننا أحياناً قد نعتاد الحزن حتى يصبح جزءاً منا ونصير جزءاً منه، وفي بعض الأحيان تعتاد عين الإنسان على بعض الألوان ويفقد القدرة على أن يرى غيرها ولو أنه حاول أن يرى ما حوله لأكتشف أن اللون الأسود جميل، ولكن الأبيض أجمل منه، وأن لون السماء الرمادي يحرك المشاعر والخيال ولكن لون السماء أصفى في زرقته، فابحث عن الصفاء ولو كان لحظة وابحث عن الوفاء ولو كان متعباً وشاقاً، وتمسك بخيوط الشمس حتى ولو كانت بعيدة، ولا تترك قلبك ومشاعرك وأيامك لأشياء ضاع زمانها، إذا لم تجد من يسعدك فحاول أن تسعد نفسك، وإذا لم تجد من يضيء لك قنديلاً فلا تبحث عن آخر أطفأه، وإذا لم تجد من يغرس في أيامك وردة فلا تسع لمن غرس في قلبك سهماً ومضى، وننسى أن في الحياة أشياء كثيرة يمكن أن تسعدنا وأن حولنا وجوهاً كثيرة يمكن أن تضيء في ظلام أيامنا شمعة، فابحث عن قلب يمنحك الضوء ولا تترك نفسك رهينة لأحزان اليالي المظلمة."
    },
    {
        "text": "لاتقف كثيراً عند أخطاء ماضيك، لأنها ستحول حاضرك جحيماً، ومستقبلك حطاماً يكفيك منها وقفة اعتبار تعطيك دفعة جديدة في طريق الحق والصواب. لا تتخيّل كل الناس ملائكة فتنهار أحلامك ولا تجعل ثقتك بهم عمياء، لأنك ستبكي يوماً على سذاجتك، كثيرة هي الأوهام التي تدمرنا ولا سيما حين ندرك حقيقة من يحبنا ومن يتسلى بنا."
    },
    {
        "text": "أحياناً يغرقنا الحزن حتى نعتاد عليه وننسى أنّ في الحياة أشياء كثيرة يمكن أن تسعدنا، وأنّ حولنا وجوهاً كثيرة يمكن أن تضيء في ظلام أيامنا شمعة فابحث عن قلب يمنحك الضوء ولا تترك نفسك رهينة لأحزان الليالي المظلمة."
    },
    {
        "text": "تجرعك الهموم والآلام، عندها لا تتوقّف وتغلق على نفسك الأبواب وترتدي ثياب السواد، انظر إلى الحياة من خلال نافذة ملوّنة ستجد أن هذا الكون واسع ومبهر وجميل، ستجد أنّ الحياة رائعة بجميع الألوان، كل يوم هو صفحة من لوحة حياتنا، لوحة حياتك لك أنت فقط اختر أنت ألوانها واستمتع ولا تدع الظروف و الأشخاص يؤثرون عليها، فيفسدون تناسق الألوان."
    },
    {
        "text": "عندما تقتحم حياتك ظروف صعبة وتتركك أمامها ذابلاً ضعيفاً، عندما تختفي منها ملامح الفرح فتتفاجأ بحياتك يملؤها الحزن، عندما تقسو عليك الحياة."
    },
    {
        "text": "أحياناً يغلق الله سبحانه وتعالى أمامنا باباً لكي يفتح لنا باباً آخر أفضل منه، ولكن معظم الناس يضيّعون تركيزهم ووقتهم، وطاقتهم في النظر إلى الباب الذي أغلق، بدلاً من باب الأمل الّذي انفتح أمامهم على مصراعيه."
    },
    {
        "text": "لا تيأس إذا تعثرت أقدامك، وسقطت في حفرة واسعة، فسوف تخرج منها وأنت أكثر تماسكاً وقوة، إن الله مع الصابرين."
    },
    {
        "text": "إذا فقدت مالك فقد ضاع منك شيء له قيمة، وإذا فقدت شرفك فقد ضاع منك شيء لا يقدّر بقيمة، وإذا فقدت الأمل فقد ضاع منك كلّ شيء."
    },
    {
        "text": "الأمل شمعة تنير الظلام، وكتاباً مفتوحاً لمن أراد أن يتعلم، فلكي نودع حياة بائسة خامدة فليس علينا إلّا أن نعيش حياة جديدة مشرقة يملأها التفاؤل ويكون الأمل هو العنوان الرئيسي لها."
    },
    {
        "text": "ليس السعيد في هذا العالم من ليس لديه مشاكل، ولكن السعداء حقيقة هم أولئك الذين تعلموا كيف يعيشوا مع تلك الأشياء البسيطة التي لديهم و يقتنعوا بها."
    },
    {
        "text": "التفاؤل شعورٌ عظيمٌ يرفُّ في قلبِ كلِّ سعيدٍ وناجحٍ، وهو أصل وقودِ الحياةِ في النفسِ البشرية، وواقٍ من مخاطرِ الاضطراباتِ النفسيَّة والجسديَّة."
    },
    {
        "text": "لا تقف كثيراً عند أخطاء ماضيك، لأنها ستحول حاضرك جحيماً، ومستقبلك حطاماً يكفيك منها وقفة اعتبار تعطيك دفعة جديدة في طريق الحق والصواب.. لا تتخيّل كل الناس ملائكة فتنهار أحلامك ولا تجعل ثقتك بهم عمياء، لأنك ستبكي يوماً على سذاجتك، كثيرة هي الأوهام التي تدمرنا ولا سيما حين ندرك حقيقة من يحبنا ومن يتسلى بنا."
    },
    {
        "text": "انظرللحياة بجانب مشرق وسعيد.. اقنع نفسك وردد أنك سعيد.. وأنك تمتلك أسباب السعادة.. اكسر اليأس بكلمات التفاؤل والفرح.. وكل ماداهمك اليأس دع الأمل يشرق في قلبك وأُصرخ بصوت عالٍ أنك سعيد وليس للحزن مكان في قلبك."
    },
    {
        "text": "لا تقف كثيراً على الأطلال خاصة إذا كانت الخفافيش قد سكنتها والأشباح عرفت طريقها، وابحث عن صوت عصفور يتسلل وراء الأفق مع ضوء صباح جديد."
    },
    {
        "text": "الصبر هو الانتظار، وهو ليس انتظاراً سلبياً، فهذا هو الكسل، أما الاستمرار في المضي للأمام عندما يكون الاستمرار صعباً وبطيئاً فهذا هو الصبر، أعتى المحاربين هما: الصبر والوقت."
    },
    {
        "text": "انشروا روح الأمل والتفاؤل بين الناس وعيشوا في الآيات القرآنية والأحاديث النبوية التي تطمئن قلوبكم، وتبشركم بمستقبل واعد لهذه الأمة وإياكم والإحباط؛ فإن المحبَطين لا يُغيِّرون، واليائسين لا ينتصرون."
    },
    {
        "text": "قد تمل النفس الجمود، وقد تمل شيئاً اعتادت عليه، فلا تجعل عبادتك لله جامدة، ولا تجعلها شيئاً روتينياً اعتدت على فعله، بل اجعلها طاقة روحية جبارة متحركة، تستمد منها الأمل والصبر."
    },
    {
        "text": "الواجب على العاقل أخذ العدة لرحيله، فإنه لا يعلم متى يفجؤه أمر ربه، ولا يدري متى يستدعى.. و إني رأيت خلقاً كثيراً غرهم الشباب، ونسوا فقد الأقران، وألهمهم طول الأمل.. و ربما قال العالم المحض لنفسه : أشتغل بالعلم اليوم ثم أعمل به غداً، فيتساهل في الزلل بحجة الراحة، ويؤخر الأهبة لتحقيق التوبة، ولا يتحاشى من غيبة أو سماعها، ومن كسب شبهة يأمل أن يمحوها بالورع.. وينسى أن الموت قد يبغت.. فالعاقل من أعطى كل لحظة حقها من الواجب عليه، فإن بغته الموت رؤى مستعداً، وإن نال الأمل ازداد خيراً."
    },
    {
        "text": "إذا أغلقت الشتاء أبواب بيتك .. وحاصرتك تلال الجليد من كل مكان .. فانتظر قدوم الربيع وافتح نوافذك لنسمات الهواء النقي ! وأنظر بعيداً فسوف ترى أسراب الطيور وقد عادت تغني .. وسوف ترى الشمس وهي تلقي خيوطها الذهبيه فوق أغصان الشجر .. لتصنع لك عمراً جديداً وحلماً جديداً .. وقلباً جديداً."
    },
    {
        "text": "إذا كان الأمس ضاع .. فبين يديك اليوم ! وإذا كان اليوم سوف يجمع أوراقه ويرحل .. فلديك الغد .. لا تحزن على الأمس فهو لن يعود ! ولا تأسف على اليوم .. فهو راحل .. واحلم بشمس مضيئه في غد جميل."
    },
    {
        "text": "نحن نعيش لكي نرسم ابتسامة .. ونمسح دمعة.. ونخفّف ألما ً.. ولأن الغد ينتظرنا .. والماضي قد رَحل وقد تواعدنا مع أفق الفجر الجديد."
    },
    {
        "text": "لا تسافر إلى الصحراء بحثاً عن الأشجار الجميلة .. فلن تجد في الصحراء غير الوحشة .. وأنظر إلى مئات الأشجار التي تحتويك بظلّها .. وتسعدك بثمارها .. وتشجيك بأغانيها."
    },
    {
        "text": "إذا لم تجد من يسعدك فحاول أن تسعد نفسك .. وإذا لم تجد من يضيء لك قنديلاً .. فلا تبحث عن آخر أطفأه ! وإذا لم تجد من يغرس في أيامك ورده .."
    },
    {
        "text": "لا تنتظر ظروفاً مثالية أو أموراً معينة حتى تفرح، درّب نفسك على أن تفرح بكل الأمور التي قد تميل إلى الاعتقاد بأنّها أمور عادية في حياتك، افرح بكل يوم جديد .. افرح بصحتك .. افرح بأهلك وأصدقائك وجميع من حولك."
    },
    {
        "text": "فرّح الآخرين .. تفرح! فكلمة تشجيع صادقة أو خدمة انسانية تقدمها لمن يحتاجها يكون لها مفعول السحر على مَن حولك ومِن شأنها أن تملأ قلبك بالفرح."
    },
    {
        "text": "إذا كانت سعادة الإنسان مرهونة بوجود شخص معين، أو بامتلاك شيء محدد فما هي بسعادة، أما إذا عَرَفَ الإنسان كيف يقف وحده في موقف عصيب، مؤدياً ما يجب عليه من عمل بكل ما في قلبه، مِن حُب وإخلاص فهذا الإنسان قد وَجد إلى السعادة سبيلاً."
    },
    {
        "text": "التعساء يتخيلون مشاكل لا حقيقة لها، ويناطحون مع أعداء لا وجود لهم، بينما السعداء يتعاملون مع المشاكل الموجودة، وكأنها من عالم الخيال، ومع الأعداء وكأنهم محايدون."
    },
    {
        "text": "عش في حدود يومك فلا الماضي بآلامه وأفراحه يعيد لك البسمة أو الدمعة، ولا المستقبل في جفوته أو بسمته يسعدك .. فاسعد في لحظتك الآن."
    },
    {
        "text": "أنما هو الحب هو الحب الذي يطمع في كل شيء ويرضى بأقل شيء، بل يرضى بلا شيء، بل هو سعيد كل السعادة ما وثق بأن بيتاً واحداً يحويه مع من يحب ويهوى. هو الحب ما في ذلك من شك، لكن الشك المؤلم المضني إنما يتصل بالقلب"
    },
    {
        "text": "لحظات الحب هي اللحظات التي تخلد في أذهاننا وتحمل كل معاني السعادة، فلا تندم على لحظة حب عشتها حتى ولو صارت ذكرى تؤلمك فإذا كانت الزهرة قد جفت وضاع عبيرها ولم يبقى منها غير الاشواك، فلا تنسى أنها منحتك يوماً عطراً جميلاً أسعدك"
    },
    {
        "text": "السعادة، ذلك العصفور المعلق دوما على شجرة الترقب، أو على شجرة الذكرى. ها هو على وشك أن يفلت مني الآن أيضا. ولأنني أدركت ذلك بدأت أعيش ذلك الحب، بشراسة الفقدان. كالذين يعيشون عمرًا مهددًا، علمني الموت من حولي أن أعيش خوف اللحظة الهاربة، أن أحبَّ هذا الرجل كل لحظة.. وكأنني سأفقده في أية لحظة، أن أشتهيه، وكأنّه سيكون لغيري، أن أنتظره.. دون أن أصدق أنه سيأتي. ثم يأتي.. وكأنه لن يعود، أبحث لنا عن فرحة أكثر شساعة من موعد، عن فراق، أجمل من أن يكون وداعًا."
    },
    {
        "text": "الصبر هو مفتاح النصر."
    },
    {
        "text": "الظلام لا يدوم طويلاً، فالشمس ستشرق قريباً."
    },
    {
        "text": "كل شيء سيكون على ما يرام في النهاية، إذا لم يكن كذلك، فهذا ليس النهاية."
    },
    {
        "text": "أنت أقوى مما تعتقد."
    },
    {
        "text": "لا تستسلم أبداً."
    },
    {
        "text": "أنا هنا من أجلك. هذه العبارة البسيطة تعبر عن دعمك ووجودك إلى جانب الشخص الذي يحتاج إلى القوة."
    },
    {
        "text": "أنا أؤمن بك. هذه العبارة تعطي الشخص الثقة في نفسه وقدراته."
    },
    {
        "text": "أنت قوي. هذه العبارة تؤكد للفرد على أنه يمتلك القوة الداخلية للتغلب على التحديات."
    },
    {
        "text": "يمكنك فعلها. هذه العبارة تشجيع الشخص على الاستمرار في المحاولة وعدم الاستسلام."
    },
    {
        "text": "أنا هنا من أجلك إذا احتجت إلى أي شيء. هذه العبارة تطمئن الشخص على أنك مستعد للمساعدة إذا احتاج إليها."
    },
    {
        "text": "إذا تكلمت بالكلمة ملكتك وإذا لم تتكلم بها ملكتها."
    },
    {
        "text": "حوائط البيت لا تعلم ولا صمت أمي ولا المعزاة المربوطة بحوش البيت."
    },
    {
        "text": "أنت على رد ما لم تقل أقدر منك على رد ما قلت."
    },
    {
        "text": "فأنا أعلم مشقة الكتابة عندما تعوزنا الرغبة فيها  كما أعلم مشقة الصمت عندما نتلهف على الحديث."
    },
    {
        "text": "رب سكوت أبلغ من كلام."
    },
    {
        "text": "في السكون غناء جميل في الصمت دهشة أصوات حين تجلس وتصمت تكون تخترع أوتاراً جديدة."
    },
    {
        "text": "رب كلام يثير الحروب."
    },
    {
        "text": "وأتامل قلبي المحزون عندما يصبح الصمت بلاغة العاشق القصوى."
    },
    {
        "text": "صدرك أوسع لسرك."
    },
    {
        "text": "قلوبنا لا تعرف التواطؤ عندما تتعب تنسحب في صمت."
    },
    {
        "text": "عثرة القدم أسلم من عثرة اللسان."
    },
    {
        "text": "تعودت على الصمت حتى صار اللغة الوحيدة التي تؤنسني في لحظات العمل والخوف."
    },
    {
        "text": "رب كلمة قالت لصاحبها دعني."
    },
    {
        "text": "أكبر مشكلة في الصمت أنه صديق أخرس وأناني يسمع ولا يجيب."
    },
    {
        "text": "لا تطلقن القول في غير بصر إن اللسان غير مأمون الضرر."
    },
    {
        "text": "لسان الفتى عن عقله ترجمانه متى زل عقل المرء زل لسانه."
    },
    {
        "text": "عندما تعجز الجوارح عن التعبير يبقى الصمت هو المعبر الوحيد عن ما يألم بهذا الإنسان."
    },
    {
        "text": "قال  لقمان لولده يا بني إذا أفتخر الناس بحسن كلامهم فإفتخر أنت بحسن صمتك."
    },
    {
        "text": "الصمت يزيد المرأة جاذبية."
    },
    {
        "text": "كتب رجل لحكيم يقول لم تبخل على الناس بالكلام"
    },
    {
        "text": "فقال الحكيم إن الخالق سبحانه وتعالى قد خلق لك أذنين ولساناً واحداً لتسمع أكثر مما تقول لا تقول أكثر مما تسمع."
    },
    {
        "text": "الصمت لغة العظماء."
    },
    {
        "text": "الجأ إلى الصمت عندما يكون من أكلمه أقل من مستوى الكلام."
    },
    {
        "text": "ليس السكوت بكما ولكنه رفض للتكلم إذاً فهو نوع من الكلام."
    },
    {
        "text": "لا تحسبن صمتى جهل أو نسيان فالأرض صامته وفى جوفها بركان فالصمت لغتى فأعذرونى لقلة كلامى فربما ما يدور حولي لا يستحق الكلام."
    },
    {
        "text": "العاقل من عقل لسانه."
    },
    {
        "text": "الصمت روضة الفكر ."
    },
    {
        "text": "الصمت آيه النبل وثمرة العقل."
    },
    {
        "text": "حسن الصمت ما كان عن الزلل ."
    },
    {
        "text": "أحمد من البلاغة الصمت حين لا ينبغي الكلام."
    },
    {
        "text": "إذا غلبت على الكلام فإياك أن تغلب على السكوت."
    },
    {
        "text": "رب كلام جوابه السكوت ."
    },
    {
        "text": "رب سكوت جوابه الكلام."
    },
    {
        "text": "صمتك حتى تستنطق أجمل من نطقك حتى تسكت ."
    },
    {
        "text": "صمت تحمد عاقبته خير من كلام تذم مغتربه."
    },
    {
        "text": "من عقل صمت ."
    },
    {
        "text": "لا عبادة كالصمت ."
    },
    {
        "text": "الصمت آية الحلم ."
    },
    {
        "text": "الصمت زين العلم وعنوان الحلم ."
    },
    {
        "text": "لا حلم كالصمت ."
    },
    {
        "text": "الصمت وقار و الهذر عار."
    },
    {
        "text": "صمت يكسيك الوقار خير من كلام يكسوك العار."
    },
    {
        "text": "ألزم السكوت وأصبر على القناعة بأيسر القوت تعز في دنياك وتعز في أخراك ."
    },
    {
        "text": "داووا الغضب بالصمت والشهوة بالعقل."
    },
    {
        "text": "غطاء المساوي الصمت ."
    },
    {
        "text": "لا حافظ أحفظ من الصمت ."
    },
    {
        "text": "أصمت تسلم."
    },
    {
        "text": "أول العلم الصمت والثاني حسن الإستماع والثالث حفظه والرابع العمل به والخامس نشره."
    },
    {
        "text": "الفم المطبق لا يدخله الذباب."
    },
    {
        "text": "إذا كان الكلام من فضة  فالسكوت من ذهب."
    },
    {
        "text": "الندم على السكوت خير من الندم على القول."
    },
    {
        "text": "سلامة الإنسان في حفظ اللسان."
    },
    {
        "text": "الصمت زينة للجاهل في جمعية العقلاء."
    },
    {
        "text": "كثرة الكلام تدل على ضعف العقل."
    },
    {
        "text": "العربة الفارغة أكثر جلبة من الممتلئة."
    },
    {
        "text": "السكوت علامة الرضا."
    },
    {
        "text": "أُكتم حسناتك كما تكتم سيئاتك."
    },
    {
        "text": "تعظنا النملة دون أن تنبس بكلمة."
    },
    {
        "text": "إذا أراد أحدكم الكلام فعليه أن يفكر في كلامه فإن ظهرت المصلحة تكلم وإن شك لم يتكلم حتى تظهر."
    },
    {
        "text": "إذا تم العقل نقص الكلام."
    },
    {
        "text": "الكلام كالدواء إن أقللت منه نفع وإن أكثرت منه قتل."
    },
    {
        "text": "أخر المطر كأول البكاء يخنقنا بالصمت و الكآبة."
    },
    {
        "text": "إن الكلمات لا يمكنها أبداً أن تخفف عما في قلب الإنسان وتريحه الصمت وحده قادر على فعل ذلك."
    },
    {
        "text": "بعض القول يذهب في الرياح."
    },
    {
        "text": "أحرف تتقاطع فوق اللسان وليست تبين صرخةٌ عبرت حاجز الصمت لكنها لم تتجاوز حدود الأنين."
    },
    {
        "text": "الكلام هو معجزة الإنسان صحيح أن الصمت حكمة لكن الكلمة الطيبة أصلها ثابت وفرعها في السماء."
    },
    {
        "text": "قد تخفي الثياب الجميلة حقيقة الإنسان لكن الكلمات الحمقاء سوف تكشفه بسهولة."
    },
    {
        "text": "لو أرهفنا السمع إلى صوت الصمت لصار كلامنا أقل."
    },
    {
        "text": "إن جرحك أحدهم  أما أن تصمت وأما أن تقول قول يلجمه."
    },
    {
        "text": "لا يكثر الكلام عن ماضيه إلا من فقد حاضره."
    },
    {
        "text": "لا تنطق بالكلام إلا إذا كان كلامك خير من الصمت ."
    },
    {
        "text": "لا تتكلم إذا وجب عليك السكوت ولا تسكت إذا وجب عليك الكلام."
    },
    {
        "text": "عنـدما يغمرني شخص بأخلاقه وطيب أفعاله فـإني"
    },
    {
        "text": "أقـف حـائراً بين الصمت والكلام."
    },
    {
        "text": "يقول الشافعي  قالوا سكت وقد خوصمت قلت لهم إن الجواب لباب الشر مفتاح  والصمت عن جاهل أو أحمق شرف وفيه أيضاً  لصون العرض إصلاح  أما ترى الأسود تُخشى وهي صامتة والكلب يخسى لعمري وهو نباح."
    },
    {
        "text": "الصمت أكثر ثراءاً من الكلام نحن نتكلم حينما يفيض بنا الصمت."
    },
    {
        "text": "سئمت وإكتفيت من الكلام فآثرت الصمت ولـغــة الــعـيـون."
    },
    {
        "text": "عندما نختار الصمت هذا لايعني بالضرورة سذاجتنا أو أننا لا نعي ما يدور من حولنا بل في ذلك إرضاء لرغبتنا في إستكشاف الآخر و العمق في أغوار شخصيته لإدراك خفاياها."
    },
    {
        "text": "العاقل من يعرف متى يتكلم ومتى يصمت."
    },
    {
        "text": "في السكون غناء جميل في الصمت دهشة أصوات حين تجلس وتصمت تكون تخترع أوتاراً جديدة."
    },
    {
        "text": "أُصرخ لعل صُراخك المحموم يصفع أى أُذْن  عل الصدى يأتيك  على الصمت ينطق  أو تجن."
    },
    {
        "text": "قال الشافعي كم في المقابر من قتيل لسانه  كانت تهاب لقاءه الشجعان."
    },
    {
        "text": "الصـمت حاول إتقانه ولن تفشل أبداً في تحقيق ما تريد في أي وقت وفي أي موقف."
    },
    {
        "text": "الصمت تأتأة ثرثارة بين عناصر لا تتقن الكلام."
    },
    {
        "text": "لا تستخدم فمك إلا في شيئين الإبتسامة والصمت الإبتسامة لإنهاء مشكلة و الصمت لعبور مشكلة."
    },
    {
        "text": "أما الآن فليس أمامي سوى أن أستمتع بالصمت وحده."
    },
    {
        "text": "كل سر جاوز الإثنين شاع."
    },
    {
        "text": "إن الصمت نعمة هائلة مسلوبة منا."
    },
    {
        "text": "هذه الإنسانية الضعيفة التي لا تريد أن تموت في صمت."
    },
    {
        "text": "الصمت هو العلم الأصعب من علم الكلام."
    },
    {
        "text": "الصمت  هو السور الذي يحيط بالحكمة."
    },
    {
        "text": "يصبح الصمت ألماس عندما لا تجد فائدة لحديث قلوب صماء وأنانية."
    },
    {
        "text": "إذا رأيت الرجل يطيل الصمت ويهرب منه الناس فاقتربوا منه فإنه يلقن الحكمة."
    },
    {
        "text": "عندما وصف راشد خليفة المزروعي عندما وصف الصمت  على الرغم من الجهد المبذول في الكلام  فلا نستطيع الصمت."
    },
    {
        "text": "قال أوسكار وايلد في الصمت  طوبي لمن لم يكن لديه ما يقال فيلتزم الصمت."
    },
    {
        "text": "ألزم الصمت إِن أردت نجاة ليس ضحضاحُ منطقٍ مثل غمرِ."
    },
    {
        "text": "نحن الذين نجيء في صمت و نمضي في سكون نحن الحيارى الصامتون نحن الخريف المر نحن المتعبون."
    },
    {
        "text": "نحن عجزة  لا نعرف أن نفعل  فنكتفي بأن نتكلم  و كلامنا يا سيد  أقسم لك  الصمت أعظم منه و أهم."
    },
    {
        "text": "إن الصمت إحتياج ضروري للصحة ولعل فطرة النوم الإلهية وجدت وأحد أهدافها هو إعطاء الإنسان فترة الصمت."
    },
    {
        "text": "لا تمت وأنت على قيد الحياة."
    },
    {
        "text": "لا تحزن و تنتظر الفرح."
    },
    {
        "text": "لا تبكي أمام إنسان و تنتظر الشفقة."
    },
    {
        "text": "لا تضع قلبك بين يدي أحد و تنتظر الرحمة."
    },
    {
        "text": "من يحاول أن يمسك الشمعة من شعلتها يحرق يده."
    },
    {
        "text": "حياتي التي أعيشها كالقهوة التي أشربها على كثر ما هي مرة فيها حلاوة."
    },
    {
        "text": "قد تنسى من شاركك الضحك لكن لا تنسى من شاركك البكاء."
    },
    {
        "text": "الحياة مليئة بالحجارة فلا تتعثر بها بل إجمعها و إبن بها سلماً به نحو النجاح."
    },
    {
        "text": "الحياة مستمرة سواء ضحكت أم بكيت فلا تحمل نفسك هموماً لن تستفيد منها."
    },
    {
        "text": "إذا دعتك قدرتك إلى ظلم الناس فتذكر قدرة الله عليك."
    },
    {
        "text": "الذي يسيء إستخدام الوقت هو أول من يشتكي من قصره."
    },
    {
        "text": "من غفل عن نفسه خسر و من صبر غنم."
    },
    {
        "text": "زينة الرجل في عقله وهيبته في حكمته وفطنتهُ في حنكته وجمالهُ في فكره."
    },
    {
        "text": "من جد وجد و من زرع حصد."
    },
    {
        "text": "من فهم علم و من سعى وصل."
    },
    {
        "text": "ليس خطأك أن تولد فقيراً ولكنه خطؤك أن تموت فقيراً."
    },
    {
        "text": "الفضيلة و الثروة ثقلان في كفتي ميزان لا يمكن أن يرتفع أحدهما دون أن ينخفض الآخر."
    },
    {
        "text": "أعظم مصائب الجهل أن يجهل الجاهل جهله."
    },
    {
        "text": "جودة الكلام في الإختصار."
    },
    {
        "text": "لا تكن ليناً فتعصر ولا صلباً فتكسر."
    },
    {
        "text": "إذا حقّقت النّصر فليس مطلوباً منك أن تبرّر ذلك، ولكنّك إن هزمت فمن الأفضل ألّا تكون موجوداً لتبرّر ذلك."
    },
    {
        "text": "تابع دربك بالحياة ولا تقف إذا واجهتك الصعاب."
    },
    {
        "text": "خذ من الدنيا قوتاً ينفعك بالآخرة."
    },
    {
        "text": "داو الآخرين بطيبة قلبك وصدق مشاعرك."
    },
    {
        "text": "رافق من يخاف الله ورسوله ومن يحسن للناس."
    },
    {
        "text": "شاهد عيوبك في عيون الآخرين وحاول إصلاحها."
    },
    {
        "text": "كن صادقاً مع نفسك لكي تصدق مع الآخرين."
    },
    {
        "text": "كن مثل القمر يرفع الناس رؤوسهم ليروه، وليس مثل الدخان يرتفع ليراه الناس."
    },
    {
        "text": "لا تفكر في المفقود حتى لا تفقد الموجود."
    },
    {
        "text": "أناقة لسانك هي ترجمة لأناقة فكرك فلا ترفع مستوى صوتك بل أرفع مستوى كلماتك."
    },
    {
        "text": "أرقى الناس أقلهم حديثاً عن الناس وأنقى الناس أحسنهم ظناً بالناس."
    },
    {
        "text": "لا يصنع الرجل حياة إلا حين تصنع الحياة منه رجُلا."
    },
    {
        "text": "كفى بالمرء جهلاً إذا أعجب برأيه فكيف به معجباً ورأيه الجهل بعينه."
    },
    {
        "text": "من قنع من الدنيا باليسير هان عليه كل عسير."
    },
    {
        "text": "لا تنظر إلى الماضي إلا في حالتين أخذ العبرة وكسب الخبرة."
    },
    {
        "text": "أكره الخطأ لكن لا تكره المخطئ إنتقد القول لكن إحترم القائل أبغض المعصية، ولكن إرحم من عصى فإن مهمتك أن تقضي على المرض لا المريض."
    },
    {
        "text": "تعيش الأغنام طوال حياتها خائفة من الذئاب، ثم يأكلها الراعي كن حذراً ممن تمنحه الثقة وتظنه صديقك وهو عدوك."
    },
    {
        "text": "لا تحكم على الأشياء قبل تجربتها ولا على الأشخاص قبل معرفتهم."
    },
    {
        "text": "طعنة العدو تدمي الجسد وطعنة الصديق تدمي القلب."
    },
    {
        "text": "لا قيمة لنظافة الأبدان وترتيب الملابس إذا كانت الألسن والقلوب متسخة."
    },
    {
        "text": "أفضل ما يدافع عنك في غيابك هي أخلاقك."
    },
    {
        "text": "من باع الثمين بلا ثمن إشترى الرخيص بغير ثمن."
    },
    {
        "text": "الصديق المنافق أسوأ من عشرة أعداء."
    },
    {
        "text": "إنتبه ممن يدعي المعرفة والعلم فهو أشد خطراً من الجهل نفسه."
    },
    {
        "text": "أكثر شخص مكروه عند الناس هو من يقول الحقيقة."
    },
    {
        "text": "خير لك أن تسأل مرتين من أن تخطئ مرة واحدة."
    },
    {
        "text": "لا تفرض نفسك على من يرفضك أرحل شامخاً خير لك من أن تبقى ذليلاً مستمتعاً."
    },
    {
        "text": "لا تقاس العقول بالأعمار فكم من صغير عقله بارع، وكم من كبير عقله فارغ."
    },
    {
        "text": "الصراحة ربما تكون مؤلمة أحياناً لكنها أفضل من مجاملة كاذبة يخلفها صدمة مؤلمة."
    },
    {
        "text": "من الذكاء أن نكون أغبياء إذا إستلزم الأمر ذلك."
    },
    {
        "text": "خلق الله لنا أذنين ولساناً واحداً لنسمع أكثر مما نتكلم."
    },
    {
        "text": "أن تكون قليل علم وكثير أدب خير ألف مرة من أن تكون كثير علم وقليل أدب."
    },
    {
        "text": "كل شيء يبدأ صغيراً، ثم يكبر إلا المصيبة فإنها تبدأ كبيرة، ثم تصغر وكل شيء إذا كثر رخص إلا الأدب فإنه إن كثر غلا."
    },
    {
        "text": "إن بيتاً يخلو من كتاب هو بيت بلا روح."
    },
    {
        "text": "الحياء جمال في المرأة وفضيلة في الرجل."
    },
    {
        "text": "لا تجادل بليغاً ولا سفيهاً فالبليغ يغلبك والسفيه يؤذيك."
    },
    {
        "text": "لا تبقى في المكان الذي لا تعرف فيه قيمتك."
    },
    {
        "text": "من عاش بلا مبدأ مات بلا شرف."
    },
    {
        "text": "مهما وثقت بالناس أترك أسرارك لنفسك."
    },
    {
        "text": "لا تفرح بسقوط غيرك فإنك لا تدري ما تضمر لك الأيام."
    },
    {
        "text": "أهدافك لا تبالي إن كنت تشعر بالتعب أم لا."
    },
    {
        "text": "أفضل إنتقام في الحياة نجاح ساحق."
    },
    {
        "text": "قمة الحماقة أن تلبس حذاء يؤلمك فقط لأنه يعجب الناس."
    },
    {
        "text": "اليد التي تنهضك عند تعثرك أصدق من ألف يد تصافحك عند الوصول."
    },
    {
        "text": "من أمن العقوبة أساء الأدب."
    },
    {
        "text": "عندما يمشي الكسل في الطريق لابد أن يلحق به الفقر."
    },
    {
        "text": "كن إنساناً أو مت وأنت تحاول."
    },
    {
        "text": "إذا لم تجد لك حاقداً فإعلم أنك إنسان فاشل."
    },
    {
        "text": "إن العبرة ليست بطول العمر ولكن بحسن العمل."
    },
    {
        "text": "أن تضيء شمعة صغيرة خير لك من أن تنفق عمرك تلعن الظلام."
    },
    {
        "text": "كلما إزدادت ثقافة المرء إزداد بؤسه."
    },
    {
        "text": "ليس القوي من يكسب الحرب دائماً، وإنما الضعيف من يخسر السلام دائماً."
    },
    {
        "text": "الألقاب ليست سوى وسام للحمقى والرجال العظام ليسوا بحاجة لغير إسمهم."
    },
    {
        "text": "من يحب الشجرة يحب أغصانها."
    },
    {
        "text": "نحن لا نحصل على السلام بالحرب، وإنما بالتفاهم."
    },
    {
        "text": "إذا إختفى العدل من الأرض لم يعد لوجود الإنسان قيمة."
    },
    {
        "text": "ليست السعادة في أن تعمل دائماً ماتريد بل في أن تريد ما تعمله."
    },
    {
        "text": "إن أسوأ ما يصيب الإنسان أن يكون بلا عمل أو حب."
    },
    {
        "text": "صديقك من يصارحك بأخطائك لا من يجملها ليكسب رضاءك."
    },
    {
        "text": "الصداقة بئر يزداد عمقاً كلما أخذت منه."
    },
    {
        "text": "الإبتسامة كلمة طيبة بغير حروف."
    },
    {
        "text": "الضمير المطمئن خير وسادة للراحة."
    },
    {
        "text": "من يزرع المعروف يحصد الشكر."
    },
    {
        "text": "البستان الجميل لا يخلو من الأفاعي."
    },
    {
        "text": "العمر هو الشئ الوحيد الذي كلما زاد نقص."
    },
    {
        "text": "القلوب أوعية والشفاه أقفالها والألسن مفاتيحها فليحفظ كل إنسان مفتاح سره."
    },
    {
        "text": "الخبرة  هي المشط الذي تعطيك إياه الحياة  عندما تكون قد فقدتَ شعرك."
    },
    {
        "text": "المال خادمٌ جيد  لكنه سيدٌ فاسد."
    },
    {
        "text": "عظَمة عقلك تخلق لك الحساد  وعظَمة قلبك تخلق لك الأصدقاء."
    },
    {
        "text": "دقيقة الألم ساعة وساعة اللذة دقيقة."
    },
    {
        "text": "لا داعى للخوف من صوت الرصاص  فالرصاصة التى تقتلك لن تسمع صوتها."
    },
    {
        "text": "يستطيع الشيطان أن يكون ملاكاً  والقزم عملاقاً، والخفاش نسراً والظلمات نوراً، لكن أمام الحمقى والسذج فقط."
    },
    {
        "text": "لا تبصق في البئر فقد تشرب منه يوماً."
    },
    {
        "text": "من يقع فى خطأ فهو إنسان ومن يصر عليه فهو شيطان."
    },
    {
        "text": "قوة السلسلة تقاس بقوة أضعف حلقاتها ."
    },
    {
        "text": "يستطيع الناس أن يعيشوا بلا هواء بضع دقائق وبلا ماء إسبوعين وبلا طعام حوالى شهرين وبلا أفكار سنوات لا حصر لها."
    },
    {
        "text": "نمضى النصف الأول من حياتنا بحثاً عن المال والنجاح والشهرة ونمضى النصف الثانى منها بحثاً عن الأطباء."
    },
    {
        "text": "من إشترى ما لا يحتاج إليه باع ما يحتاج إليه."
    },
    {
        "text": "ينام عميقاً من لا يملك ما يخاف من فقدانه."
    },
    {
        "text": "الزواج يأتى بدون سابق إنذار كما تقع نقطة من الحبر الأسود على ملابس الإنسان."
    },
    {
        "text": "لا يوجد رجل فاشل ولكن يوجد رجل بدأ من القاع وبقى فيه."
    },
    {
        "text": "غالباً ما يضيع المال بحثاً عن المال."
    },
    {
        "text": "لو إمتنع الناس عن التحدث عن أنفسهم وتناوُل الغير بالسوء لأصيب الغالبية الكبرى من البشر بالبكم."
    },
    {
        "text": "الطفل يلهو بالحياة صغيراً دون أن تعلم الحياة سوف تلعب به كبيراً."
    },
    {
        "text": "رغباتنا هى كصغار الأطفال  كلما تساهلنا معها أكثر زادت طلباتها منا."
    },
    {
        "text": "إختر كلامك قبل أن تتحدث وأعط للإختيار وقتاً كافياً لنضج الكلام فالكلمات كالثمار تحتاج لوقتً كافً حتى تنضج."
    },
    {
        "text": "كن على حذر من الكريم إذا أهنته ومن اللئيم إذا أكرمته ومن العاقل إذا أحرجته ومن الأحمق إذا رحمته."
    },
    {
        "text": "يشعر بالسعادة من يغسل وجهه من الهموم ورأسه من المشاغل وجسده من الأوجاع."
    },
    {
        "text": "إذا إستشارك عدوك فقدم له النصيحة  لأنه بالإستشارة قد خرج من معاداتك إلى موالاتك."
    },
    {
        "text": "الإنسان لا لحمه يؤكل ولا جلده يلبس فماذا فيه غير حلاوة اللسان."
    },
    {
        "text": "الصحة هى الشىء الذى يجعلك تشعر بأن اليوم الذى تعيشه هو أفضل وقت فى السنة."
    },
    {
        "text": "يسخر من الجروح كل من لا يعرف الألم."
    },
    {
        "text": "لا يعرف ثقب الجورب إلا الحذاء."
    },
    {
        "text": "لا يباع الحطب قبل قطعه ولا يباع السمك في البحيرة."
    },
    {
        "text": "عندما تتكاثر المصائب يمحو بعضها بعضاً وتحل بك سعادة جنونية غريبة المذاق وتستطيع أن تضحك من قلب لم يعد يعرف الخوف."
    },
    {
        "text": "ما كان يبدو مؤلماً وجدته مريحاً، ما كان يبدو محزناً وجدته مفرحاً، ما كان يبدو صعباً وجدته سهلاً، و ما كان يبدو فشلاً وجدته نجاحاً، وما كان يبدو مظلماً وجدته مشرقاً و تعلمت ألا أنظر إلى الأمور من ظواهرها."
    },
    {
        "text": "كن على حذر من الكريم إذا أهنته، ومن اللئيم إذا أكرمته، ومن العاقل إذا أحرجته، ومن الأحمق إذا رحمته."
    },
    {
        "text": "كن مستمعاً جيداً لتكن متحدثاً لبقاً."
    },
    {
        "text": "كل إناء يضيق بما جعل فيه إلا وعاء العلم فإنه يتسع."
    },
    {
        "text": "العلم في الصغر كالنقش على الحجر."
    },
    {
        "text": "الجاهل يؤكد، والعالم يشك، والعاقل يتروّى."
    },
    {
        "text": "المعرفة التي لا تنميها كل يوم تتضاءل يوماً بعد يوم."
    },
    {
        "text": "من لم يتعلم في صغره لم يتقدم في كبره."
    },
    {
        "text": "علمني كيف أصطاد ولا تُعطني سمكة كل يوم."
    },
    {
        "text": "الشجرة لا تحجب ظلها حتى عن الحطّاب."
    },
    {
        "text": "أعقل الناس أعذرهم للناس."
    },
    {
        "text": "إذا سمعت كلمة تؤذيك فطأطئ لها حتى تتخطاك."
    },
    {
        "text": "إذا قدرت على عدوك فاجعل العفو عنه شكراً للقدرة عليه."
    },
    {
        "text": "التسامح هو العطر الذي تطبعه زهرة البنفسج على القدم التي سحقتها."
    },
    {
        "text": "اغفر لنفسك قليلاً وللآخرين كثيراً."
    },
    {
        "text": "كن كالنخيل عن الأحقاد مرتفعاً، بالطوب يُرمى فيُعطي أطيب الثمر."
    },
    {
        "text": "لا تقطع أبداً وعداً لا تستطيع الوفاء به."
    },
    {
        "text": "العمل ملح الحياة."
    },
    {
        "text": "لا يفل الحديد إلا الحديد."
    },
    {
        "text": "عند الامتحان يُكرم المرء أو يُهان."
    },
    {
        "text": "إذا عُرف السبب بطل العجب."
    },
    {
        "text": "إذا أردت أن تطاع فأمر بما يستطاع."
    },
    {
        "text": "الوقت كالسيف إن لم تقطعه قطعك."
    },
    {
        "text": "طول البال يهدم الجبال."
    },
    {
        "text": "الصبر مفتاح الفرج."
    },
    {
        "text": "لا تقل بغير تفكير، ولا تعمل بغير تدبير."
    },
    {
        "text": "أضعف الناس من ضعُف عن كتمان سره."
    },
    {
        "text": "قناعتك نصف سعادتك."
    },
    {
        "text": "الضمير المطمئن خير وسادة للراحة."
    },
    {
        "text": "خير لك أن تسأل مرتين من أن تخطأ مرة واحدة."
    },
    {
        "text": "يسخر من الجروح كل من لا يعرف الألم."
    },
    {
        "text": "صحبة الأخيار تورث الخير، وصحبة الأشرار تورث الندامة."
    },
    {
        "text": "الرفيق قبل الطريق."
    },
    {
        "text": "الصديق الحقيقي هو من يمشي تجاهك عندما يمشي الجميع بعيداً عنك."
    },
    {
        "text": "الصداقة لا تُزن بميزان، ولا تُقدّر بأثمان."
    },
    {
        "text": "لُمْ صديقك سِراً، وامدحه أمام الآخرين."
    },
    {
        "text": "الوحدة خير من جليس السوء."
    },
    {
        "text": "الصداقة بئر يزداد عمقاً كلما أخذت منه."
    },
    {
        "text": "ليس كافياً أن تمتلك عقلاً جيداً، فالمهم أن تستخدمه جيداً."
    },
    {
        "text": "أملك الناس لنفسه من كتم سره."
    },
    {
        "text": "من ظَلَمَ نفسه فهو لغيره أظلم."
    },
    {
        "text": "إذا أردت أن تطاع فأمر بما يستطاع."
    },
    {
        "text": "البسمة في وجه المريض نصف طريقه إلى الشفاء."
    },
    {
        "text": "إذا عرفت لماذا فشلت، فستعرف كيف تنجح."
    },
    {
        "text": "موت في عز خير من حياة في ذل."
    },
    {
        "text": "الحياة كالمرآة تحصل على أفضل النتائج حين تبتسم لها."
    },
    {
        "text": "لا تجادل الأحمق، فقد يخطئ الناس في التفريق بينكما."
    },
    {
        "text": "الوهم داء، والاطمئنان دواء، والصبر شفاء."
    },
    {
        "text": "خذ من الأمس النصيحة وخذ من اليوم العمل وخذ من الغد الأمل."
    },{"text":"الأقربون أولى بالمعروف."},
    {"text":"ما قرن شيء إلى شيء أفضل من إخلاص إلى تقوى، ومن حلم إلى علم، ومِن صدق إلى عمل، فهي زينة الأخلاق ومَنبت الفضائل."},{"text":"أفضل الجود العطاء قبل الموعد."},{"text":"تواضع عن رفعة، وازهد عن حكمة، وأنصف عن قوّة، وإعفُ عن قدرة."},{"text":"اعفُ عما أغضبك لما أرضاك."},{"text":"إِذا بيئة الإِنسان يوماً تغيَّرت .. فأخلاقُه طِبقاً لها تتغير."},{"text":"أعرف الناس بالله أرضاهم بما قسم الله له."},{"text":"لا مروؤة لكذوب، ولا ورع لسيء الخلق."},{"text":"أطهر الناس أعراقاً أحسنهم أخلاقاً."},{"text":"الخلوق مَن إذا مَدحته خجل وإذا هجوته سكت."},{"text":"اذا لم تستحي فافعل ما تشاء."},{"text":"تنكشف الأخلاق في ساعة الشدّة."},{"text":"كفى المرء فضلاً أن تُعَدَّ معايبه."},{"text":"شيئان ما إنفكا يثيران في نفسي الإعجاب والاحترام: السماء ذات النجوم من فوقي، وسمو الأخلاق في نفسي."},{"text":"إذا أنتَ أكرمت الكريم مَلكته وإن أنتَ أكرمتَ اللئيم تمردا."},{"text":"لا يمكن للإنسان أن يصبح عالماً قبل أن يكون إنساناً."},{"text":"إذا المرء لم يدنس من اللؤم عرضه فكل رداء يرتديه جميل."},{"text":"في سعة الأخلاق كنوز الأرزاق."},{"text":"إذا أردت أن تطاع فأمر بما يستطاع."},{"text":"\"التغيير ليس مجرد شعار، بل فنية للتعايش مع الواقع.\" - آلبرت آينشتاين"},{"text":"\"الشخص الذي يقول إنه لا يمكن فعل شيء ما يجب أن يترك للشخص الذي يفعله.\" - جورج بيرنارد شو"},{"text":"\"النجاح ليس المفتاح للسعادة، بل السعادة هي المفتاح للنجاح. إذا أحببت ما تفعله، فستنجح.\" - ألبرت شفايتزر"},{"text":"\"العقل الذي ينتشر بمفرده لا يمكن أن يكون ضيئلاً بمفرده.\" - توماس فولكرتسون"},{"text":"\"لا تنتظر لحظة مثالية لتبدأ، خذ اللحظة واجعلها مثالية.\" - رفيدة العيسى"},{"text":"\"الأقوياء ليسوا الذين يكسرون الأشياء، بل الذين يصلحونها.\" - علي بن أبي طالب"},{"text":"\"المستقبل ينتظر باب الأمل، فلا تغلقه.\" - محمد بن راشد آل مكتوم"},{"text":"\"التوقف عن المحاولة هو الفشل الحقيقي. فاستمر في المحاولة حتى تحقق نجاحًا.\" - عبد الرحمن السميط"},{"text":"\"المعرفة هي قوة، والقوة هي تغيير العالم.\" - حسن البنا"},{"text":"\"العقل المتسع يعيش في منزل صغير، والعقل الضيق يعيش في منزل كبير.\" - أبو العلاء المعري"},{"text":"\"الأمل هو شعلة صغيرة تحتفظ بها في قلبك عندما يظلم العالم.\" - أمل الملك سلمان بن عبد العزيز"},{"text":"\"إذا اهتممت بالنجاح، فعليك أن تهتم بالتعلم من الفشل.\" - بيل غيتس"},{"text":"\"إذا لم تكن جزءًا من الحل، فأنت جزءًا من المشكلة.\" - غاندي"},{"text":"\"لا تبحث عن السعادة في مكان بعيد، إنها موجودة في داخلك.\" - الأمير سعود الفيصل"},{"text":"\"النجاح هو أن تسقط سبع مرات وتقوم ثماني مرات.\" - ستيفن روجرز"},{"text":"\"لا تنتظر لحظة مثالية؛ خذ أي لحظة واجعلها مثالية.\" - زيج زيغلار"},{"text":"\"القوة لا تأتي من القدرة البدنية، بل تأتي من إرادة الإنسان.\" - مهاتما غاندي"},{"text":"\"لا تخش الفشل، بل خش عدم المحاولة.\" - جون في. كينيدي"},{"text":"\"العمل الجاد هو المفتاح الرئيسي للنجاح، لكن الثقة في النفس هي المفتاح الرئيسي للعمل الجاد.\" - مارك تواين"},{"text":"\"لا تدع الظروف تحدد مصيرك، بل اجعل أفعالك تصنع الفرص.\" - سعود الفيصل"},{"text":"\"العمل الجماعي هو السر لتحقيق النجاح.\" - الملكة رانيا العبدالله"},{"text":"\"النجاح يتطلب التخطيط والعمل الجاد والتضحية، وإذا كنت مستعدًا لذلك، فكل شيء ممكن.\" - سعد الحريري"},{"text":"\"إذا كان لديك أحلام كبيرة، فليكن لديك هدف أكبر.\" - أمل السعودية"},{"text":"\"الأمل هو أعظم هدية يمكن أن تعطى للإنسان.\" - الأميرة ديانا"},{"text":"\"الجهل هو أعظم عدو للإنسان.\" - الإمام علي"},{"text":"\"إذا كنت تريد أن تعيش حياة سعيدة، ربطها بهدف، ليس بأشخاص أو أشياء.\" - ألبرت شفايتزر"},{"text":"\"الصبر مفتاح الفرج.\" - الإمام علي"},{"text":"\"العقل النقي هو مفتاح النجاح.\" - علي بن أبي طالب"},{"text":"\"لا تحاول أن تكون عظيمًا، ابحث فقط عن طريقة لتكون مختلفًا.\" - ألبرت أينشتاين"}
]