[
    {
        "text": "من لم يصبر على كلمة سمع كلمات."
    },
    {
        "text": "المعرفة رأس مالي، والعقل أصل ديني، والشوق مركبي، وذكر الله أنيسي، والثقة كنزي، والعلم سلاحي، والصبر ردائي، والرضا غنيمتي، والفقر فخري، والزهد حرفتي، والصدق شفيعي، والطاعة حبي، والجهاد خُلقى وقرة عيني."
    },
    {
        "text": "عاقبة الصّبر الجميل جميلة."
    },
    {
        "text": "الصبر شجرة جذورها مرة وثمارها شهية."
    },
    {
        "text": "إن الصبر من الإيمان بمنزلة الرأس من الجسد، فإذا قطع الرأس بار الجسم، ثم رفع صوته فقال: ألا إنه لا إيمان لمن لا صبر له، وقال الصبر مطية لا تكبو."
    },
    {
        "text": "الأشواك التي قد تدوسها في يوم من الأيام وهي من كلمات عن الصبر والتحمل. أفضل أخلاق الرّجال التَّصَبُّرُ."
    },
    {
        "text": "فى العالم الثالث يمتلك الحاكم حكمة لقمان ويمتلك رجل الأعمال مال قارون ويمتلك الشعب صبر أيوب."
    },
    {
        "text": "الصبر عند المصيبة يسمّى إيماناً."
    },
    {
        "text": "اصبر لكل مصيبة وتجلد واعلم بأن الدهر غير مُخلد وهي من كلمات عن الصبر في الحياة."
    },
    {
        "text": "حين يشتد الوجع، ويتصاعد الألم، ليس هناك علاج فوري وفاعل مثل وصفة الصبر والصلاة لتهدأ النفس وتعود إلى طبيعتها."
    },
    {
        "text": "طول البال يهدم الجبال."
    },
    {
        "text": "الصبر عند الأكل يسمّى قناعة."
    },
    {
        "text": "نحن لا يمكن أن نتعلم الشجاعة والصبر إذا كان كل شيئ في العالم مليئا بالفرح."
    },
    {
        "text": "صبرك عن محارم الله أيسر من صبرك على عذاب الله."
    },
    {
        "text": "دع الأيام تفعل ما تشاء وطب نفسًا بما حكم القضاء."
    },
    {
        "text": "صبري على نفسي ولا صبر الناس على."
    },
    {
        "text": "إصبر لكل مصيبة وتجلد واعلم بأن الدهر غير مخلد."
    },
    {
        "text": "الصّبر عند حفظ السر يسمّى كتماناً."
    },
    {
        "text": "الصبر صبران: صبر على ما تكره وصبر على ما تحب."
    },
    {
        "text": "من صبر ظفر."
    },
    {
        "text": "الوهم نصف الداء، والاطمئنان نصف الدواء، والصبر من أول خطوات الشفاء"
    },
    {
        "text": "الصّبر من أجل الصّداقة يسمّى وفاءً."
    },
    {
        "text": "ثمرة النجاح تأتي من الصبر الطويل."
    },
    {
        "text": "الصّبر عند الصدمة الأولى."
    },
    {
        "text": "ينبغي أن تؤمن بأن كل فرد تقابله هو معلم للصبر."
    },
    {
        "text": "ربما يكون بلاء من ربك فلا تيأس فكلما أحب الله عبدًا ابتلاه."
    },
    {
        "text": "عندما أسئ استخدام الوقت فأنا أبدد المورد الوحيد الذي لا يمكن ابداً استرداده ."
    },
    {
        "text": "أقضي الكثير من الوقت في القراءة ."
    },
    {
        "text": "القراءة الرقمية سوف تنتشر أنها خفيفة ورائعة للمشاركة مع مرور الوقت سوف تصبح القراءة المسيطرة ."
    },
    {
        "text": "لا ييأس من الوقت إلا من يجهل أن الرحمة تسبق الوقت ولا يسبقها الوقت ."
    },
    {
        "text": "هناك زهور لكل وقت وليس الربيع فقط ."
    },
    {
        "text": "ولكن متى سيأتي الوقت ولكن تعلم ياولدي ألا تطلب من الوقت إلا ما يؤذن به ربك ورب الوقت ."
    },
    {
        "text": "كل هول بالإمكان تحديده كل حزن يعرف بشكل ما نهاية في الحياة لا وقت لتكريس الأحزان الطويلة . عجيب أمر هذا الوجود كيف يكون الشيء ذاته في الوقت ذاته مصدرا للقبح والجمال مصدرا للألم واللذة  في العالم العربي تعيش مباراة بقالها ألف عام لعّيبة تجري يمين شمال والكورة طول الوقت في إدين الحكم ."
    },
    {
        "text": "كنا في الماضي نتكلم عن المستقبل واليوم لم يعد لنا مستقبل.. في الوقت الضائع توفيق الحكيم ."
    },
    {
        "text": "وهل وقت الفلسفه الا عندما تستعصى حلول الاشياء ."
    },
    {
        "text": "ديون مصر الخارجية عند وفاة السادات كانت 30 مليار دولار وهو رقم خرافى فى ذلك الوقت ."
    },
    {
        "text": "لقد جعل الانقلاب الصناعي من الاستعمار حاجة وامكانية في نفس الوقت ."
    },
    {
        "text": "إنها المرة الأولى منذ وقت طويل التى أشعر فيها بأننى ممتلئة من الطعام بدلاً من الحزن ."
    },
    {
        "text": "حين تتعطل الساعة لا يتوقف الوقت فقط تجهله أنت ."
    },
    {
        "text": "الرب يستجيب لصلواتنا لكن أحياناً بعد وقت ."
    },
    {
        "text": "الوقت المنظم جيدًا هو البرهان الأكيد على العقل المنظم جيدًا ."
    },
    {
        "text": "بعض السعادات لا تنبت من جديد مهما منحتها من وقت ."
    },
    {
        "text": "في غيابك أرتدي عطرك ألوّن الوقت وأغني : غيابُك أبدي فجوة في الدهر لا يردمها شعر ولا غناء ."
    },
    {
        "text": "إن انتخاب الوقت المناسب هوعامل مهم في كسب اية معركة سواء أكانت هذه المعركة سياسية أو عسكرية. إن ملحمة السويس هى شهادة أخرى للمواطن المصري ومدى قدرته على التحمل والتحدي وقت الشدائد ."
    },
    {
        "text": "الغياب شكل من أشكال الحضور يغيب البعض وهم حاضرون في اذهاننا اكثرمن وقت حضورهم في حياتنا ‎الوقت الذي يتوقف فيه الإنسان عن القراءة هو الوقت الذي يموت فيه ."
    },
    {
        "text": "العابرون عابرون وعليَّ كالعادة أن أعتني بمِساحة وقت لا تقاس بمفردي ."
    },
    {
        "text": "إن الوقت من ذهب ووقتك لا يقل شأنا عن وقت الآخرين ."
    },
    {
        "text": "بعض الوقت لاصدقائك ، وبعض الوقت لأهلك، وبعض الهدوء لنفسك ، وبعد ذلك لا تخف على مستقبلك  أروع ما يمكن سماعه في هذا الوقت شيئين.. أذان الديك وصوت راضي راجي داعي بيقول يارب ."
    },
    {
        "text": "لا وقت لدي لأبارز أحد طاقتي أكرسها لتنفيذ أفكاري وخدمة حياتي ."
    },
    {
        "text": "يا عبيط لو إتشعَبط مرمطة خليك بسيط الدنيا فترة مؤقتة وعقرب الوقت سام لو اتلدغت هتندم ع الشعبطة . لم لا ترسل النار علي الظالم في الوقت المناسب ."
    },
    {
        "text": "ماهي أكبر خسارة قد يتعرض لها إنسان لا شكّ هي خسارة الوقت ."
    },
    {
        "text": "إن هناك ديونا لا نستطيع أن نسددها إذا تأخرنا على أدائها في الوقت المناسب ."
    },
    {
        "text": "الوقت لا يسعفنا لنعبر عن أنفسنا ."
    },
    {
        "text": "الدنيا لا تمنحك ما تشتهي حتى الموت ينأى وقت الاشتهاء ."
    },
    {
        "text": "أن الأمور لا تتحسن مع الوقت بل نحن الذين نعتاد سوءها ."
    },
    {
        "text": "الأمور لا تتحسن مع الوقت بل نحن الذين نعتاد سُوأها ."
    },
    {
        "text": "إن الأمور لا تتحسن مع الوقت ، بل نحن الذي نعتاد سُوأَها ."
    },
    {
        "text": "لكن ما أثقل أن يكون الكائن مواطناً في العالم الثالث ومحباً للكتب في الوقت ذاته ."
    },
    {
        "text": "رومانسية ثورجية وقت المغربية وفطار وسط لمة حلوة ع الطبلية تعيش ياللي عشانك بعيش ربنا يخليك لي ."
    },
    {
        "text": "كم أكره الوقت لأنّه لا يمر إلا معك ."
    },
    {
        "text": "ان كل فجوة نفسية بين الحاكم والمحكوم تؤدي حتما إلى الثورة ما لم تستأصل في وقت قريب ."
    },
    {
        "text": "كلب ينبح لا لأي شيء إلا ليقتل الوقت ."
    },
    {
        "text": "الإرادة الصادقة للإنسان.. تشبه قوة خفية تسير خلف ظهره ، وتدفعه دفعاً للامام على طريق النجاح.. وتتنامى مع الوقت حتى تمنعه من التوقف أو التراجع ."
    },
    {
        "text": "يساعدنا الصبر على أن نقلل ما نهدره من وقت وطاقة ومال ."
    },
    {
        "text": "الشجاعة ليست مجرد إحدى الفضائل ، بل هي هيئة كل فضيلة وقت الاختبار ."
    },
    {
        "text": "أن تكون حكيماً في الوقت المناسب فذلك تسعة اعشار الحكمة ."
    },
    {
        "text": "الوقت المناسب لإصلاح السقف هو وقت سطوع الشمس ."
    },
    {
        "text": "كن منطقياً حتى في وقت المزاح ."
    },
    {
        "text": "إذا أظهر القائد ثقته برجاله واحسن معاملتهم ، وأص ر في الوقت نفسه على إطاعة أوامره ، فسيكون ذلك من صالح الجانبين ."
    },
    {
        "text": "نحن على استعداد تام لتحمل نتائج عملنا أياً كانت ، لا نلقي التبعة على غيرنا ، ولا نتمسح بسوانا ، ونحن نعلم أن ما عند الله خير وأبقى ، وأن الفناء في الحق هو عين البقاء ، وأنه لا دعوة بغير جهاد ، ولا جهاد بغير اضطهاد ، وعندئذ تدنو ساعة النصر ويحين وقت الفوز، ويحق قول الملك الحق المبين : ( حتى إذا استيأس الرسل وظنوا أنهم قد كذبوا جاءهم نصرنا فنجي من نشاء ولا يرد بأسنا عن القوم المجرمين.. ) ."
    },
    {
        "text": "رأيت كثيرًا من الناس يتحرزون من رشاش نجاسة ولا يتحاشون من غيبة ويكثرون من الصدقة ولا يبالون بمعاملات الربا و يتهجدون بالليل ويؤخرون الفريضة عن الوقت ."
    },
    {
        "text": "إدراك عدم أهمية الوقت هو بوابة الحكمة ."
    },
    {
        "text": "آداب الوالد مع أولاده : يعينهم على بره ولا يكلفهم من البر فوق طاقتهم ولا يلح عليهم في وقت ضجرهم"
    },
    {
        "text": "ولا يمنعهم من طاعة ربه ولا يمن عليهم بتربيته ."
    },
    {
        "text": "يعتبر القانون من الناحية التاريخية ظاهرة تعبرعن مرحلة ناضجة من الحياة الثقافية.. فهو يظهر في وقت تتوازن فيه الطموحات الدينية والاجتماعية للناس ."
    },
    {
        "text": "الأسود عندما تأتي للشرب تفسح لها الغزلان الطريق لكنها لا تفراذ أن للافتراس وقت ونذر للحياة العادية وقت ونذر ويبدو أن الغدر شيمة بشرية محضة. الناس يخشون دائما التغيير.خشي الناس الكهرباء عندما اخترع خشي الناس الفحم ، أنهم يخشون المحركات التي تعمل بالغاز سيكون هناك دائما جهل ، والجهل يؤدي إلى الخوف ولكن مع مرور الوقت سوف يقبل الناس حكم السيليكون ."
    },
    {
        "text": "في هذا العمل ، في الوقت الذي تدرك فيه أنك في ورطة يكون قد فات الاوان لانقاذ نفسك ."
    },
    {
        "text": "ما النسيان سوى قلب صفحة من كتاب العمر، قد يبدو الأمر سهلاً، لكن ما دمت لا تستطيع اقتلاعها ستظل تعثر عليها بين كل فصل من فصول حياتك."
    },
    {
        "text": "ما أجملها وأروعها تلك اللحظات التي يعيشها المرء في طاعة الله وتقديم المساعدة والعون لمن افتقده! لحظات يمسح فيها دمعة أم فارقها أولادها وتركوها وحيدة في مكان بارد مظلم، تملأ جنباته برودة المشاعر والأحاسيس والدفء العائلي، مظلم في ثنايا قلوبهم الجاحدة التي طاوعتهم لفراق أعز من خلقه الله، نعم إنهما الأب والأم، من ارتبط الإحسان إليهما بعبادة الله وطاعته، ومَن أمرنا الله بالإحسان لهما في الكبر ورعايتهما في كل الأوقات، رضاهما طريقنا إلىالجنة، وعقوقهم سيلقي بنا في سقر وبئس الجحيم، فيتجرأ بعض الأولاد على إرسال والدته أو والده إلى ما يسمى دار العجزة أو دور رعاية المسنين، ليتخلى عن مسؤولية رعايتهما وخدمتهما في فترة هم في قمة الحاجة ليد حنونة تمتد لهما ولبيت آمن يمضيان فيه ما تبقى من عمرهما، وفجأة ودون سابق إنذار يجد أحد الوالدين نفسه في هذه الدار بعيداً عن الأسرة والأهل، فتبدأ رحلة الغربة وألم الفراق لأعز الناس، ولحظات انتظار من يزورهما منهم دون جدوى، كم هي لحظات مؤلمة عندما يفقد طفل حنان والديه، تشبهها نفس الحالة عندما يفقد الوالدان عطف وبر فلذات أكبادهما، وتتجرأ القلوب القاسية منهم على مثل هذه التصرفات متذرّعين بأسباب واهية لا يقبلها العقل أو المنطق، لتبرير سبب إبعاد الوالدين بهذه الطريقة القاسية والمخزية."
    },
    {
        "text": "كيف يجرؤ البعض في مجتمعنا على أن يتخلى عن قطعة من جسده، أليس الأم هي من احتضنتك في أحشائها تسعة أشهر وقسمتها أنفاسها وهمساتها وسببت لها الألم والتعب؟ تأكل لتغذيك، وتسهر ليالي طويلة تنتظر مجيئك، كم من الآهات أطلقتها قبل أن ترى عيناك النور، ولا ننسى ذلك الأب الذي كان يصل الليل بالنهار في عمله ليؤمن لك كل ما تحتاجه من متطلبات الحياة المادية والمعنوية، وها هو قد خطت تجاعيد الزمن محيّاه وحفرت الهموم مقلتيه، وما كان في يوم من الأيام تخالجه نفسه أنه سيفقد أعز ما لديه من حنان الأبناء وعطفهم عليه في هذه المرحلة الصعبة من حياته، وهل جزاء الإحسان إلا الإحسان؟"
    },
    {
        "text": "أليس من حقهما عليك أن ترعاهما في الكبر وتحسن إليهما وتحفظ شيخوختهما وهيبتها في كبرهما، ويكون لهما أفضل مكان في بيتك وتتسابق أنت وأفراد عائلتك على تقديم الخدمة والعون لهما في جو يملؤه الحب والعطف والحنان بعيداً عن التذمر والتأفف من خدمتهما، إنّه واجب علينا وفرض فرضه الخالق عندما أوصانا بالوالدين."
    },
    {
        "text": "في مرحلة الشباب نحن نسير من خلال الصعوبات، لكن في الشيخوخة تسير الصعوبات من خلالنا. الحياة عندي بدأت في الثمانين، معها شعرت بأنني لا أزال ذلك الشاب الذي خرج إلى نفسه في موج البحر."
    },
    {
        "text": "لا تسأل الشيخ عن المكان الذي يؤلمه، بل عن المكان الذي لا يؤلمه. نصائح الشيخوخة تضيء دون أن تحرق، مثل شمس الشتاء."
    },
    {
        "text": "ما في المقام لذي عقل وذي أدب من راحة فدع الأوطان واغترب سافر تجد عوضاً عمّن تفارقه وانصب فإنّ لذيذ العيش في النّصب إني رأيت وقوف الماء يفسده إن ساح طاب وإن لم يجر لم يطب والأسد لولا فراق الأرض ما افترست والسّهم لولا فراق القوس لم يصب والشمس لو وقفت في الفلك دائمة لملّها النّاس من عجم ومن عرب والتّبر كالتّرب ملقى في أماكنه والعود في أرضه نوعً من الحطب فإن تغرّب هذا عزّ مطلبه وإن تغرّب ذاك عزّ كالذّهب."
    },
    {
        "text": "لقد بذلنا جهداً في تمكين الناس من الوصول إلى سن متقدمة أكثر مما بذلناه في مساعدتهم على الاستمتاع به."
    },
    {
        "text": "سن الكبر هو السن الذي يزيد عن عمري الحالي بخمسة عشر عاماً."
    },
    {
        "text": "كيف يمكن هذا، لقد قرأت في كل مكان بأن الشباب هو أكثر مراحل الحياة اكتمالاً، فمن أين يأتي هذا العدم وهذا التشتت."
    },
    {
        "text": "يجب أن نُشجع الشباب على أن ينظر ويسير إلى الأمام، ولا يقف ويلتفت إلى الخلف إلا ليعرف مبدأ طريقه."
    },
    {
        "text": "في الشباب قسوة، في الشباب غباء، وفي الشباب عيون لا ترى."
    },
    {
        "text": "شباب بلا رسالة وقضية، يفعل بأمته أكثر مما يفعله عدوها للأسف دون أن يدري."
    },
    {
        "text": "كان يعتمد على نفسه ما واتته قوة الشباب فلما أدركته الشيخوخة اتخذ من التملق عصاً يدب عليها."
    },
    {
        "text": "الشباب يدوم ساعة، والجمال عمره كعمر الزهور، أما الحب فذلك هو الجوهرة التي تومض إلى الأبد."
    },
    {
        "text": "الشيخوخة ليست فقدان الشباب، وإنّما مرحلة جديدة للفرصة والقوة. سر العبقرية هو أن تحتفظ بروح الطفولة إلى سن الشيخوخة، ما يعني ألا تفقد حماسك أبداً."
    },
    {
        "text": "إذا حدث واعقت مجري الدم في شريان فستكون النتيجة أن يصاب الإنسان بالمرض.. وإذا أعقت مجري الماء في نهر فالنتيجة هي الفيضان، وإذا أعقت الطريق أمام المستقبل فالنتيجة هي الثورة."
    },
    {
        "text": "عقل الفيلسوف يبني دولة في الهواء، وعقل القصصي يبني دولة فوق الماء، وعقل الطاغية يبني دولة فوق مستودع بارود، وعقل المؤمن يبني دولة أصلها ثابت وفرعها في السماء."
    },
    {
        "text": "الموقف العصيب لا يختلف كثيراً عن الماء الساخن، ولكي تتعود سخونته تضع نفسك أولاً في الموقف الأقل صعوبة.. كرر هذا الأمر، ستصل إلى اللاحساسية."
    },
    {
        "text": "زر المحكمة مرة في العام لتعرف فضل الله عليك في حسن الأخلاق، وزر المستشفى مرة في الشهر لتعرف فضل الله عليك في الصحة والمرض، وزر الحديقة مرة في الأسبوع لتعرف فضل الله عليك في جمال الطبيعة، وزر المكتبة مرة في اليوم لتعرف فضل الله عليك في العقل، وزر ربك كل آن لتعرف فضله عليك في نعم الحياة."
    },
    {
        "text": "قالوا: تعداك الشباب إلى الكهولة.. تستبين قلت: الشباب فعالة.. لا العمر.. في عدد السنين."
    },
    {
        "text": "في الستين من العمر، نحن بالكاد بلغنا الثلثين من عمرنا، لذا ينبغي ألا ندفن أنفسنا.. ينبغي العيش."
    },
    {
        "text": "يظن الشباب أنّ كبار السن حمقى، أمّا كبار السن فيعرفون أنّ الشباب حمقى."
    },
    {
        "text": "عالم الآثار هو الزوج الأفضل للمرأة، فكلما كبرت زاد اهتمامه بها. في الستين من العمر، نحن بالكاد بلغنا الثلثين من عمرنا، لذا ينبغي ألا ندفن أنفسنا، ينبغي العيش."
    },
    {
        "text": "عندما تكبر، من المحتمل أن يصبح لديك أمران."
    },
    {
        "text": "ما النسيان سوى قلب صفحة من كتاب العمر، قد يبدو الأمر سهلاً، لكن ما دمت لا تستطيع اقتلاعها ستظل تعثر عليها بين كل فصل من فصول حياتك."
    },
    {
        "text": "الشيخوخة ليست فقدان الشباب، وإنّما مرحلة جديدة للفرصة والقوة."
    },
    {
        "text": "سر العبقرية، هو أن تحتفظ بروح الطفولة إلى سن الشيخوخة، ما يعني ألّا تفقد حماسك أبداً."
    },
    {
        "text": "الشيخوخة بآلامها خير من شباب بلا أمل. احترام الكبار أمر يمارسه الجميع تقريباً، ويشعرون أنّه واجب ملزم لا يحيد عنه إلّا متمرد."
    },
    {
        "text": "أكثر ما يخيفني في الشيخوخة ليس الوحدة، وإنّما التبعية. البعض يولدون شيوخاً، والآخرون يموتون شباباً."
    },
    {
        "text": "وتجرعك الهموم والآلام، عندها لا تتوقّف وتغلق على نفسك الأبواب وترتدي ثياب الســــواد، انظر إلى الحياة من خلال نافذة ملوّنة ستجد أن هذا الكون واســع ومـبـهــر وجميل، ستجد أنّ الحياة رائعة بجميع الألوان، كل يوم هو صفحة من لوحة حياتنا، لوحة حياتك لك أنت فقط اختر أنت ألوانها واستمتع ولا تدع الظروف والأشخاص يؤثرون عليها، فيفسدون تناسق الألوان."
    },
    {
        "text": "أحياناً يغلق الله سبحانه وتعالى أمامنا باباً لكي يفتح لنا باباً آخر أفضل منه، ولكن معظم الناس يضيّعون تركيزهم و وقتهم، وطاقتهم في النظر إلى الباب الذي أغلق، بدلاً من باب الأمل الّذي انفتح أمامهم على مصراعيه."
    },
    {
        "text": "إننا أحياناً قد نعتاد الحزن حتى يصبح جزءاً منا ونصير جزءاً منه، وفي بعض الأحيان تعتاد عين الإنسان على بعض الألوان ويفقد القدرة على أن يرى غيرها ولو أنه حاول أن يرى ما حوله لأكتشف أن اللون الأسود جميل، ولكن الأبيض أجمل منه، وأن لون السماء الرمادي يحرك المشاعر والخيال ولكن لون السماء أصفى في زرقته، فابحث عن الصفاء ولو كان لحظة وابحث عن الوفاء ولو كان متعباً وشاقاً، وتمسك بخيوط الشمس حتى ولو كانت بعيدة، ولا تترك قلبك ومشاعرك وأيامك لأشياء ضاع زمانها، إذا لم تجد من يسعدك فحاول أن تسعد نفسك، وإذا لم تجد من يضيء لك قنديلاً فلا تبحث عن آخر أطفأه، وإذا لم تجد من يغرس في أيامك وردة فلا تسع لمن غرس في قلبك سهماً ومضى، وننسى أن في الحياة أشياء كثيرة يمكن أن تسعدنا وأن حولنا وجوهاً كثيرة يمكن أن تضيء في ظلام أيامنا شمعة، فابحث عن قلب يمنحك الضوء ولا تترك نفسك رهينة لأحزان اليالي المظلمة."
    },
    {
        "text": "لاتقف كثيراً عند أخطاء ماضيك، لأنها ستحول حاضرك جحيماً، ومستقبلك حطاماً يكفيك منها وقفة اعتبار تعطيك دفعة جديدة في طريق الحق والصواب. لا تتخيّل كل الناس ملائكة فتنهار أحلامك ولا تجعل ثقتك بهم عمياء، لأنك ستبكي يوماً على سذاجتك، كثيرة هي الأوهام التي تدمرنا ولا سيما حين ندرك حقيقة من يحبنا ومن يتسلى بنا."
    },
    {
        "text": "أحياناً يغرقنا الحزن حتى نعتاد عليه وننسى أنّ في الحياة أشياء كثيرة يمكن أن تسعدنا، وأنّ حولنا وجوهاً كثيرة يمكن أن تضيء في ظلام أيامنا شمعة فابحث عن قلب يمنحك الضوء ولا تترك نفسك رهينة لأحزان الليالي المظلمة."
    },
    {
        "text": "تجرعك الهموم والآلام، عندها لا تتوقّف وتغلق على نفسك الأبواب وترتدي ثياب السواد، انظر إلى الحياة من خلال نافذة ملوّنة ستجد أن هذا الكون واسع ومبهر وجميل، ستجد أنّ الحياة رائعة بجميع الألوان، كل يوم هو صفحة من لوحة حياتنا، لوحة حياتك لك أنت فقط اختر أنت ألوانها واستمتع ولا تدع الظروف و الأشخاص يؤثرون عليها، فيفسدون تناسق الألوان."
    },
    {
        "text": "عندما تقتحم حياتك ظروف صعبة وتتركك أمامها ذابلاً ضعيفاً، عندما تختفي منها ملامح الفرح فتتفاجأ بحياتك يملؤها الحزن، عندما تقسو عليك الحياة."
    },
    {
        "text": "أحياناً يغلق الله سبحانه وتعالى أمامنا باباً لكي يفتح لنا باباً آخر أفضل منه، ولكن معظم الناس يضيّعون تركيزهم ووقتهم، وطاقتهم في النظر إلى الباب الذي أغلق، بدلاً من باب الأمل الّذي انفتح أمامهم على مصراعيه."
    },
    {
        "text": "لا تيأس إذا تعثرت أقدامك، وسقطت في حفرة واسعة، فسوف تخرج منها وأنت أكثر تماسكاً وقوة، إن الله مع الصابرين."
    },
    {
        "text": "إذا فقدت مالك فقد ضاع منك شيء له قيمة، وإذا فقدت شرفك فقد ضاع منك شيء لا يقدّر بقيمة، وإذا فقدت الأمل فقد ضاع منك كلّ شيء."
    },
    {
        "text": "الأمل شمعة تنير الظلام، وكتاباً مفتوحاً لمن أراد أن يتعلم، فلكي نودع حياة بائسة خامدة فليس علينا إلّا أن نعيش حياة جديدة مشرقة يملأها التفاؤل ويكون الأمل هو العنوان الرئيسي لها."
    },
    {
        "text": "ليس السعيد في هذا العالم من ليس لديه مشاكل، ولكن السعداء حقيقة هم أولئك الذين تعلموا كيف يعيشوا مع تلك الأشياء البسيطة التي لديهم و يقتنعوا بها."
    },
    {
        "text": "التفاؤل شعورٌ عظيمٌ يرفُّ في قلبِ كلِّ سعيدٍ وناجحٍ، وهو أصل وقودِ الحياةِ في النفسِ البشرية، وواقٍ من مخاطرِ الاضطراباتِ النفسيَّة والجسديَّة."
    },
    {
        "text": "لا تقف كثيراً عند أخطاء ماضيك، لأنها ستحول حاضرك جحيماً، ومستقبلك حطاماً يكفيك منها وقفة اعتبار تعطيك دفعة جديدة في طريق الحق والصواب.. لا تتخيّل كل الناس ملائكة فتنهار أحلامك ولا تجعل ثقتك بهم عمياء، لأنك ستبكي يوماً على سذاجتك، كثيرة هي الأوهام التي تدمرنا ولا سيما حين ندرك حقيقة من يحبنا ومن يتسلى بنا."
    },
    {
        "text": "انظرللحياة بجانب مشرق وسعيد.. اقنع نفسك وردد أنك سعيد.. وأنك تمتلك أسباب السعادة.. اكسر اليأس بكلمات التفاؤل والفرح.. وكل ماداهمك اليأس دع الأمل يشرق في قلبك وأُصرخ بصوت عالٍ أنك سعيد وليس للحزن مكان في قلبك."
    },
    {
        "text": "لا تقف كثيراً على الأطلال خاصة إذا كانت الخفافيش قد سكنتها والأشباح عرفت طريقها، وابحث عن صوت عصفور يتسلل وراء الأفق مع ضوء صباح جديد."
    },
    {
        "text": "الصبر هو الانتظار، وهو ليس انتظاراً سلبياً، فهذا هو الكسل، أما الاستمرار في المضي للأمام عندما يكون الاستمرار صعباً وبطيئاً فهذا هو الصبر، أعتى المحاربين هما: الصبر والوقت."
    },
    {
        "text": "انشروا روح الأمل والتفاؤل بين الناس وعيشوا في الآيات القرآنية والأحاديث النبوية التي تطمئن قلوبكم، وتبشركم بمستقبل واعد لهذه الأمة وإياكم والإحباط؛ فإن المحبَطين لا يُغيِّرون، واليائسين لا ينتصرون."
    },
    {
        "text": "قد تمل النفس الجمود، وقد تمل شيئاً اعتادت عليه، فلا تجعل عبادتك لله جامدة، ولا تجعلها شيئاً روتينياً اعتدت على فعله، بل اجعلها طاقة روحية جبارة متحركة، تستمد منها الأمل والصبر."
    },
    {
        "text": "الواجب على العاقل أخذ العدة لرحيله، فإنه لا يعلم متى يفجؤه أمر ربه، ولا يدري متى يستدعى.. و إني رأيت خلقاً كثيراً غرهم الشباب، ونسوا فقد الأقران، وألهمهم طول الأمل.. و ربما قال العالم المحض لنفسه : أشتغل بالعلم اليوم ثم أعمل به غداً، فيتساهل في الزلل بحجة الراحة، ويؤخر الأهبة لتحقيق التوبة، ولا يتحاشى من غيبة أو سماعها، ومن كسب شبهة يأمل أن يمحوها بالورع.. وينسى أن الموت قد يبغت.. فالعاقل من أعطى كل لحظة حقها من الواجب عليه، فإن بغته الموت رؤى مستعداً، وإن نال الأمل ازداد خيراً."
    },
    {
        "text": "إذا أغلقت الشتاء أبواب بيتك .. وحاصرتك تلال الجليد من كل مكان .. فانتظر قدوم الربيع وافتح نوافذك لنسمات الهواء النقي ! وأنظر بعيداً فسوف ترى أسراب الطيور وقد عادت تغني .. وسوف ترى الشمس وهي تلقي خيوطها الذهبيه فوق أغصان الشجر .. لتصنع لك عمراً جديداً وحلماً جديداً .. وقلباً جديداً."
    },
    {
        "text": "إذا كان الأمس ضاع .. فبين يديك اليوم ! وإذا كان اليوم سوف يجمع أوراقه ويرحل .. فلديك الغد .. لا تحزن على الأمس فهو لن يعود ! ولا تأسف على اليوم .. فهو راحل .. واحلم بشمس مضيئه في غد جميل."
    },
    {
        "text": "نحن نعيش لكي نرسم ابتسامة .. ونمسح دمعة.. ونخفّف ألما ً.. ولأن الغد ينتظرنا .. والماضي قد رَحل وقد تواعدنا مع أفق الفجر الجديد."
    },
    {
        "text": "لا تسافر إلى الصحراء بحثاً عن الأشجار الجميلة .. فلن تجد في الصحراء غير الوحشة .. وأنظر إلى مئات الأشجار التي تحتويك بظلّها .. وتسعدك بثمارها .. وتشجيك بأغانيها."
    },
    {
        "text": "إذا لم تجد من يسعدك فحاول أن تسعد نفسك .. وإذا لم تجد من يضيء لك قنديلاً .. فلا تبحث عن آخر أطفأه ! وإذا لم تجد من يغرس في أيامك ورده .."
    },
    {
        "text": "لا تنتظر ظروفاً مثالية أو أموراً معينة حتى تفرح، درّب نفسك على أن تفرح بكل الأمور التي قد تميل إلى الاعتقاد بأنّها أمور عادية في حياتك، افرح بكل يوم جديد .. افرح بصحتك .. افرح بأهلك وأصدقائك وجميع من حولك."
    },
    {
        "text": "فرّح الآخرين .. تفرح! فكلمة تشجيع صادقة أو خدمة انسانية تقدمها لمن يحتاجها يكون لها مفعول السحر على مَن حولك ومِن شأنها أن تملأ قلبك بالفرح."
    },
    {
        "text": "إذا كانت سعادة الإنسان مرهونة بوجود شخص معين، أو بامتلاك شيء محدد فما هي بسعادة، أما إذا عَرَفَ الإنسان كيف يقف وحده في موقف عصيب، مؤدياً ما يجب عليه من عمل بكل ما في قلبه، مِن حُب وإخلاص فهذا الإنسان قد وَجد إلى السعادة سبيلاً."
    },
    {
        "text": "التعساء يتخيلون مشاكل لا حقيقة لها، ويناطحون مع أعداء لا وجود لهم، بينما السعداء يتعاملون مع المشاكل الموجودة، وكأنها من عالم الخيال، ومع الأعداء وكأنهم محايدون."
    },
    {
        "text": "عش في حدود يومك فلا الماضي بآلامه وأفراحه يعيد لك البسمة أو الدمعة، ولا المستقبل في جفوته أو بسمته يسعدك .. فاسعد في لحظتك الآن."
    },
    {
        "text": "أنما هو الحب هو الحب الذي يطمع في كل شيء ويرضى بأقل شيء، بل يرضى بلا شيء، بل هو سعيد كل السعادة ما وثق بأن بيتاً واحداً يحويه مع من يحب ويهوى. هو الحب ما في ذلك من شك، لكن الشك المؤلم المضني إنما يتصل بالقلب"
    },
    {
        "text": "لحظات الحب هي اللحظات التي تخلد في أذهاننا وتحمل كل معاني السعادة، فلا تندم على لحظة حب عشتها حتى ولو صارت ذكرى تؤلمك فإذا كانت الزهرة قد جفت وضاع عبيرها ولم يبقى منها غير الاشواك، فلا تنسى أنها منحتك يوماً عطراً جميلاً أسعدك"
    },
    {
        "text": "السعادة، ذلك العصفور المعلق دوما على شجرة الترقب، أو على شجرة الذكرى. ها هو على وشك أن يفلت مني الآن أيضا. ولأنني أدركت ذلك بدأت أعيش ذلك الحب، بشراسة الفقدان. كالذين يعيشون عمرًا مهددًا، علمني الموت من حولي أن أعيش خوف اللحظة الهاربة، أن أحبَّ هذا الرجل كل لحظة.. وكأنني سأفقده في أية لحظة، أن أشتهيه، وكأنّه سيكون لغيري، أن أنتظره.. دون أن أصدق أنه سيأتي. ثم يأتي.. وكأنه لن يعود، أبحث لنا عن فرحة أكثر شساعة من موعد، عن فراق، أجمل من أن يكون وداعًا."
    },
    {
        "text": "أيها القريب على مرمى صرخة، البعيد على مرمى عمر، إني أعلنت عليك الحب، إني أعلنت عليك السلام، إني أعلنت عليك الغفران، رغم كل ما كان وما قد يكون."
    },
    {
        "text": "السلام لا يعنى غياب الصراعات، فالاختلاف سيستمر دائماً في الوجود، السلام يعني أن نحل هذه الاختلافات بوسائل سليمة، عن طريق الحوار، والتعليم، والمعرفة، والطرق الإنسانية."
    },
    {
        "text": "كان بإمكانك أن تموت فيما بعد، كان يمكن أن تموت بعد أن يكون قد حل السلام، لكنّك على كل حال ستموت في نهاية المطاف."
    },
    {
        "text": "دائماً أنت في المنتصف أنت بيني وبين كتابي، بيني وبين فراشي وبيني وبين هدوئي وبيني وبين الكلام، ذكرياتك سجني وصوتك يجلدني وأنا بين الشوارع وحدي وبين المصابيح وحدي، أتصبب بالحزن بين قميصي وجلدي ودمي: قطرة امنحيني السلام."
    },
    {
        "text": "لكي تحافظ على هدوئك والراحة النفسية وتشعر بالسلام الداخلي يجب في البداية ممارسة رياضة والانتظام فيها حتى تشعر بالطاقة الإيجابية التي سوف تغلغل في جسدك بالكامل، وممارسة الرياضة قد تكون كالمشي والجري وغيرها من الرياضات البسيطة ويمكنك القيام بها بسهولة."
    },
    {
        "text": "عندما تبدأ في عينيك آلاف المرايا بالكلام ينتهي كل كلام ، وأراني صامتاً في حضرة العشق ومن في حضرة العشق يجاوب؟ فإذا شاهدتني منخطف اللون غريب النظرات، وإذا شاهدتني أقرأ كالطفل صلاتي وعلى رأسي فراشات وأسراب حمام ، فأحبيني كما كنت بعنف وجنون واعصري قلبي كالتفاحة الحمراء حتى تقتليني وعلى الدنيا السلام."
    },
    {
        "text": "إذا كان النبي عليه الصلاة والسلام قد أستعمل أعلى معايير الإنصاف مع من يفصل بينه وبينهم الشرك الأكبر فنحن أحوج إلى استعمالها مع إخواننا الذين يجمعنا معهم أكثر مما يفرقنا، ويدنينا إليهم أكثر مما يبعدنا."
    },
    {
        "text": "لا يحل لمؤمن أن يهجر مؤمنا فوق ثلاث، فإن مرت به ثلاث فليلقه وليسلم عليه، فإن رد عليه السلام فقد اشتركا في الأجر، وإن لم يرد عليه فقد باء بالإثم، وخرج المسلم من الهجرة."
    },
    {
        "text": "أهل فينيقيا سلام عليكم.. يوم تفنى بقية الأدهار.. لكم الأرض خالدين عليها.. بعظيم الأعمال والآثار.. غير صعب تخليد ذكر على.. الأرض لمن خلدوه فوق البحار."
    },
    {
        "text": "وعندما أُقتل في يومٍ من الأيامِ، سيعثرُ القاتلُ في جيبي على تذاكرَ السفرِ، واحدة إلى السلام، واحدة إلى الحقول والمطر، واحدةٌ إلى ضمائرِ البشرِ، أرجوك أن لا تهمل التذاكر يا قاتلي العزيز، أرجوك أن تسافر."
    },
    {
        "text": "إني أعلنت عليك الحب، إني أعلنت عليك السلام رغم كل ما كان، وما قد يكون، خذ من قلبي ما شئت فسيبقى لي منه ما يكفيني."
    },
    {
        "text": "دائماً أنت في المنتصف أنت بيني وبين كتابي، بيني وبين فراشي وبيني وبين هدوئي وبيني وبين الكلام، ذكرياتك سجني وصوتك يجلدني وأنا بين الشوارع وحدي وبين المصابيح وحدي، أتصبب بالحزن بين قميصي وجلدي ودمي، قطرة امنحيني السلام."
    },
    {
        "text": "وعندما أُقتل في يوم من الأيام سيعثر القاتل في جيبي على تذاكر السفر، واحدة إلى السلام، واحدة إلى الحقول والمطر، واحدة إلى ضمائر البشر، أرجوك أن لا تهمل التذاكر يا قاتلي العزيز أرجوك أن تسافر."
    },
    {
        "text": "اقرأ ما يفيدك، وإن استفزك اقرأ ما يصدقك، وإن أوجعك اقرأ ما يجعلك تفكر، وإن أجهدك اقرأ ما يثير خيالك، وإن صدمك اقرأ ما يجبرك على احترامه وإن خالفك."
    },
    {
        "text": "إن السلام كالحرب معركة لها جيوش وحشود وخطط وأهداف، والثقة بالنفس معركة ضد كل مضاعفات الهزيمة"
    },
    {
        "text": "فالسلام لم يعد مجرد مسالمة بين البشر والبشر، بل هو في الأساس مسالمة واجبة بين البشر والأرض.لأن الحرب على بيئة الأرض هي مأساة سرمدية، بينما مآسي أشد الحروب فتكا في تاريخ البشرية يمكن للزمن أن يتجاوزها."
    },
    {
        "text": "رُبَّ رجلٌ وسيمٌ غير محبوب، ورُبَّ رجل وسيم محبوب غير مهيب، ورُبََّ رجل وسيم يحبه الناس ويهابونه وهو لا يحب الناس ولا يعطف عليهم ولا يبادله الوفاء، أما محمد عليه السلام فقد استوفى شمائل الوسامة والمحبة والعطف على الناس.فكان على ما يختاره وصفوه ومحبوه، وكان نعم المسمى بالمختار."
    },
    {
        "text": "أرسلت بنت النبي محمد صلى الله عليه وسلم: إن ابني قد احتضر فاشهدنا، فأرسل صلى الله عليه وسلم يقرئ السلام ويقول: إن لله ما أخذ وله ما أعطى، وكل شيء عنده بأجل مسمى، فلتعتبر ولتحتسب.. مر محمد صلى الله عليه وسلم على امرأة تبكي عند قبر فقال: اتقي الله واصبري.فقالت: إليك عني، فإنك لم تصب بمصيبتي، ولم تعرفه.فقيل لها: إنه النبي صلى الله عليه وسلم، فأتت باب النبي صلى الله عليه وسلم فلم تجد عنده بوابين، فقالت: لم أعرفك فقال: إنما الصبر عند الصدمة الأولى.. وعن عطاء بن أبي رباح قال: قال لي ابن عباس (رض): ألا أريك امرأة من أهل الجنة.. فقلت: بلى قال: هذه المرأة السوداء أتت النبي صلى الله عليه وسلم فقالت: إني أصرع وإني أتكشف فادع الله تعالى لي، قال: إن شئت صبرت ولك الجنة، وإن شئت دعوت الله تعالى أن يعافيك فقالت: أصبر فقالت: إني أتكشف فادع الله ألا أتكشف فدعا لها.. ما يصيب المسلم من نصب ولا وصب ولا هم ولا حزن ولا أذى ولا غم، حتى الشوكة يشاكها إلا كفر الله بها من خطاياه."
    },
    {
        "text": "القمر يتلألأ في سماء الليل كجوهرة فضية تنثر سحرها على الأرض."
    },
    {
        "text": "ضياء القمر يرسم لوحة خلابة في قلب الظلام، يملأ الليل بنوره الهادئ والجذاب."
    },
    {
        "text": "في هدوء الليل، يتسلل القمر كمصباح خافت، يزين السماء بإشراقته الرقيقة."
    },
    {
        "text": "القمر يرتقي عالياً في سماء الكون كملاك ناعم، يلوح بأجنحته اللامعة في كل زاوية."
    },
    {
        "text": "أشعة القمر تتسلل خلال الغيوم كألحان موسيقية، تلمس قلوب الرومانسيين."
    },
    {
        "text": "القمر يعكس وجهه الفضي على بحر الليل، يخلق أفقاً ساحراً من الرومانسية والغموض."
    },
    {
        "text": "كلما ارتفع القمر في السماء، زاد سحره وجاذبيته، كما لو أنه يرسم حكاية جديدة في كل لحظة."
    },
    {
        "text": "في حضرة القمر، يختفي الظلام وتتألق الطبيعة بألوان الأمل والإلهام."
    },
    {
        "text": "يبدو القمر وكأنه لوحة فنية معلقة في سماء الليل، تروي قصة الكون بألوانها الخلابة."
    },
    {
        "text": "القمر يتلألأ كنور مهيب يضيء لنا طريق الحلم في ليالينا الساحرة."
    },
    {
        "text": "القمر، هو رفيق الليل الدائم، يرافقنا في سهراتنا، ويرسم على وجوهنا ملامح السعادة والسرور."
    },
    {
        "text": "القمر، هو رمز للرومانسية والحب، فهو مصدر إلهام للشعراء والكتاب والفنانين."
    },
    {
        "text": "القمر، هو علامة على الأمل والتفاؤل، فهو يضيء لنا الطريق في الظلام، ويمنحنا الأمل في الغد."
    },
    {
        "text": "القمر، هو ظاهرة طبيعية رائعة الجمال، تثير الإعجاب والفتنة في نفوس البشر حول العالم."
    },
    {
        "text": "القمر يرقص في سماء الليل كنجمة ساحرة تحمل قصص الحب الخالدة."
    },
    {
        "text": "ضوء القمر يلمع كمصباح فضي ينير دروب الظلام ويعزف لحن السكون."
    },
    {
        "text": "في لحظات الوحدة، يكون القمر رفيقاً وفياً يتلألأ في سماء الروح."
    },
    {
        "text": "القمر يتألق كجوهرة لامعة في قلب الليل، يروي أسرار الكون بصمت جذاب."
    },
    {
        "text": "عندما يبتسم القمر، يلون الليل بألوان الأمل والرومانسية."
    },
    {
        "text": "القمر يحمل عبق الرومانسية في أشعته الفضية التي تسكب سحرها على الأرض."
    },
    {
        "text": "كم هو جميل أن ننظر إلى السماء ونجد القمر يرقص بين الغيوم كحلم ساحر."
    },
    {
        "text": "القمر كشاعر متجول في سماء الليل، ينثر قصائده اللامعة على قلوبنا."
    },
    {
        "text": "في لحظات الهدوء، يتألق القمر كمصباح يضيء دروب الأمل والسلام."
    },
    {
        "text": "عند بكاء أولادي أو غضبهم وجدت أن آفضل طريقة لتهدئتهم هي حضنهم دون كلام أو نقاش أو معاتبة فقط حضن هادئ آثره عجيب."
    },
    {
        "text": "تعلّم أن تتقبّل ما لا تستطيع تغييره وأن تركّز على ما تستطيع التأثير فيه."
    },
    {
        "text": "الإسلام الذي أفهمه: يعمر المساجد والمصانع.. يحيي القلوب والأبدان.. توازن ووسطية."
    },
    {
        "text": "من ظن أنه بدون العمل يصل فهو متمنّ ومن ظن أنه ببذل الجهد يصل فهو مستغن."
    },
    {
        "text": "من لم يدرس المنطق، لا يوثق بعلمه."
    },
    {
        "text": "و استحقر من لا يحسد ولا يقذف، واستصغر من بالكفر أو الضلال لا يعرف."
    },
    {
        "text": "والنفس إن لم تشتغل بشيء شغلت صاحبها."
    },
    {
        "text": "الكلام المعقول في نفسه المؤيد بالبرهان ينبغي أن يقبل ولا يهجر بدعوى أنه صادر من المخالف. المطلب أنفس وأعز من أن يدرك بالمنى أو ينال بالهوينا."
    },
    {
        "text": "الناس عبيد لما عرفوا وأعداء لما جهلوا. إنّ جميع المعجزات طبيعية، وإن الطبيعة كلها معجزة."
    },
    {
        "text": "إنّ رد المذهب قبل فهمه والاطلاع على كنهه هو رمي في عماية."
    },
    {
        "text": "إنّ نقص الكون هو عين كماله، مثل اعوجاج القوس هو عين صلاحيته ولو أنه استقام لما رمى."
    },
    {
        "text": "ضرر الدين ممن ينصره لا بطريقة أكثر من ضرره ممن يطعن فيه."
    },
    {
        "text": "لا تحسن الظن بي كي لا أخذلك، ولا تسئ الظن بي كي لا تخذلني، لكن اجعلني بدون ظنون، كي اكون أنا كما أكون."
    },
    {
        "text": "إذا أنعم الله عليك بصحة وعافية وجسد سليم والحمد لله فاحمد الله على هذه النعم بأن تتبرع ببعض من دمك للمحتاجين.. فالله يقول (لئن شكرتم لأزيدنكم) فالتبرع بالدم واحدة من أساليب شكر نعمة الصحة و يديمها الله عليك بإذن الله."
    },
    {
        "text": "أحاول دائماً أن أركز على إحسان اليوم لا ندم الأمس ولا قلق الغد."
    },
    {
        "text": "أصل الغضب أنك تنكر أن يجري الشيء على مراد الله لا على مرادك."
    },
    {
        "text": "الإحسان هو أن تصنع عالما أحسن من الذي ولدت فيه."
    },
    {
        "text": "من أطاعني فقد أطاع الله، ومن عصاني فقد عصى الله."
    },
    {
        "text": "من شاب شيبة في الإسلام كانت له نوراً يوم القيامة."
    },
    {
        "text": "من فتح عليه باب من الخير فلينتهزه فإنه لا يدري متى يغلق عنه."
    },
    {
        "text": "إن رد المذهب قبل فهمه و الاطلاع على كنهه هو رمي في عماية."
    },
    {
        "text": "إن نقص الكون هو عين كماله، مثل إعوجاج القوس هو عين صلاحيته ولو أنه استقام لما رمى. ضرر الدين ممن ينصره لا بطريقة أكثر من ضرره ممن يطعن فيه."
    },
    {
        "text": "طلبنا العلم لغير الله فأبى أن يكون إلا لله."
    },
    {
        "text": "فويل للجاهل حيث لم يتعلم مرة واحدة، وويل للعالم حيث لم يعمل بما عمل ألف مرة."
    },
    {
        "text": "قال رسول الله صلى الله عليه وسلم، من عمل بما علم ورثه الله علم ما لم يعلم."
    },
    {
        "text": "كرامات الأولياء هي بدايات الأنبياء."
    },
    {
        "text": "كلما عز المطلوب وشرف، صعب مسلكه وطل طريقه وكثرت عقابه."
    },
    {
        "text": "إلهي.. قد انقطعت أسبابي الأرضية في نصرة دينك، ولم يبق إلّا الأخلاد إليك، والاعتصام بحبلك، والاعتماد على فضلك، أنت حسبي ونعم الوكيل."
    },
    {
        "text": "لا يوجد ما يستحق الندم غير ما يضيع من العمر في هذا الندم."
    },
    {
        "text": "الحرية مع الألم أكرم من العبودية مع السعادة."
    },
    {
        "text": "آداب الوالد مع أولاده: يعينهم على بره ولا يكلفهم من البر فوق طاقتهم ولا يلح عليهم في وقت ضجرهم ولا يمنعهم من طاعة ربه ولا يمن عليهم بتربيته."
    },
    {
        "text": "الدنيا خضرة قد شُهِّيَتْ إلى الناس ومال إليها كثيرٌ منهم فلا تركنوا إلى الدنيا ولا تثقوا بها فإنها ليست بثقة واعلموا أنها غير تاركة إلّا من تركها."
    },
    {
        "text": "أراد رجل أن يطلق زوجته، فقِيل له: ما يسوؤك منها ؟ قال: العاقل لا يهتك ستر زوجته.. فلما طلقها قيل له: لِمَ طلّقتها ؟ قال ما لي و للكلام فيمن صارت أجنبية."
    },
    {
        "text": "وصية علي بن أبي طالب رضي الله عنه قال لوط بن يحيى: حدّثني عبد الرحمن بن جندب عن أبيه قال: دخلت على علي بن أبي طالب أسأل عنه حين ضربه ابن ملجم لعنه الله، فقمت ولم أجلس لمكان ابنة له دخلت عليه وهي مستترة، فدعا الحسن والحسين رحمهما الله فقال: إنّي أوصيكما بتقوى الله، ولا تبغيا الدّنيا وإن بغتكما، ولا تبكيا على شيء منها زوي عنكما. قولا الحقّ، وارحما اليتيم، وأعينا الضّالع، واصنعا للآخرة، وكونا للظالم خصماً، وللمظلوم عوناً، ولا تأخذكم في الله لومة لائم. ثمّ نظر إلى ابن الحنفيّة فقال له: فهمت ما أوصيت به أخويك؟ قال: نعم. قال: أوصيك بمثله، وأوصيك بتوقير أخويك، وتزيين أمرهما، ولا تقطع أمراً دونهما، ثمّ قال: وأوصيكما به فإنّه شقيقكما، وابن أبيكما، وقد علمتما أنّ أباه كان يحبّه فأحبّاه ."
    },
    {
        "text": "وصيّة عمر بن الخطاب رضي الله عنه قال فطر بن خليفة وغيره: دعا عمر بن الخطاب  رضي الله عنه  عند موته عبد الله بن عمر، فقال: أي بنيّ: إذا قام الخليفة بعدي فائته، فقل: إنّ عمر يقرأ عليك السّلام، ويوصيك بتقوى الله لا شريك له، ويوصيك بالمهاجرين الأولين خيراً، أن تعرف لهم سابقتهم. ويوصيك بالأنصار خيراً، أن يقبل من محسنهم ويتجاوز عن مسيئهم. ويوصيك بأهل الأمصار خيراً، فإنّهم غيظ العدوّ وجباة الفيء، لا تحمل فيئهم إلا عن فضل منهم. ويوصيك بأهل البادية خيراً، فإنّهم أصل العرب ومادّة الإسلام، أن تأخذ من حواشي أموالهم فتردّ على فقرائهم. ويوصيك بأهل الذمّة خيراً، أن يقاتل من ورائهم، ولا يكلفوا فوق طاقتهم ."
    },
    {
        "text": "حدّثنا أبو عبيد قال: حدّثنا أبو اليمان، عن شعيب بن أبي حمزة، عن ابن أبي حسين قال: بلغني أنّ لقمان الحكيم كان يقول: يا بنيّ لا تعلم العلم لتباهي به العلماء، وتماري به السّفهاء، وترائي به في المجالس، ولا تدع العلم زهداً فيه، ورغبةً في الجهالة. يا بنيّ اختر المجالس على عينيك، فإذا رأيت قوماً يذكرون الله فاجلس معهم، فإن تك عالماً ينفعك علمك، وإن تك جاهلاً يعلّموك، وإذا رأيت قوما لا يذكرون الله فلا تجلس معهم، فإن تك عالماً لا ينفعك علمك، وإن تك جاهلاً يزيدوك غيّاً، ولعلّ الله أن يطلع عليهم بعذاب فيصيبك معهم"
    },
    {
        "text": "‏الله هو الأمان في فوضى هذه الحياة."
    },
    {
        "text": "من التناقضات العجيبة أن يكون أول ما يهتم به الإنسان أن يعلم الطفل الكلام ثم بعد ذلك يعلمه كيف يسكت."
    },
    {
        "text": "إذا أردت ألا تُنسى، فإمّا أن تكتب شيئاً يستحق القراءة .. وإمّا أن تقوم بأمراً يَستحق الكتابة."
    },
    {
        "text": "ما أجمل أن يَبكي الإنسان والبسمة على شفتيه، وأن يَضحك والدمعه في عينيه."
    },
    {
        "text": "مـا أجمــل التفـــــاؤل وأن نبدأ يومنـــــــا بإبتـسامة مشرقة."
    },
    {
        "text": "كل الأمور على ما يرام في النهاية، إن لم تكن كذلك، فتلك ليست النهاية."
    },
    {
        "text": "لا تجعل الماضي يعيقك، سيلهيك عن الأمور الجميلة في الحياة."
    },
    {
        "text": "نخطىء إذ نظن أن فرحنا هو في امتلاك الأشياء إن انتظرت أن تمتلك شيئاً لتفرح فلن تفرح ابداً."
    },
    {
        "text": "سئل الإسكندر: لم تكرم معلمك فوق كرامة أبيك؟ فقال: إن أبي سبّ حياتي الفانية ومعلمي سبّ حياتي الباقية‏."
    },
    {
        "text": "غلطتي أني علمتك أن قلبي من زجاج .. وما دَريت أنه غيري علّمك رَمي الحجر."
    },
    {
        "text": "ليس العار في أن نسقط .. ولكن العار أن لا نستطيع النهوض."
    },
    {
        "text": "سيء جداً أن تُمارس السعادة وأنت مُرهق من الداخل."
    },
    {
        "text": "يـا هـمـومـي أخـفـضي صـوتـك قليلاً .. لا أريـد أن يـسمـعك أحـد غـيـري أرجوكي لا تـفـضـحـي كـذبـي …فـأنـا أقـول دائـما أننى بـخـيـر."
    },
    {
        "text": "إنّ الطفوله فترة من العُمر يَعيش بها الإنسان على حِساب غيره."
    },
    {
        "text": "الأماني لا تدرك بالتمنّيات."
    },
    {
        "text": "التفاحة العفنة تفسد جاراتها."
    },
    {
        "text": "على قدر لحافك مد رجليك، رحم الله امرئ عرف قدر نفسه."
    },
    {
        "text": "مَن جُن بالحب فهو عاقل، ومن جُن بغيره فهو مجنون."
    },
    {
        "text": "قال إبليس: عجبت لبني آدم يحبون الله ويعصونه ويبغضوني ويطيعوني."
    },
    {
        "text": "ما يأتي بسهولة يذهب بسهولة، ما تجلبه الرياح تأخذه الزوابع."
    },
    {
        "text": "لا تحاول أن تجعل ملابسك أغلى شيء فيك حتى لا تجد نفسك يوماً أرخص ما ترتديه."
    },
    {
        "text": "اصبر لكل مُصِيبةٍ وتجلد واعلم بأن الدهر غير مُخلد."
    },
    {
        "text": "نحنُ لا نَغِيبْ .. نحنُ فقطْ نحاولُ أنْ نَجِدَ ثوباً أَنِيقاً يليقُ بهِذِه السهرةِ الصَاخِبَةْ."
    },
    {
        "text": "كتمان الأسرار يدل على جواهر الرجال .. وكما أنه لا خير في آنية لا تمسك ما فيها فلا خير في إنسان لا يكتم سراً."
    },
    {
        "text": "ربي هِب لي فَرحاً أستنشقه بعد طول إختناق."
    },
    {
        "text": "إذا أحبك مليون فأنا معهم وإذا أحبك واحد فهو أنا .. وإذا لم يحبك أحد .. فاعلم أنني مت."
    },
    {
        "text": "من الحقائق الثابتة أنك تستطيع أن تنجح بسرعة وبأفضل طريقة، عندما تساعد الآخرين على النجاح."
    },
    {
        "text": "طعنة العدو تدمي الجسد .. وطعنة الصديق تدمي القلب."
    },
    {
        "text": "أغار من كلماتي حينما أهديها لك .. فتعجبك كلماتي ولا أعجبك أنا."
    },
    {
        "text": "هكذا هي الحياة لا البدايات التي نتوقعها ولا النهايات التي نريدها."
    },
    {
        "text": "إحسانك للحرّ يحركه على المكافأة وإحسانك إلى الخسيس يبعثه إلى معاودة المسألة."
    },
    {
        "text": "كل شيء يبدأ صغيراً ثم يكبر إلا المصيبة فإنها تبدأ كبيرة ثم تصغر."
    },
    {
        "text": "لَم يَعد المَوت مُرعِباً، لأنّ هَذه الحَياة أشَدّ رعباً."
    },
    {
        "text": "الذاكرة لا‌ تحتفِظُ بالوجوه، بقدرِ ما تَحتفِظُ بالمواقف."
    },
    {
        "text": "اصبر قليلاً فبعد العسر تيسير وكل أمر له وقت وتدبير."
    },
    {
        "text": "يُحكى إنّ الإهماَل مَقبرة ماتت علىَ أعتابها مَلايين الحَكايات."
    },
    {
        "text": "لا تتخيل كل الناس ملائكة فتنهار أحلامك ولا تجعل ثقتك بهم عمياء، لأنك ستبكي على سذاجتك."
    },
    {
        "text": "إن خفتي فقدانه لا تبالغي في اهتمامك له فيتمرد!"
    },
    {
        "text": "لا تكن كقمة الجبل ترى الناس صغاراً ويراها الناس صغيرة."
    },
    {
        "text": "إذا لم تضع أمامك أهدافاً واضحة، فلا تلومن إلا نفسك على عدم بلوغك لأي شيء."
    },
    {
        "text": "المعطي المانع: هو الذي أعطى كل شيء، ويمنع العطاء عن من يشاء ابتلاء أو حماية."
    },
    {
        "text": "ليست الألقاب هي التي تكسب المجد .. بل الناس من يكسبون الألقاب مجداً."
    },
    {
        "text": "لا تقاس حلاوةُ الإنسان بحلاوةِ اللسان، فكم من كلماتِ لطاف حسان، يكمن بين حروفها سمّ الثّعبان، فنحن في زمنٍ اختلط فيه الحابل بالنّابل."
    },
    {
        "text": "الإحتشام مفهوم لا يقتصر على الملابس فقط، فهناك ضحكة مُحتشمة، وهناك مشية مُحتشمة، وهناك سلوك مُحتشم، وهناك أخلاق مُحتشمة."
    },
    {
        "text": "كل ما هو جديد جميل، إلا الصداقة قديمها أجملها."
    },
    {
        "text": "قـد يـرى الناس الجرح الـذي في رأسـك ولكـنهم لا يشعـرون بالألـم الـذي تعانـيه."
    },
    {
        "text": "نمر مفترس أمامك .. خير من ذئب خائن وراءك."
    },
    {
        "text": "إذا كانت لك ذاكرة قوية وذكريات مريرة فأنت أشقى أهل الأرض."
    },
    {
        "text": "الضياع هو ألا أعرف مشاعرك اتجاهي وأنا متعلقة” بك كثيراً."
    },
    {
        "text": "سُئل أحد الحكماء: أي عز يكون بالذل متصلاً فقال العز في خدمة السلطان."
    },
    {
        "text": "لست عَديم الرحمة .. لكن أقفلتُ مَلجأ المتشرديـن في قلبي."
    },
    {
        "text": "لو لم تكن الحياة صعبة لما خرجنا من بطون أمهاتنا نبكي."
    },
    {
        "text": "خاطب الناس على قدر عقولهم."
    },
    {
        "text": "الإنسان دون إيمان وحش في قطيع لا يرحم."
    },
    {
        "text": "إذا كنت تعتقد أن التعليم ثمنه باهض .. جرب الجهل قد يكون أقل كلفة."
    },
    {
        "text": "الغاية تبرر الوسيلة."
    },
    {
        "text": "الغياب يجعل القلوب أكثر ولعاً."
    },
    {
        "text": "ونعشق الأرض التي لا هواء بها ولا ماؤها عذب ولكنها وطن."
    },
    {
        "text": "وردة واحدة لإنسان على قيد الحياة أفضل من باقة كاملة على قبره."
    },
    {
        "text": "لسان العاقل وراء قلبه وقلب الأحمق وراء لسانه."
    },
    {
        "text": "يا ماخذ الحب لعبه، احذر ترى الحُب غدار، لا تحسب الحب ضحكة، ترى الزمن دوّار."
    },
    {
        "text": "الأقربون أولى بالمعروف."
    },
    {
        "text": "ماذا ستفعل حينما يكون الشخص الوحيد القادر على مسح دموعك، هو من جعلك تبكي."
    },
    {
        "text": "لا تتخيل كل الناس مَلائكة فتنهار أحلامك، ولا تجعل ثقتك بهم عمياء، لأنك سَتبكي على سذاجتك."
    },
    {
        "text": "لَم يَعد المَوت مُرعِباً، لأنّ هَذه الحَياة أشَدّ رعباً."
    },
    {
        "text": "يبدأ الإنسان في الحياة عندما يستطيع الحياة خارج نفسه."
    },
    {
        "text": "لا يستطيع اى مخلوق ركوب ظهرك الا اذا كنت منحنيا ."
    },
    {
        "text": "النجاح ليس عدم فعل الأخطاء، النجاح هو عدم تكرار الأخطاء."
    },
    {
        "text": "المغرور كالطائر كلما ارتفع فى السماء صغر في أعين الناس."
    },
    {
        "text": "من يختارك لوقت معين، أنت فى غنى عنه فى كل الأوقات."
    },
    {
        "text": "الناس نوعان: نوع يسبح فى إتجاه السفينة والبعض يضيعون الوقت فى انتظارها."
    },
    {
        "text": "إذا ضحك المرء فإنه يضحك على الآخرين، وإذا بكى فإنه يبكى على نفسه."
    },
    {
        "text": "العمل بغير إخلاص ولا اقتداء كالمسافر يملأ جرابه رملاً يثقله ولا ينفعه."
    },
    {
        "text": "تعود على العادات الحسنه وهي سوف تصنعك."
    },
    {
        "text": "التفاؤل هو الإيمان الذي يؤدي إلى الإنجاز."
    },
    {
        "text": "الناجح من يستطيع رؤية ما هو أبعد من أن يراه الآخرون."
    },
    {
        "text": "ليس المهم ما يحدث لك، بل المهم ما الذي ستفعله بما يحدث لك."
    },
    {
        "text": "الحياة كالمرآة ، تحصل على أفضل النتائج حين تبتسم لها."
    },
    {
        "text": "أداء الأمانة هو مفتاح الرزق."
    },
    {
        "text": "كن حسن المظهر ولن تنساك العيون وكن أيضاً حسن الخلق كى لا تنساك القلوب."
    },
    {
        "text": "ليس المهم أن تعيش بل أن تعيش جيداً."
    },
    {
        "text": "أفضل طريقة للالتزام بالوعد هي ألا تعد بشيء."
    },
    {
        "text": "لا تمشي أبداً على الطريق المرسوم لأنه يقودك حيث ذهب الأخرون."
    },
    {
        "text": "تضاعف الصداقة من سعادتك وتنقص من أحزانك."
    },
    {
        "text": "استنزلوا الرزق بالصدقة."
    },
    {
        "text": "ستجد أن الحياة لا تزال جديرة بالاهتمام، إذا كنت تبتسم."
    },
    {
        "text": "لاتجعل طيبتك كتاب يتصفحه الجميع فهناك أناسا لايستحقون منه حرفا."
    },
    {
        "text": "اكره التفاهم مع شخص يري كل شئ يفعله صحيحا"
    },
    {
        "text": "الوحدة مؤلمة لكنها افضل من ان يتذكرك الاخرون بوقت فراغهم."
    },
    {
        "text": "ارضاء الناس غاية لاتدرك راجع نفسك وارضي ربك."
    },
    {
        "text": "لاشئ يجعلنا كبار كالتجربة ولا شئ يجعلنا اكثر صمتا كخيبة الأمل."
    },
    {
        "text": "استمع لكثيرين وتكلم مع قليلين."
    },
    {
        "text": "حياة يقودها عقلك أفضل بكثير من حياة يقودها كلام الناس."
    },
    {
        "text": "الحزن لا يغير من الواقع شيئاً لكن الإبتسامة تفتح واقعاً جديداً."
    },
    {
        "text": "لاترقص علي جرح الاخرين."
    },
    {
        "text": "الصحة خير من الثروة."
    },
    {
        "text": "خسارة الوزن هي أكبر مثال على أنّ بعض الخسارات ربح."
    },
    {
        "text": "من يحاول أن يُمسك الشّمعة من شعلتها يحرق يده."
    },
    {
        "text": "إذا دعتك قدرتك إلى ظلم النّاس، فتذكّر قدرة الله عليك."
    },
    {
        "text": "من يُسيء استخدام الوقت هو أوّل من يشتكي من قصره."
    },
    {
        "text": "من فهم علم، ومن سعى وصل."
    },
    {
        "text": "داوِ الآخرين بطيبة قلبك وصدق مشاعرك."
    },
    {
        "text": "رافق من يخاف الله ورسوله، ومن يحسن للنّاس."
    },
    {
        "text": "لايصنع الرجل الحياة بينما الحياة تصنع منه رجلا."
    },
    {
        "text": "مهما بلغت درجة اتقانك لن تستطيع التمثيل مدي الحياة."
    },
    {
        "text": "عش عفويتك واترك للناس اثم الظنون فلك اجرك ولهم ذنب مايعتقدون."
    },
    {
        "text": "شاهد عيوبك في عيون الآخرين، وحاول إصلاحها."
    },
    {
        "text": "كن صادقاً مع نفسك، لكي تصدق مع الآخرين."
    },
    {
        "text": "الحياة ليست شيئاً آخر غير شعور الإنسان بالحياة."
    },
    {
        "text": "الحياة بلا فائدة موت مسبق."
    },
    {
        "text": "الحياة شعلة إمّا أن نحترق بنارها، أو نطفئها ونعيش في ظلام."
    },
    {
        "text": "الحياة حلم، يوقظنا منه الموت."
    },
    {
        "text": "إن الهوى شريك العمى ."
    },
    {
        "text": "كفى بالشك جهلا ."
    },
    {
        "text": "احذر ان تكون أهدافك مجرد أمنيات، أو رغبات، فتلك بضاعة الفقراء."
    },
    {
        "text": "جَرِّدْ أي إنسان من الشّعور بحياته تجرّده من الحياة ذاتها في معناها الحقيقي."
    },
    {
        "text": "إنّ الأمة التي يعرف رجالها كيف يموتون هي الأمّة الجديرة بالحياة."
    },
    {
        "text": "إذا كنت مع الله فأنت مع الأغلبية المطلقة."
    },
    {
        "text": "ستتعلّم الكثير من دروس الحياة، إذا لاحظت أنّ رجال الإطفاء لا يكافحون النّار بالنّار."
    },
    {
        "text": "لا يغرّنك إرتقاء السّهل إذا كان المنحدر وعراً."
    },
    {
        "text": "لاتحزن اذا ضاقت بك الحياة فربما اشتاق الله لسماع صوتك وانت تدعوه."
    },
    {
        "text": "سقوط الانسان ليس فشلا انما الفشل ان يبقي الانسان حيث يسقط ."
    },
    {
        "text": "الضعيف لايغفر انما المغفرة شيمة القوي."
    },
    {
        "text": "اتق الله حيثما كنت ."
    },
    {
        "text": "لا تفكر فلها مدبر ."
    },
    {
        "text": "اللئيم هو اظلم الناس لنفسه ."
    },
    {
        "text": "الجسد مقبرة الروح ."
    },
    {
        "text": "ان لبست عدسة القناعة رأيت الحياة جميلة ."
    },
    {
        "text": "إن الحياة لا طعم لها بلا أمل."
    },
    {
        "text": "‏الله هو الأمان في فوضى هذه الحياة."
    },
    {
        "text": "من التناقضات العجيبة أن يكون أول ما يهتم به الإنسان أن يعلم الطفل الكلام ثم بعد ذلك يعلمه كيف يسكت."
    },
    {
        "text": "إذا أردت ألا تُنسى، فإمّا أن تكتب شيئاً يستحق القراءة .. وإمّا أن تقوم بأمراً يَستحق الكتابة."
    },
    {
        "text": "ما أجمل أن يَبكي الإنسان والبسمة على شفتيه، وأن يَضحك والدمعه في عينيه."
    },
    {
        "text": "مـا أجمــل التفـــــاؤل وأن نبدأ يومنـــــــا بإبتـسامة مشرقة."
    },
    {
        "text": "كل الأمور على ما يرام في النهاية، إن لم تكن كذلك، فتلك ليست النهاية."
    },
    {
        "text": "لا تجعل الماضي يعيقك، سيلهيك عن الأمور الجميلة في الحياة."
    },
    {
        "text": "نخطىء إذ نظن أن فرحنا هو في امتلاك الأشياء إن انتظرت أن تمتلك شيئاً لتفرح فلن تفرح ابداً."
    },
    {
        "text": "سئل الإسكندر: لم تكرم معلمك فوق كرامة أبيك؟ فقال: إن أبي سبّ حياتي الفانية ومعلمي سبّ حياتي الباقية‏."
    },
    {
        "text": "غلطتي أني علمتك أن قلبي من زجاج .. وما دَريت أنه غيري علّمك رَمي الحجر."
    },
    {
        "text": "ليس العار في أن نسقط .. ولكن العار أن لا نستطيع النهوض."
    },
    {
        "text": "سيء جداً أن تُمارس السعادة وأنت مُرهق من الداخل."
    },
    {
        "text": "يـا هـمـومـي أخـفـضي صـوتـك قليلاً .. لا أريـد أن يـسمـعك أحـد غـيـري أرجوكي لا تـفـضـحـي كـذبـي …فـأنـا أقـول دائـما أننى بـخـيـر."
    },
    {
        "text": "إنّ الطفوله فترة من العُمر يَعيش بها الإنسان على حِساب غيره."
    },
    {
        "text": "الأماني لا تدرك بالتمنّيات."
    },
    {
        "text": "التفاحة العفنة تفسد جاراتها."
    },
    {
        "text": "على قدر لحافك مد رجليك، رحم الله امرئ عرف قدر نفسه."
    },
    {
        "text": "مَن جُن بالحب فهو عاقل، ومن جُن بغيره فهو مجنون."
    },
    {
        "text": "قال إبليس: عجبت لبني آدم يحبون الله ويعصونه ويبغضوني ويطيعوني."
    },
    {
        "text": "ما يأتي بسهولة يذهب بسهولة، ما تجلبه الرياح تأخذه الزوابع."
    },
    {
        "text": "لا تحاول أن تجعل ملابسك أغلى شيء فيك حتى لا تجد نفسك يوماً أرخص ما ترتديه."
    },
    {
        "text": "اصبر لكل مُصِيبةٍ وتجلد واعلم بأن الدهر غير مُخلد."
    },
    {
        "text": "نحنُ لا نَغِيبْ .. نحنُ فقطْ نحاولُ أنْ نَجِدَ ثوباً أَنِيقاً يليقُ بهِذِه السهرةِ الصَاخِبَةْ."
    },
    {
        "text": "كتمان الأسرار يدل على جواهر الرجال .. وكما أنه لا خير في آنية لا تمسك ما فيها فلا خير في إنسان لا يكتم سراً."
    },
    {
        "text": "ربي هِب لي فَرحاً أستنشقه بعد طول إختناق."
    },
    {
        "text": "إذا أحبك مليون فأنا معهم وإذا أحبك واحد فهو أنا .. وإذا لم يحبك أحد .. فاعلم أنني مت."
    },
    {
        "text": "من الحقائق الثابتة أنك تستطيع أن تنجح بسرعة وبأفضل طريقة، عندما تساعد الآخرين على النجاح."
    },
    {
        "text": "طعنة العدو تدمي الجسد .. وطعنة الصديق تدمي القلب."
    },
    {
        "text": "أغار من كلماتي حينما أهديها لك .. فتعجبك كلماتي ولا أعجبك أنا."
    },
    {
        "text": "هكذا هي الحياة لا البدايات التي نتوقعها ولا النهايات التي نريدها."
    },
    {
        "text": "إحسانك للحرّ يحركه على المكافأة وإحسانك إلى الخسيس يبعثه إلى معاودة المسألة."
    },
    {
        "text": "كل شيء يبدأ صغيراً ثم يكبر إلا المصيبة فإنها تبدأ كبيرة ثم تصغر."
    },
    {
        "text": "لَم يَعد المَوت مُرعِباً، لأنّ هَذه الحَياة أشَدّ رعباً."
    },
    {
        "text": "الذاكرة لا‌ تحتفِظُ بالوجوه، بقدرِ ما تَحتفِظُ بالمواقف."
    },
    {
        "text": "اصبر قليلاً فبعد العسر تيسير وكل أمر له وقت وتدبير."
    },
    {
        "text": "يُحكى إنّ الإهماَل مَقبرة ماتت علىَ أعتابها مَلايين الحَكايات."
    },
    {
        "text": "لا تتخيل كل الناس ملائكة فتنهار أحلامك ولا تجعل ثقتك بهم عمياء، لأنك ستبكي على سذاجتك."
    },
    {
        "text": "إن خفتي فقدانه لا تبالغي في اهتمامك له فيتمرد!"
    },
    {
        "text": "لا تكن كقمة الجبل ترى الناس صغاراً ويراها الناس صغيرة."
    },
    {
        "text": "إذا لم تضع أمامك أهدافاً واضحة، فلا تلومن إلا نفسك على عدم بلوغك لأي شيء."
    },
    {
        "text": "المعطي المانع: هو الذي أعطى كل شيء، ويمنع العطاء عن من يشاء ابتلاء أو حماية."
    },
    {
        "text": "ليست الألقاب هي التي تكسب المجد .. بل الناس من يكسبون الألقاب مجداً."
    },
    {
        "text": "لا تقاس حلاوةُ الإنسان بحلاوةِ اللسان، فكم من كلماتِ لطاف حسان، يكمن بين حروفها سمّ الثّعبان، فنحن في زمنٍ اختلط فيه الحابل بالنّابل."
    },
    {
        "text": "الإحتشام مفهوم لا يقتصر على الملابس فقط، فهناك ضحكة مُحتشمة، وهناك مشية مُحتشمة، وهناك سلوك مُحتشم، وهناك أخلاق مُحتشمة."
    },
    {
        "text": "كل ما هو جديد جميل، إلا الصداقة قديمها أجملها."
    },
    {
        "text": "قـد يـرى الناس الجرح الـذي في رأسـك ولكـنهم لا يشعـرون بالألـم الـذي تعانـيه."
    },
    {
        "text": "نمر مفترس أمامك .. خير من ذئب خائن وراءك."
    },
    {
        "text": "إذا كانت لك ذاكرة قوية وذكريات مريرة فأنت أشقى أهل الأرض."
    },
    {
        "text": "الضياع هو ألا أعرف مشاعرك اتجاهي وأنا متعلقة” بك كثيراً."
    },
    {
        "text": "سُئل أحد الحكماء: أي عز يكون بالذل متصلاً فقال العز في خدمة السلطان."
    },
    {
        "text": "لست عَديم الرحمة .. لكن أقفلتُ مَلجأ المتشرديـن في قلبي."
    },
    {
        "text": "لو لم تكن الحياة صعبة لما خرجنا من بطون أمهاتنا نبكي."
    },
    {
        "text": "خاطب الناس على قدر عقولهم."
    },
    {
        "text": "الإنسان دون إيمان وحش في قطيع لا يرحم."
    },
    {
        "text": "إذا كنت تعتقد أن التعليم ثمنه باهض .. جرب الجهل قد يكون أقل كلفة."
    },
    {
        "text": "الغاية تبرر الوسيلة."
    },
    {
        "text": "الغياب يجعل القلوب أكثر ولعاً."
    },
    {
        "text": "ونعشق الأرض التي لا هواء بها ولا ماؤها عذب ولكنها وطن."
    },
    {
        "text": "وردة واحدة لإنسان على قيد الحياة أفضل من باقة كاملة على قبره."
    },
    {
        "text": "لسان العاقل وراء قلبه وقلب الأحمق وراء لسانه."
    },
    {
        "text": "يا ماخذ الحب لعبه، احذر ترى الحُب غدار، لا تحسب الحب ضحكة، ترى الزمن دوّار."
    },
    {
        "text": "الأقربون أولى بالمعروف."
    },
    {
        "text": "ماذا ستفعل حينما يكون الشخص الوحيد القادر على مسح دموعك، هو من جعلك تبكي."
    },
    {
        "text": "لا تتخيل كل الناس مَلائكة فتنهار أحلامك، ولا تجعل ثقتك بهم عمياء، لأنك سَتبكي على سذاجتك."
    },
    {
        "text": "لَم يَعد المَوت مُرعِباً، لأنّ هَذه الحَياة أشَدّ رعباً."
    },
    {"text":"خلقت مُبَرَّأً من كل عيب كأنك قد خُلقْتَ كما تشاء."},{"text":"خير الناس من فرح للناس بالخير."},{"text":"خير صِلاتِ الكريم أَعْوَدُها."},{"text":"ساقي القوم آخرهم شراباً."},{"text":"سر النجاح على الدوام هو أن تسير إلى الأمام."},{"text":"سيد القوم خادمهم."},{"text":"شكرت جميل صنعكم بدمعي ودمع العين مقياس الشعور."},{"text":"صلاح أمرك بالأخلاق مرجعه فَقَوِّم النفس بالأخلاق تستقم."},{"text":"عامل الناس برأي رفيق والقِ من تلقى بوجه طليق."},{"text":"عامل الناس بما تحب أن يعاملوك به."},{"text":"فرط الأنس مكسبة لقرناء السوء."},{"text":"فرط الأنس مكسبة لقرناء السوء."},{"text":"فلان دُرَّةُ التاج وواسطة العقد."},{"text":"في سعة الأخلاق كنوز الأرزاق."},{"text":"قلب المؤمن دليله."},{"text":"قليل في الجيب خير من كثير في الغيب."},{"text":"كل امرئ بما يحسنه."},{"text":"إن السؤال يُذِلُّ قوماً كذلك يعز قوم بالعطاء."},{"text":"لا تشن وجه العفو بالتأنيب."},{"text":"لا تكن حلواً فتؤكل ولا مراً فترمى."},{"text":"لا تمازح الشريف فيحنق عليك ولا الدنيء فيتجرأ عليك."},{"text":"لا تنه عن خلق وتأتي مثله عار عليك إذا فعلت عظيم."},{"text":"لا خير فيمن لا يَأْلَفُ ولا يؤلف."},{"text":"لكل مقام مقال ولكل زمان رجال."},{"text":"للشدائد تُدَّخَرُ الرجال."},{"text":"لو كان الكذب ينجي فالصدق أنجى."},{"text":"ما كل من قال قولاً وفى."},{"text":"مِن حسن إسلام المرء تَرْكُهُ ما لا يعنيه."},{"text":"معاتبة الاخوان خير من فقدهم."},{"text":"من تواضع لله رفعه."},{"text":"من حسن خُلُقُه استراح وأراح."},{"text":"مِن حسن خُلقُه وجب حقُّه."},{"text":"مَن شابه أباه فما ظلم."},{"text":"مَن شَبَّ على شيء شاب عليه."},{"text":"من عرف نفسه عرف ربه."},{"text":"من لم يقنع باليسير لم يكتفِ بالكثير."},{"text":"نعم الثوب العافية إذا انسدل على الكفاف."},{"text":"نعم العون على المروءة المال."},{"text":"نعم المؤَدِّبُ الدهر."},{"text":"نعم حاجب الشهوات غض البصر."},{"text":"هذا الشبل من ذاك الأسد."},{"text":"هي الأخلاق تنبت كالنبات إذا سقيت بماء المكرمات."},{"text":"هيهات تكتم في الظلام مشاعل."},{"text":"إنما الأمم الأخلاق ما بقيت فإنّ هم ذهبت أخلاقهم ذهبوا."},{"text":"ليست الأخلاق أن تكون صالحا فحسب، بل أن تكون صالحاً لشيء ما."},{"text":"مهما يكن عند أمرئ من خَليقَةٍ وإن خالها تَخْفَى على الناس تُعْلَمِ."},{"text":"تعظم في عين الصغير صغارها وتصغر في عين العظيم العظائم."},{"text":"تأتي على قدر الكرام المكارم."},{"text":"أي الناس ليس به عيوب."},{"text":"وإن كنت الأخير زمانه لآت بما لم تستطعه الأوائل."},{"text":"من مكارم الأخلاق: صدق اللسان، وصدق البأس، وإعطاء السائل، وحسن الخلق، والمكافأة بالصنائع، وصلة الرحم."},{"text":"الحاسد يرى زوال نعمتك نعمة عليه"},{"text":"الاتحاد ثمرة لشجرة ذات فروع وأوراق وجذوع وجذور، هي الأخلاق الفاضلة بمراتبها."},{"text":"البخيل غناه فقر ومطبخه قفر."},{"text":"إصحب الناس بمكارم الأخلاق، فإن الثواء بينهم قليل."},{"text":"البخيل عظيم الرواق صغير الأخلاق."},{"text":"مَن ساء خلقه عَذَّبَ نفسه."},{"text":"أقلّ الناس سروراً الحسود."},{"text":"إصحَب الناس بأي خلق شئت يصحبوك."},{"text":"أغنى الأغنياء من لم يكن للبخل أسيراً."},{"text":"ابدؤوا بإصلاح الأخلاق فإنها أول الطريق."},{"text":"أعلمه الرماية كل يوم فلما أشتد ساعِدُهُ رماني."},{"text":"تفسد المؤسسات حين لا تكون قاعدتها الأخلاق."},{"text":"أرى كل إنسان يرى عيب غيره ويعمى عن العيب الذي هو فيه."},{"text":"التربية الخلقية أهم للإنسان من خبزه وثوبه."},{"text":"أذل البخل .. أعناق الرجال."},{"text":"الأخلاق نبتة جذورها في السماء، أما أزهارها وثمارها فتعطر الأرض."},{"text":"أحضر الناس جواباً من لم يغضب"},{"text":"إجهل الناس من كان على السلطان مدلاً وللإخوان مذلاً."},{"text":"إجتنب مصاحبة الكذاب فإن اضطررت إليه فلا تُصَدِّقْهُ."}
]