[
    {
        "text": "إنَّ أفضل عيش أدركناه بالصبر، ولو أنَّ الصبر كان من الرجال كان كريمًا."
    },
    {
        "text": "تلقى البلاء بالرضا بقضاء الله وقدره، وهذا من أعظم ما يُعين العبد على المصيبة."
    },
    {
        "text": "استعيذوا بالله من شرار النساء وكونوا من خيارهن على حذر."
    },
    {
        "text": "ليأمنك الابرار ويخفك الفجار."
    },
    {
        "text": "لا تَمس الخمرُ أجسادكم."
    },
    {
        "text": "معرفة ثواب الصبر العظيم، وحينها يهون عليك كل بلاء."
    },
    {
        "text": "ومَن كتَمَ سرَّه كانت الخيرة في يده."
    },
    {
        "text": "الجزع وعدم الرضا لا ينفع، التحسر على المفقود لا يأتي به."
    },
    {
        "text": "ثِق بحدوث الفرج من الله سبحانه وتعالى، إذا رأيت أمراً لا تستطيع غيره، فاصبر وانتظر الفرج."
    },
    {
        "text": "إياكم والمنافق العليم، الذي يتكلم بالحق ويعمل بالمنكر."
    },
    {
        "text": "لا تعترض لما لا يعينك، واعتزل عدوك، واحتفظ من خليلك إلا الأمين، فإن الأمين من القوم لا يعادله شيء، ولا تصحب الفاجر فيعلمك من فجوره، ولا تفش إليه سرك، واستشير في أمرك الذين يخشون الله عز وجل."
    },
    {
        "text": "لا تنهكوا وجه الأرض فإن شحمتها في وجهها."
    },
    {
        "text": "لا يُعذر أحد باتباع الباطل، وهو يرى أنه الحق، ولا يترك حق وهو يرى أنه باطل."
    },
    {
        "text": "ولا تصحب الفُجارَ لتتعلم من فجورهم."
    },
    {
        "text": "اتق مصارع الظالمين."
    },
    {
        "text": "قال عمر بن الخطاب رضي الله عنه: كونوا دعاة إلى الله وأنتم صامتون، قيل: وكيف ذلك؟ قال: بأخلاقكم."
    },
    {
        "text": "البلاء من قدر الله المحتوم، وقدر الله لا يأتي إلّا بخيـــر."
    },
    {
        "text": "أصابت امرأة وأخطأ عمر."
    },
    {
        "text": "الزموا السنة تلزموا الدولة."
    },
    {
        "text": "لا تزكوني بما ليس فيّ."
    },
    {
        "text": "الصبر مثل اسمه مر مذاقه، لكن عواقبه أحلى من العسل."
    },
    {
        "text": "لا مال لمن لا رفق له."
    },
    {
        "text": "ترك الخطيئة خير من معالجة التوبة."
    },
    {
        "text": "إياكم والتنعم."
    },
    {
        "text": "لا يُرحم من لا يَرحم."
    },
    {
        "text": "ضع أمر أخيك على أحسنه."
    },
    {
        "text": "احذركم الفراغ، فإنه أجمع لأبواب المكروه من الشكر."
    },
    {
        "text": "عليكم وذكر الله فإن فيه شفاء، وإياكم وذكر الناس فإن فيه داء."
    },
    {
        "text": "ولا تظننَّ بكلمةٍ خرجت من مسلمٍ شراً وأنتَ تجدُ لها في الخير محملاً."
    },
    {
        "text": "واعتزل عدوّك."
    },
    {
        "text": "حافظ على المسلمين."
    },
    {
        "text": "قال رجل لعمر بن الخطاب: ما رأيت مثلك، قال عمر رضي الله عنه: أرأيت أبا بكر؟ قال الرجل: لا، قال عمر: لو قلت نعم إني رأيته لأوجعتك ضربا."
    },
    {
        "text": "إذا أصاب أحدكم ودا من أخيه فليتمسك به، فقلما يصيب ذلك."
    },
    {
        "text": "لا يعجبكم من الرجل طنطنته، ولكن من أدى الأمانة وكف عن أعراض الناس، فهو الرجل."
    },
    {
        "text": "معرفة طبيعة الدنيـــا وأنّها دار عناء، فالدنيـا بمثابة القنطرة التي تعبر بها إلى الدار الآخرة، فلا تحزن على ما فاتك فيها واصبر."
    },
    {
        "text": "قال: زنوا أنفسكم قبل أن توزنوا، وحاسبوها قبل أن تُحاسَبُوا؛ فإنه أهون عليكم في الحساب غداً أن تحاسبوا أنفسكم. وتزينوا للعرض الأكبر: {يومئذ تعرضون لا تخفى منكم خافية}."
    },
    {
        "text": "واحذر صديقك إلا الأمين، ولا أمين إلا مَن خشي اللهَ."
    },
    {
        "text": "أشقَى الولاة مَن شَقيت بِه رعِيَّتُه."
    },
    {
        "text": "لا جديد لمن لا قديم له."
    },
    {
        "text": "دعوا ما يريبكم إلى مالا يريبكم."
    },
    {
        "text": "قل إذا علمت وأصمت إذا جهلت."
    },
    {
        "text": "أقلل من الدين تعش حراً، وأقلل من الذنوب يهن عليك الموت، وانظر في أي نصاب تضع ولدك، فإن العرق دساس."
    },
    {
        "text": "رزق يوم بيوم ولا يضركم أن لا يكثر لكم."
    },
    {
        "text": "ومَنْ عَرَّضَ نفسَه للتُّهمِ فلا يلومَنَّ إلا من أساءَ به الظَّنَّ."
    },
    {
        "text": "بع الحيوان أحسن ما يكون في عينك."
    },
    {
        "text": "لا تأكلوا إلا ذكياً."
    },
    {
        "text": "لا يقعد أحدكم عن طلب الرزق ويقول: اللهم ارزقني، وقد علم أن السماء لا تمطر ذهبا ولا فضة."
    },
    {
        "text": "إن في العزلة راحة من أخلاط السوء، أو قال من أخلاق السوء."
    },
    {
        "text": "متى استعبدتم الناس وقد ولدتهم أمهاتهم أحرارا؟ لا يكن حبك كلفاً ولا بغضك تلفاً."
    },
    {
        "text": "قال لابنه عبد الله: إني أوصيك بتقوى الله؛ فإنه مَن اتقى اللهَ وقاه، ومَن توكّل عليه كفاه، ومَن أقرَضه جزاه، ومَن شكره زاده. ولتكن التقوى نُصْبَ عينيكَ، وعماد عملك، وجلاء قلبك؛ فإنه لا عمل لمن لا نيّة له، ولا أجرَ لمن لا حسبة له، ولا جديد لمن لا خَلِق له انتهى"
    },
    {
        "text": "لا تَشق على مسلم ولا مُعاهد."
    },
    {
        "text": "واستعصمْ عند المَعصية."
    },
    {
        "text": "خذوا حظكم من العزلة."
    },
    {
        "text": "من يكذب يفجر."
    },
    {
        "text": "أشقى الناس من يشقى به الناس."
    },
    {
        "text": "تفقهوا قبل أن تسودوا."
    },
    {
        "text": "ولا تعرض فيما لا يعني."
    },
    {
        "text": "إياكم والغدر."
    },
    {
        "text": "عاملوا الناس بما يظهرونه لكم، والله يتولى ما في صدورهم. من عمر بن الخطاب إلى عمرو بن العاص، بلغني أنك تجلس في مجلس الحكم متكئا، فاجلس متواضعا يا بن العاص وإلا عزلتك."
    },
    {
        "text": "ما أقبح القطيعة بعد الصلة. والجفاء بعد المودة.. والعداء بعد الإخاء."
    },
    {
        "text": "زينة الغني الكرم، وزينة الفقير القناعة، وزينة المرأة العفة."
    },
    {
        "text": "اللهم أشكو إليك جَلد الفاجر، وعجز الثقة."
    },
    {
        "text": "تذكّر أحوال الأشد منك بلاءً، فمن يرى بلاء غيره، يهون عليه بلاؤه."
    },
    {
        "text": "قال: لا تُلهِكَ الناسُ عن نفسِكَ؛ فإن الأمرَ يصير إليكَ دونهم. ولا تقطع النهارَ سارباً؛ فإنّه محفوظٌ عليكَ ما عملت. وإذا أسأتَ فأحسِن؛ فإني لا أرى شيئاً أشدّ طلباً، ولا أسرع دركة من حَسَنةٍ حديثةٍ لِذَنبٍ قديم. انتهى"
    },
    {
        "text": "ما عاقبتَ مَنْ عَصى اللهَ فيكَ بمِثلِ أن تُطيعَ اللهَ فيه."
    },
    {
        "text": "المؤمن من سرته حسنته وساءته سيئته."
    },
    {
        "text": "الحق القديم لا يبطله شيء."
    },
    {
        "text": "لا تصغرن هممكم، فإني لم أر شيئاً أقعد بالرجل من سقوط همته."
    },
    {
        "text": "ولا تسأل عما لم يكن؛ فإنّ فيما كان شغلاً عما لم يكن."
    },
    {
        "text": "ثلاث من الفواقر الدواهي: جار مقامة إن رأى حسنة سترها، وإن رأى سيئة أذاعها، وامرأة إن دخلت عليها لسنتك تناولت باللسان، وإن غبت عنها لم تأمنها، وسلطان إن أحسنت لم يحمدك وإن أسأت قتلك."
    },
    {
        "text": "إذا عشت مئة يوم لا أرغب أن ينقص منهم يوم بدونك يا صديقي."
    },
    {
        "text": "المرأة الصالحة أمنع الحصون."
    },
    {
        "text": "أميتوا الباطل بالسكوت عنه ولا تثرثروا فينتبه الشامتون."
    },
    {
        "text": "قال: لا تعترض فيما لا يعنيك، واعتزل عدوك، واحتفظ من خليلك إلا الأمين؛ فإن الأمين من القوم لا يعادله شيء، ولا تصحب الفاجر فيعلمك من فجوره، ولا تفش إليه سرك، واستشر في أمرك الذين يخشون الله عز وجل. انتهى"
    },
    {
        "text": "وتَخَشَّع عند القبور."
    },
    {
        "text": "وضَع أمر أخيكَ على أحسَنِه حتى يجيئك منه ما يغلبك."
    },
    {
        "text": "لا يمنع أحدكم حداثة سنه أن يُشير برأيه، فإن العلم ليس على حداثة السن وقدمه، ولكن الله تعالى يضعه حيث يشاء."
    },
    {
        "text": "قليل في رفق خير من كثير في عنف."
    },
    {
        "text": "الكذوب لا ينفعك خبره."
    },
    {
        "text": "لا تنظروا إلى صيام أحد ولا صلاته، ولكن انظروا إلى صدق حديثه إذا حدث، وأمانته إذا اؤتمن، وورعه إذا أشفى."
    },
    {
        "text": "تعلموا العلم وعلموه الناس وتعلموا له الوقار والسكينة وتواضعوا لمن تعلمتم منه العلم، وتواضعوا لمن علمتموه العلم، ولا تكونوا من جبابرة العلماء، فلا يقوم علمكم بجهلكم."
    },
    {
        "text": "ولا تطلبنَّ حاجتك إلى مَن لا يُحبّ نجاحها لك."
    },
    {
        "text": "المعونة على قدر النية."
    },
    {
        "text": "الصبر على البلاء يهوِّن من أثر الشوك تحت الأقدام."
    },
    {
        "text": "ليس خيركم من عمل للآخرة وترك الدنيا أو عمل للدنيا وترك الآخرة.. ولكن خيركم من أخذ من هذه وهذه وإنما الحرج في الرغبة فيما تجاوز قدر الحاجة وزاد على حد الكفاية."
    },
    {
        "text": "واحذر صديقك إلا الأمين ولا أمين إلا من خشي الله."
    },
    {
        "text": "واستشر في أمرك الذين يخشون الله؛ فإن اللهَ تعالى يقول: {إنما يخشى اللهَ من عباده العُلماءُ}."
    },
    {
        "text": "وذلّ عند الطاعة."
    },
    {
        "text": "وعليك بإخوان الصِّدق تعِش في أكنافهم؛ فإنهم زينةٌ في الرّخاء، وعدّة في البلاء."
    },
    {
        "text": "يا أهل العلم والقرآن لا تأخذوا للعلم والقرآن ثمناً فيسبقكم الدناه إلى الجنة."
    },
    {
        "text": "أعينوني على نفسي بالأمر بالمعروف."
    },
    {
        "text": "الدنيا بلاغ إلى الآخرة."
    },
    {
        "text": "احترسوا من الناس بسوء الظن."
    },
    {
        "text": "كن لرعيتك كما تحب أن يكون لك أميرك."
    },
    {
        "text": "ولا تُهاون بالحلف الكاذب فيهلكك الله."
    },
    {
        "text": "أعظم ثروة هي الرضا. الإمام علي"
    },
    {
        "text": "الصبر مفتاح الفرج. النبي محمد"
    },
    {
        "text": "الكلمة الطيبة صدقة. النبي محمد"
    },
    {
        "text": "لا تجعلوا أموالكم تذهب إلى أموالكم. النبي محمد"
    },
    {
        "text": "الحب أقوى من الموت. النبي محمد"
    },
    {
        "text": "الفن تعبير عن المشاعر والأفكار بطريقة خلاقة. الفنان العالمي بابلو بيكاسو"
    },
    {
        "text": "الموسيقى هي لغة الروح. الملحن الألماني لودفيج فان بيتهوفن"
    },
    {
        "text": "الأدب هو نتاج خيال الإنسان. الكاتب الإنجليزي ويليام شكسبير"
    },
    {
        "text": "السينما هي فن التعبير عن المشاعر والأفكار من خلال الصور المتحركة. المخرج السينمائي الأمريكي ألفريد هيتشكوك"
    },
    {
        "text": "المسرح هو فن التعبير عن المشاعر والأفكار من خلال التمثيل والحوار. المخرج المسرحي المصري يوسف شاهين"
    },
    {
        "text": "العلم هو الخير والجهل هو الشر."
    },
    {
        "text": "شاور الجميع ثم شاور نفسك."
    },
    {
        "text": "كن مع والديك كما تحب أن يكون بنوك معك."
    },
    {
        "text": "التربية الخلقية أهم للإنسان من خبزه وثوبه."
    },
    {
        "text": "ليس من الضروري أن يكون كلامي مقبول، من الضروري ان يكون صادقا."
    },
    {
        "text": "النفس الخيرة يجزيها القليل من الأدب، والنفس الشريرة لا ينفع فيها الأدب الكثير."
    },
    {
        "text": "دواء الغضب الصمت."
    },
    {
        "text": "خير من الخير من عمل به وشر من الشر من عمل به."
    },
    {
        "text": "لا تردّن على ذي خطأ خطأه، فإنه يستفيد منك علمًا ويتخذك عدوًا."
    },
    {
        "text": "قليل من العلم مع العمل به أنفع من كثير من العلم مع قلة العمل به."
    },
    {
        "text": "لا تهتم بسرعة العمل بل اهتم  بجودته، لأن الناس لا يسألون كم استغرقت حتى فرغت منه بل ينظرون إلى إتقانه وجودة صنعه."
    },
    {
        "text": "العجز ليس ان تكون بلا قدم وساق ، العجز ان تكون بلا غاية ولا هدف العجز ان تكون مكتئبا حزينا وأنت تمتلك السبل لتكون ناحجا سعيدا افراحك من صنع أفكارك."
    },
    {
        "text": "اذا سقط الاحترام ليس هناك داعي لأي علاقة ان تتم فلا حب بلا احترام ولا صداقة بلا احترام ولا حتى قرابة بلا احترام."
    },
    {
        "text": "عليك بالصمت من بين كل الفضائل فمن خلاله سوف تسمع عيوب الآخرين وتخبىء عيوبك."
    },
    {
        "text": "ان تحتفظ بهدوئك فى لحظة الغضب ، ان تظهر السعادة وانت لا تشعر بها ، ان تبتسم مع انك تشعر بالرغبة فى البكاء ، ان تهتم بالاخرين بالرغم من وجع قلبك . تلك هى القوة."
    },
    {
        "text": "الام هى الانسانة الوحيدة التى قد تنسى ان تدعى لنفسها فى صلاتها لانها تكون مشغولة بالدعاء لابنائها."
    },
    {
        "text": "مرحبا بالوحدة، ما دمت لم اجد من لا يفهمني."
    },
    {
        "text": "كن متحضرا مع الجميع واجتماعيا مع الكثيرين ومقربا للقليلين وصديقا لفرد واحد ولا تكن عدوا لأحد."
    },
    {
        "text": "اذا سألتني عن السعادة سأحدثك عن أمي ثم عن رب كريم ثم عن لا شيء."
    },
    {
        "text": "اذا ارتقت العقول بافكارها طابت الالسن بحديثها."
    },
    {
        "text": "التفاؤل يمنحك النجاح قبل اكتماله ، والتشاؤم يذيقك مرارة الفشل قبل حدوثه هي امور نفسية انت من يحسمها."
    },
    {
        "text": "تذوق كلامك قبل ان تخرجه من لسانك."
    },
    {
        "text": "اذا انت اسديت جميلا الى انسان فحذار أن تذكره، وان اسدى انسان اليك جميلا فحذار أن تنساه.    ابن المقفع."
    },
    {
        "text": "أنا لا يهمني كم من الناس أرضيت .. ولكن يهمني أي نوع من الناس أقنعت.          عباس محمود العقاد."
    },
    {
        "text": "اذا صنعت معروفا فاستره، واذا صنع معك فانشره.   حكمة عربية."
    },
    {
        "text": "إياك ومصاحبة المغرور، فإنه إن رأى منك حسنة نسبها إليه وإن بدت منه سيئة نسبها إليك.     مصطفى السباعي."
    },
    {
        "text": "ليس الاحسان غذاء ولا شرابا ولا كساء، بل هو مشاركة الناس في الامهم.     جرجي زيدان."
    },
    {
        "text": "يستفزونك ليخرجوا أسوأ ما فيك ، ثم يقولون هذا أنت ، لا يا عزيزي هذا ليس أنا ،هذا ما تريده أنت.          جورج برنارد شو."
    },
    {
        "text": "اذا انت اسديت جميلا الى انسان فحذار أن تذكره، وان اسدى انسان اليك جميلا فحذار أن تنساه."
    },
    {
        "text": "أنا لا يهمني كم من الناس أرضيت .. ولكن يهمني أي نوع من الناس أقنعت."
    },
    {
        "text": "اذا صنعت معروفا فاستره، واذا صنع معك فانشره."
    },
    {
        "text": "إياك ومصاحبة المغرور، فإنه إن رأى منك حسنة نسبها إليه وإن بدت منه سيئة نسبها إليك."
    },
    {
        "text": "ليس الاحسان غذاء ولا شرابا ولا كساء، بل هو مشاركة الناس في الامهم."
    },
    {
        "text": "إذا ارتكبت خطأ، ولو فادحاً، فأمامك دائماً فرص لإصلاحه."
    },
    {
        "text": "ليس الخطأ هو السقوط بل البقاء فيه."
    },
    {
        "text": "تعلمت الصمت من الثرثار و الطيبة من ذوي القلوب الغليظة و لكن العجيب أنني لم أعترف لأحد منهم بالجميل."
    },
    {
        "text": "الجبان يزعم انه حذر والبخيل يزعم أنه مقتصد."
    },
    {
        "text": "أي شخص يتوقف عن التعلم هو عجوز سواء كان في العشرين أو الثمانيّن."
    },
    {
        "text": "من يفتقر على نفسه يكدس الثروة لغيره."
    },
    {
        "text": "لا يتكبر الا كل وضيع، ولا يتواضع الا كل رفيع."
    },
    {
        "text": "بقدر ما يكون مقام المرء رفيعا بقدر ما يتعين عليه أن يبدو متواضعا."
    },
    {
        "text": "الحرب هي تسلية الزعماء الوحيدة التي يسمحون لأفراد الشعب المشاركة فيها."
    },
    {
        "text": "الحرب مأساة يستعمل فيها الانسان أفضل مالديه ليلحق بنفسه أسوأ ما يصيبه."
    },
    {
        "text": "املك الرعية بالاحسان اليها تضفر بالمحبة منها."
    },
    {
        "text": "أسوس الناس من قاد أبدان الرعية الى طاعته بقلوبها."
    },
    {
        "text": "أفضل طريقة لالزام الناس أن يقولوا فينا خيرا هي أن نصنع الخير."
    },
    {
        "text": "اذا عملت خيرا فاستره، واذا نلت خيرا فانشره."
    },
    {
        "text": "لا يكفي أن تعمل خيرا، بل يجب أن تحسن عمل الخير."
    },
    {
        "text": "ليس الشقاء أن تكون أعمى، بل الشقاء أن تعجز عن احتمال العمى."
    },
    {
        "text": "الصبر صبران صبر على ما تكره و صبر على ما تحب."
    },
    {
        "text": "من يتردد في انزال العقاب يضاعف عدد الاشرار."
    },
    {
        "text": "بعد أن يتعود المرء على السرقة عليه أن يتعلم كيف يشنق."
    },
    {
        "text": "العدالة ثمينة جدا، ولذل هي تكلف غاليا."
    },
    {
        "text": "يجب أن تقترن العدالة بالقوة بحيث يصبح كل شيء عادل قوي وكل قوي عادل."
    },
    {
        "text": "ليس من العدل أن تطلب من الآخرين ما لست أنت مستعدا لفعله."
    },
    {
        "text": "العفو يفسد من اللئيم بقدر ما يصلح من الكريم."
    },
    {
        "text": "جالس العقلاء، أعداء كانوا أم أصدقاء، فان العقل يقع على العقل."
    },
    {
        "text": "فقط في لحظات الحزن يتحكم بنا الطقس السيء , اما في لحظات السعادة فإننا غالبا ما نواجه العاصفة ونتمكن من هزيمتها."
    },
    {
        "text": "تعلم أن تصغي فإن دقات الحظ على الأبواب خافته."
    },
    {
        "text": "هناك ثلاثة حالات يصبح فيهم الحلم شرعيا حالة الجنون وحالة الشعر  وحالة التعرف علي امرأة مدهشة مثلك  وأنا أعاني  لحسن الحظ من الحالات الثلاث."
    },
    {
        "text": "إذا لم تكثر الأشياء الكثيرة في النفس، كثرت السعادة ولو من قلة، فالطفل يقلب عينيه في نساء كثيرات، ولكن أمه هي أجملهن وإن كانت شوهاء، فأمه وحدها هي أم قلبه، ثم لا معنى للكثرة في هذا القلب ،هذا هو السر خذوه أيها الحكماء عن الطفل الصغير"
    },
    {
        "text": "كن سعيدا لأن أبواب السعادة شتى، ومنافذ الحظ لا تحصى، ومسالك الحياة تتجدد مع الدقائق، كن سعيدا دوما، كن سعيدا على كل حال."
    },
    {
        "text": "في يوم من الأيام ستفعل لي شيئاً كنت تكرهه طوال عمرك، هكذا تكون العائلة. يعمل المرء أي شيء حتى وإن كان لا يرغبه في سبيل إرضاء أفراد العائلة."
    },
    {
        "text": "تعيش بعض العائلات في حالة من الفوضى، وهناك أسر تبقى فوضوية إلى الأبد. في بعض الأحيان يمكننا أن نذكر بعضنا البعض بضرورة التماسك فيما بينهم ليعيشوا حياة جميلة هادئة.ريك ريوردان"
    },
    {
        "text": "عندما تجد من يعق بوالديه، ابتعد عنه، فهو لم يفي بجميل ما قدموه له فكيف سيكون وفياً معك."
    },
    {
        "text": "لا يمكن لأي شخص أن يتخلى عن عائلته مهما كان الأمر. ريك ريوردان"
    },
    {
        "text": "لا تقوم الأسرة على سواد عيني المرأة وحمرة خديها، بل على أخلاقها وطباعها."
    },
    {
        "text": "تقدم الأسرة الكبيرة هوية أسرية لمن لا هوية مهنية أو علمية أو فردية له. من ليس لديه سبب ومصدر للاعتزاز الذاتي، يعتز باسم أسرته، ومن عجز عن الحصول على مكانة مرموقة من خلال الانتماء إلى المؤسسات الاجتماعية، يفخر بمكانته في أسرته وضمن عشيرته."
    },
    {
        "text": "كل الأسر السعيدة تتشابه ولكن كل أسرة شقية فريدة في شقائها."
    },
    {
        "text": "عندما يؤول كل شيء إلى الوضع السيء، نجد بعض الأشخاص يقفون إلى جانبنا بكل صدرٍ رحب، هؤلاء هم العائلة الحقيقية المتماسكة. جيم باتشر"
    },
    {
        "text": "ما الفائدة من تكوين أسرة إن لم يكن المرء يستطيع حتى أن يرسل أطفاله إلى المدرسة."
    },
    {
        "text": "يجب أن أقول أنه كان صعباً مغادرة أسرة فيراري، التي كانت تشكل جزءاً كبيراً من حياتي المهنية. مايكل شوماخر"
    },
    {
        "text": "في يوم من الأيام ستفعل لي شيئاً كنت تكرهه طوال عمرك، هكذا تكون العائلة. يعمل المرء أي شيء حتى وإن كان لا يرغبه في سبيل إرضاء أفراد العائلة. جوناثان فوير"
    },
    {
        "text": "اللحظات الأسعد في حياتي هي تلك القليلة التي أقضيها في المنزل في أحضان عائلتي."
    },
    {
        "text": "الرجل هو رأس العائلة، والمرأة هي الرقبة التي تدير ذلك الرأس."
    },
    {
        "text": "يضر بعض الأباء عائلاتهم وأطفالهم، الشباب كالزجاج النقي تؤثر عليه أي طبع وتعكير الصفو، ويدمر بعض الأباء أطفالهم بطريقة جنونية، كالزجاج المحطم إلى قطع صغيرة التي لا يمكن إصلاحها.ميتش ألبوم"
    },
    {
        "text": "كل الأسر السعيدة تتشابه ولكن كل أسرة شقية فريدة في شقائها."
    },
    {
        "text": "وجوه العائلة عبارة عن مرايا سحرية. بالنظر إلى أوجه الأشخاص الذين ينتمون إلينا، يمكننا معرفة ماضينا وحاضرنا ومستقبلنا. غيل لوميت بكلي"
    },
    {
        "text": "بينما لا يمكننا التحكم بكل ما يحدث لنا، يمكننا التحكم بما يحدث داخلنا."
    },
    {
        "text": "المبالغة بالمجاملة تسقطك في حفره النفاق، والمبالغة في الصراحة تجّرك إلى وحل الوقاحة."
    },
    {
        "text": "يقع على ربة المنزل الكثير من الأعباء والأعمال لرعاية أسرتها وتقديم جميع الأشياء التي يحتاجون إليها، بينما تقتصر الوظائف الأخرى على عمل واحد فقط لتلبية شيء واحد فقط.سي إس لويس"
    },
    {
        "text": "يعتبر الآباء هم كل شيء في العائلة، وهم القدوة لأبنائهم عندما يحتاجون للنصيحة أو عندما يحتاجون إلى أي شيء آخر."
    },
    {
        "text": "عائلتي كضحكات المطر، تبلل بالحب روحي."
    },
    {
        "text": "العائلة هي الملاذ في عالم لا قلب له."
    },
    {
        "text": "إِذا كانَ رَبُّ البَيتِ بِالدُفِّ مولِعاً، فَشيمَةُ أَهلِ البَيتِ كُلِهِمِ الرَقصُ."
    },
    {
        "text": "المبالغة بالمجاملة تسقطك في حفره النفاق، والمبالغه في الصراحة تجّرك إلى وحل الوقاحة."
    },
    {
        "text": "يعمل المرء أي شيء حتى وإن كان لا يرغبه في سبيل إرضاء أفراد العائلة."
    },
    {
        "text": "التمثيل هو مجرد طريقة لكسب العيش، فالعائلة هي الحياة. دينزل واشنطن"
    },
    {
        "text": "قد لا أكون بجانبك دائماً، ولكن عندما تكون بعيداً تذكر أنك ستكون بصحبتي، لأنك دائماً موجود داخل قلبي."
    },
    {
        "text": "هناك أشخاص لا تربطهم أي صلة بأشخاص آخرين، ويعتبرونهم ضمن أفراد العائلة، لما يفعلون لبعضهم البعض من أشياء جميلة ورائعة، بالمقابل هناك أشخاص من أفراد العائلة تربطهم ببعضهم البعض صلة قرابة ولكنهم لا يهتمون لأمر بعضهم البعض نهائياً.ترينتون لي"
    },
    {
        "text": "أمور كثيرة قد تغيرنا، لكننا نبدأ وننتهي بعائلة. عائلتي وطن، وأنا من دونهم غربة."
    },
    {
        "text": "تعطي الأم النصيحة والأمور الجيدة لأطفالها حتى وإن لم يسألوها ذلك، لخوفها واهتمامها بهم.إيرما بومبيك"
    },
    {
        "text": "عندما تجد من يعق بوالديه، ابتعد عنه، فهو لم يفي بجميل ما قدموه له فكيف سيكون وفياً معك."
    },
    {
        "text": "قد لا أكون بجانبك دائماً، ولكن عندما تكون بعيداً تذكر أنك ستكون بصحبتي، لأنك دائماً موجود داخل قلبي.مارك وامبولت"
    },
    {
        "text": "توماس جيفيرسون: اللحظات الأسعد في حياتي هي تلك القليلة التي أقضيها في المنزل في أحضان عائلتي."
    },
    {
        "text": "لتبتعد عن التوتر النفسي والعصبي اجعل لك نصيباً من تلاوة أيات من كتاب الله حتى لو صفحة واحدة فقط يومياً. (ألا بذكر الله تطمئن القلوب)."
    },
    {
        "text": "وجوه العائلة عبارة عن مرايا سحرية .. بالنظر إلى أوجه الأشخاص الذين ينتمون إلينا، يمكننا معرفة ماضينا وحاضرنا ومستقبلنا."
    },
    {
        "text": "يسرني أن يكوني أطفالي أحرار وسعداء غير مقيدين بطغيان الآباء. الحب هو الرابط بين الطفل ووالديه. ابراهام لينكولن"
    },
    {
        "text": "احمي عائلتي يَا الله من كل شعور يخلق عبوساً لملامحهم ، يؤلم قلوبهم، يذبذب تفكيرهم احمهم من كل سوء يَا الله ."
    },
    {
        "text": "ما الفائدة من تكوين أسرة إن لم يكن المرء يستطيع حتى أن يرسل أطفاله إلى المدرسة؟"
    },
    {
        "text": "العائلة التي أتيت منها ليست بأهمية العائلة التي ستؤسسها."
    },
    {
        "text": "أمي يا سيدة العجائب السبع، بأي عجائبك أبتدي! عيناك، طيبة قلبك، حنانك، ابتسامتك، صوتك، صبرك أم حبك لي يا جنتي."
    },
    {
        "text": "لقد ترعرعت في عائلة عادية جداً، في الواقع، أسرة العامل. كان كل من والدي ووالدتي مواطنين عاديين."
    },
    {
        "text": "عائلتي وَبصُوت مطمئن جداً احفظيهم يا ملائكة الرحمن."
    },
    {
        "text": "سبط ابن التعاويذي: إِذا كانَ رَبُّ البَيتِ بِالدُفِّ مولِعاً، فَشيمَةُ أَهلِ البَيتِ كُلِهِمِ الرَقصُ."
    },
    {
        "text": "قل ما شئت عن الشهرة وعن اقتحام الأخطار، فإن كل أمجاد العالم وكل حوادثه الخارقة للعادة لا تعادل ساعة واحدة من السعادة العائلية."
    },
    {
        "text": "القدرة على إنشاء علاقات صداقة، تعبر عن قوة الترابط بين أفراد العائلة، كلما كانت مترابطة أكثر، كلما كانت علاقة الصداقة أفضل."
    },
    {
        "text": "في الأسرة، الرجل هو البرجوازية، والمرأة تلعب دور البروليتاريا."
    },
    {
        "text": "أجمل الأصوات صوت العائلة عندما يضحك الجميع في نفس اللحظة."
    },
    {
        "text": "يحتمي الشخص بعائلته من أعاصير الحياة."
    },
    {
        "text": "سمها عشيرة، أو صلة قرابة، أو أسرة، سمها ما شئت، فمهما كنت ستحتاج واحدة."
    },
    {
        "text": "للأخلاق مراتب بالدنيا، كلما زادت أخلاقك زاد قدرك بين الناس وارتفعت مرتبة."
    },
    {
        "text": "إذا الصديق أسى عليك بجهله، فاصفح لأجل الود ليس لأجله.الشافعي"
    },
    {
        "text": "أتريد أن تملك ما تعتبره زينة الحياة الدنيا , من غير أن ترتفع في خاصة نفسك من مكانة الجبان الذي يدفعه الأمل ويمنعه الخوف، كتلك القطة التي قيل إنها تحب أكل السمك، ولكنها لا تجرؤ أن تبل يديها بالماء."
    },
    {
        "text": "أعظم النعم في الحياة راحة البال، إن شعرت بها فأنت تملك كل شيء."
    },
    {
        "text": "أيها النوم إنك تقتل يقظتنا."
    },
    {
        "text": "الجاهل يعتقد نفسه حكيماً، أما الحكيم فهو من يعرف بأنه أحمق."
    },
    {
        "text": "لا تطلب الفتاة من الدنيا إلا زوجاً، فإذا جاء طلبت منه كل شيء"
    },
    {
        "text": "تضحك المرأة متى تمكنت ولكنها تبكي متى أرادت."
    },
    {
        "text": "لا تلعب بمشاعر الآخرين لأنك قد تربح اللعبة لكن الخطر أن تخسر هذا الشخص مدى الحياة."
    },
    {
        "text": "بالنار يختبر الذهب وبالذهب تختبر المرأة وبالمرأة يختبر الرجل."
    },
    {
        "text": "الزمن بطيء جداً لمن ينتظر .. سريع جداً لمن يخشى .. طويل جداً لمن يتألم .. قصير جداً لمن يحتفل لكنّه الأبدية لمن يحب."
    },
    {
        "text": "المرأة مثل الزهرة إن اقتلعت من مكانها توقفت عن الحياة."
    },
    {
        "text": "ثلاثة لا تحبها المرأة: امرأة أجمل منها، ومن يسألها عن عمرها، ومن يسألها عن ماضيها."
    },
    {
        "text": "ثلاثة أمور تزيد المرأة إجلالاً: الأدب، والعلم، والخلق الحسن."
    },
    {
        "text": "لا تهتم بمن يكون رائعا في البداية .. اهتم بمن يبقي رائعاً الا ما لا نهاية."
    },
    {
        "text": "الدنيا مسرح كبير، وإن كل الرجال والنساء ما هم إلّا لاعبون على هذا المسرح."
    },
    {
        "text": "نحن نعرف من نحن، لكننا لا نعرف ما قد نكونه."
    },
    {
        "text": "أعطِ أي رجل كل سمعك لكن القليل من كلامك."
    },
    {
        "text": "إنّ الآثام التي يأتي بها الإنسان في حياته غالباً ما تذكر بعد وفاته، ولكن أعماله الحميدة تدفن كما يدفن جسده وتنسى."
    },
    {
        "text": "لكنكم لم تتحلوا بتواضع التلقي، فلم أحظ أنا ببهجة العطاء .. البعض يتيح لنا ببساطة أن يتحلى بالخير."
    },
    {
        "text": "هناك ثمة وقت في حياة الإنسان إذا انتفع به نال فوزاً ومجداً، وإذا لم ينتهز الفرصة أصبحت حياته عديمة الفائدة وبائسة."
    },
    {
        "text": "المشاعرُ المكتومة لا تموت أبداً، إنها مدفونةٌ وهي على قيد الحياةِ وستظهرُ لاحقاً بطرقٍ بَشِعة."
    },
    {
        "text": "هناك ثمة أوقات هامة في حياة سائر الرجال حيث يقرر أولئك مستقبلهم أما بالنجاح أو بالفشل .. وليس من حقنا أن نلوم نجومنا أو مقامنا الحقير، بل يجب أن نلوم أنفسنا بالذات."
    },
    {
        "text": "لحظات الحب .. هي اللحظات التي تخلد في أذهاننا و تحمل كل معاني السعادة , فلا تندم على لحظة حب عشتها حتى ولو صارت ذكرى تؤلمك فإذا كانت الزهرة قد جفت وضاع عبيرها ولم يبقى منها غير الأشواك، فلا تنس أنها منحتك يوماً عطراً جميلاً أسعدك."
    },
    {
        "text": "ثلاثة انتبه منها: الماء والنار والمرأة .. فالماء يغرق والنار تحرق والمرأة تجنن."
    },
    {
        "text": "إنّ الغيرة وحش ذو عيون خضراء."
    },
    {
        "text": "إنّ المرأة العظيمة تُلهم الرجل العظيم .. أما المرأة الذكية فتثير اهتمامه بينما نجد أنّ المرأة الجميلة لا تحرك في الرجل أكثر من مجرد الشعور بالإعجاب .. ولكن المرأة العطوف .. المرأة الحنون .. وحدها التي تفوز بالرجل العظيم في النهاية .."
    },
    {
        "text": "لكن الحب أعمى والمحبون لا يستطيعون أن يروا الحماقات الصارخة التي يرتكبونها هم أنفسهم."
    },
    {
        "text": "إذا سألوك يوما عن إنسان أحببته فلا تحاول تشويه الصورة الحلوة لهذا الإنسان الذي ارتبطت به فإجعل من قلبك مخبأ لكل أسراره وحكاياه فالحب الصادق ليس مشاعر وأحاسيس فقط بل أخلاق وقيم عظيمة."
    },
    {
        "text": "لا تكسر أبداً كل الجسور مع من تحب، فربما شاءت الأقدار لكما يوما لقاءً آخر يعيد ما مضى ويوصل ما انقطع، فإذا كان العمر الجميل قد رحلف، من يدري فربما ينتظرك عمر أجمل."
    },
    {
        "text": "من تلمح حلاوة العافية هانت عليه مرارة الصبر."
    },
    {
        "text": "علّم ابنك أن يقبلك على رأسك لا على يدك حتى يتعلم الشموخ والعزة بدلاً من أن يتعلم الانحناء والإذلال."
    },
    {
        "text": "للعبد ربٌ هو ملاقيه، وبيت هو ساكنه فينبغي له أن يسترضي ربه قبل لقائه، ويعمر بيته قبل انتقاله إليه."
    },
    {
        "text": "الصبر على عطش الضر، ولا الشرب من شِرعة منٍّ."
    },
    {
        "text": "مجالسة الصالحين تحولك من ستة إلى ستة من الشك إلى اليقين من الرياء إلى الإخلاص من الغفلة إلى الذكر من الرغبة في الدنيا إلى الرغبة في الآخرة من الكبر إلى التواضع من سوء النية إلى النصيحة."
    },
    {
        "text": "إذا أبغض الله شخصاً تركه متخبطاً في كل حال، ولم يخلق له همة لطلب المعالي و شغله بالرذائل عن الفضائل و العياذ بالله."
    },
    {
        "text": "الإستغفار وطن للخائفين ، ضماد للبائسين ، سعادة للتائهين ، فـرج للمكروبين ، غفران للمذنبين."
    },
    {
        "text": "غرس الخلوة يثمر الأنس."
    },
    {
        "text": "إذا خرجت من عدوك لفظة سفه فلا تُلحِقها بمثلها تُلقِحها، ونسل الخصام مذموم."
    },
    {
        "text": "إضاعة الوقت أشد من الموت لأن إضاعة الوقت تقطعك عن الله، والدار الآخرة، والموت يقطعك عن الدنيا وأهلها."
    },
    {
        "text": "الدنيا من أولها إلى آخرها لا تساوي غم ساعة؛ فكيف بغم العمر."
    },
    {
        "text": "لا فرحة لمن لا هم له ، ولا لذة لمن لا صبر له ، ولا نعيم لمن لا شقاء له ، ولا راحة لمن لا تعب له."
    },
    {
        "text": "وثق غضبك بسلسلة الحلم فإنه كلب إن أفلت أتلف."
    },
    {
        "text": "إذا أردت أن تعلم ما عندك وعند غيرك من محبة الله فانظر محبة القرآن من قلب."
    },
    {
        "text": "محبوب اليوم يعقب المكروه غداً، ومكروه اليوم يعقب الراحة غداً."
    },
    {
        "text": "أعظم الربح في الدنيا أن تشغل نفسك كل وقت بما هو أولى بها، وأنفع لها في معادها."
    },
    {
        "text": "يصعد ماء البحر المالح الى السماء بخاراً فيكون غماماً , ثم يعود إلى الأرض غيثاً عذباً نقياً اصعد بقلبك الى السماء وانظر كيف يعود."
    },
    {
        "text": "احذر نفسك ، فما أصابك بلاء قط إلا منها ، ولا تهادنها ، فوالله ما أكرمها من لم يهنها ، ولا أعزها من لم يذلها ، ولا جبرها من لم يكسرها ، ولا أراحها من لم يتعبها ، ولا أمنها من لم يخوفها ، ولا فرحها من لم يحزنها."
    },
    {
        "text": "خلقت النار لإذابة القلوب القاسية."
    },
    {
        "text": "قسوة القلب من اربعة اشياء اذا جاوزت قدر الحاجة الأكل والنوم والكلام والمخالطة."
    },
    {
        "text": "كيف يكون عاقلاً من باع الجنة بشهوة ساعة."
    },
    {
        "text": "يخرج العارف من الدنيا ولم يقض وطره من شيئين بكائه على نفسه، وثنائه على ربه."
    },
    {
        "text": "ما أعرف نفعا كالعزلة عن الخلق خصوصا للعالم والزاهد فإنك لا تكاد ترى إلا شامتا بنكبة أو حسودا على نعمة، ومن يأخذ عليك غلطاتك فا للعزلة ما الذها، سلمت من كدر غيبة ، وآفات تصنع، وأحوال المداجاة وتضييع الوقت ثم خلا فيها القلب بالفكر."
    },
    {
        "text": "المعرفة بساط لا يطأ عليه إلا مقرب ، والمحبة نشيد لا يطرب عليه إلا محب مغرم."
    },
    {
        "text": "النعم ثلاث نعمة حاصلة يعلم بها العبد ونعمة منتظرة يرجوها ونعمة هو فيها لا يشعر بها."
    },
    {
        "text": "قلب المحب موضوع بين جلال محبوبه وجماله فاذا لاحظ جلاله هابه وعظمه واذا لاحظ جماله احبه واشتاق اليه."
    },
    {
        "text": "مثال تولُّد الطاعة، ونموِّها، وتزايدها كمثل نواة غرستها، فصارت شجرة، ثم أثمرت، فأكلتَ ثمرها، وغرستَ نواها فكلما أثمر منها شيء جنيت ثمره، وغرست نواه وكذلك تداعي المعاصي؛ فليتدبر اللبيب هذا المثال فمن ثواب الحسنةِ الحسنةُ بعدها، ومن عقوبة السيئة السيئةُ بعدها."
    },
    {
        "text": "المخلوق إذا خفته استوحشت منه، وهربت منه، والرب تعالى إذا خفته أنست به، وقربت إليه."
    },
    {
        "text": "لو نفع العلم بلا عمل لما ذم الله سبحانه أحبار أهل الكتاب، ولو نفع العمل بلا إخلاص لما ذم المنافقين"
    },
    {
        "text": "الحب غدير في صحراء ليست عليه جادة، فلهذا قل وارده."
    },
    {
        "text": "خلق الله الملائكة عقولاً بلا شهوة ، وخلق البهائم شهوة بلا عقول، وخلق ابن آدم وركب فيه العقل والشهوة ، فمن غلب عقله شهوته التحق بالملائكة ، ومن غلبت شهوته عقله التحق بالبهائم."
    },
    {
        "text": "الدنيا كامرأة بغي لا تثبت مع زوج."
    },
    {
        "text": "لا يجتمع الإخلاص في القلب، ومحبة المدح والثناء."
    },
    {
        "text": "دافع الخطرة فإن لم تفعل صارت شهوة وهمة؛ فإن لم تدفعها صارت فعلاً، فإن لم تتداركه بضده صار عادة فيصعب عليك الانتقال عنها."
    },
    {
        "text": "مَنْ عَظُم وقار الله في قلبه أن يعصيه وقَّره الله في قلوب الخلق أن يذلوه."
    },
    {
        "text": "من تفكر في عواقب الدنيا أخذ الحذر، ومن أيقن بطول الطريق تأهب للسفر."
    },
    {
        "text": "رضا الناس غاية لا تدرك ورضا الله غاية لا تترك فإترك ما لا يدرك وأدرك ما لا يترك."
    },
    {
        "text": "يا مستفتحاً باب المعاش بغير إقليد التقوى كيف توسع طريق الخطايا، وتشكو ضيق الرزق."
    },
    {
        "text": "الدنيا من أولها إلى آخرها لا تساوي غم ساعة؛ فكيف بغم العمر."
    },
    {
        "text": "ليس العجب من مملوك يتذلل لله، ولا يمل خدمته مع حاجته وفقره؛ فذلك هو الأصل إنما العجب من مالك يتحبب إلى مملوكه بصنوف إنعامه، ويتودد إليه بأنواع إحسانه مع غناه عنه."
    },
    {
        "text": "إياك والمعاصي؛ فإنها أذلت عزَّ اسجدوا وأخرجت إقطاع اسكن."
    },
    {
        "text": "الحزن يضعف القلب، ويوهن العزم ويضر الإرادة، ولا شيء أحب إلى الشيطان من حزن المؤمن لذلك افرحوا واستبشروا وتفاءلوا وأحسنوا الظن بالله، وثقوا بما عند الله وتوكلوا عليه وستجدون السعادة والرضا في كل حال."
    },
    {
        "text": "إذا عرضت نظرة لا تحل فاعلم أنها مسعر حربٍ فاستتر منها بحجاب قل للمؤمنين فقد سلمت من الأثر، وكفى الله المؤمنين القتال."
    },
    {
        "text": "أعظم الربح في الدنيا أن تشغل نفسك كل وقت بما هو أولى بها، وأنفع لها في معادها."
    },
    {
        "text": "المخلوق إذا خفته استوحشت منه، وهربت منه، والرب تعالى إذا خفته أنست به، وقربت إليه."
    },
    {
        "text": "أفضل ما اكتسبته النفوس وحصّلته القلوب ونال به العبد الرفعة في الدنيا والآخرة هو العلم والإيمان ولهذا قرن بينهما سبحانه في قوله يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات وهؤلاء هم خلاصة الوجود ولبه والمؤهلون للمراتب العاليه."
    },
    {
        "text": "الذنوب جراحات، ورب جرح وقع في مقتل."
    },
    {
        "text": "لو خرج عقلك من سلطان هواك عادت الدولة له."
    },
    {
        "text": "من أعجب الأشياء أن تعرفه، ثم لا تحبه، وأن تسمع داعِيَهُ ثم تتأخر عن الإجابة، وأن تعرف قدر الربح في معاملته ثم تعامل غيره، وأن تعرف قدر غضبه ثم تتعرض له، وأن تذوق ألم الوحشة في معصيته ثم لا تطلب الأنس بطاعته، وأن تذوق عصرة القلب في غير حديثه والحديث عنه ثم لا تشتاق إلى انشراح الصدر بذكره و مناجاته، وأن تذوق العذاب عند تعلق القلب بغيره، ولا تهرب منه إلى نعيم الإقبال عليه، والإنابة إليه."
    },
    {
        "text": "الدنيا جيفة، والأسد لا يقف على الجيف."
    },
    {
        "text": "لا تفسد فرحتك بالقلق ، ولا تفسد عقلك بالتشاؤم، ولا تفسد نجاحك بالغرور، ولا تفسد تفاؤل الآخرين بإحباطهم، ولا تفسد يومك بالنظر إلى الأمس! لو تأملت في حالك لوجدت أن الله أعطاك أشياءً دون أن تطلبها ، فثق أن الله لم يمنع عنك حاجة رغبتها إلا ولك في المنع خيرًا تجهله."
    },
    {
        "text": "أغبى الناس من ضل في آخر سفره وقد قارب المنزل."
    },
    {
        "text": "يكون في آخر الزمان أقوام أفضل أعمالهم التلاوم بينهم يسمون الأنتان."
    },
    {
        "text": "إذا رأيت الرجل يشتري الخسيس بالنفيس ويبيع العظيم بالحقير فاعلم انه سفيه."
    },
    {
        "text": "سبحان الله تزينت الجنة للخطاب فجدوا في تحصيل المهر وتعرف رب العزة الى المحبين بأسمائه وصفاته فعملوا على اللقاء وانت مشغول بالجيف."
    },
    {
        "text": "نور العقل يضيء في ليل الهوى فتلوح جادة الصواب فيتلمح البصير في ذلك عواقب الأمور."
    },
    {
        "text": "اشتر نفسك اليوم فإن السوقَ قائمة، والثمن موجود، والبضائع رخيصة، وسيأتي على تلك السوق. والبضائع يوم لا تصل فيه إلى قليل، ولا كثير ذلك يوم التغابن يوم يعض الظالم على يديه."
    },
    {
        "text": "إن الدين ليس بديلاً من العلم والحضارة. ولا عدواً للعلم والحضارة. إنما هو إطار للعلم والحضارة، ومحور للعلم والحضارة، ومنهج للعلم والحضارة في حدود إطاره ومحوره الذي يحكم كل شئون الحياة."
    },
    {
        "text": "تلقطْ شذورَ العلمِ حيثُ وجدتَها  وسلْها ولا يخجلْكَ أنكَ تسألُ  إِذا كنتَ في إِعطائِكَ المالَ فاضلاً  فإِنكَ في إِعطائكَ العلمَ أفضلُ."
    },
    {
        "text": "من أمضى يوماً من عمره في غير حق قضاه أو فرض أداه أو مجد أثله أو حمد حصله أو خير أسسه أو علم أقتبسه فقد عق يومه وظلم نفسه."
    },
    {
        "text": "إجعل من العلم دابتك لا موقفك ، فإن المنتهى الذي تنتهي إليه الطرقات والغايات والعلم وسيلة إلي وليس غاية ولا موقفاَ."
    },
    {
        "text": "إنّك لن تكون عالماً حتى تكون متعلماً ولن تكون بالعلم عالماً حتى تكون به عالماً."
    },
    {
        "text": "لا بد أن تتصافح الأخلاق مع العلم. ليس اليتيم من مات والده  إن اليتيم يتيم العلم والأدب."
    },
    {
        "text": "عجبت لمن لم يطلب العلم كيف تدعوه نفسه إلى مكرمة."
    },
    {
        "text": "قليل من العلم مع العمل به أنفع من كثير من العلم مع قلة العمل به."
    },
    {
        "text": "العلماء العظماء هم فنانون أصحاب رقي."
    },
    {
        "text": "الناس الى العلم أحوج منهم الى الطعام والشراب ، لأن الرجل يحتاج الى الطعام والشراب في اليوم مرة أو مرتين ، وحاجته الى العلم بعدد أنفاسه."
    },
    {
        "text": "العلم شيءٌ رائعٌ إذا لم تكن تعتاش منه."
    },
    {
        "text": "الشعراء يقولون أن العلم يأخذ من جمال النجوم ويجعلها مجرد كرات كبيرة من ذرات بعض الغازات .. انا ايضا استطيع ان اشاهد النجوم في الليل في الصحراء واشعر بهم ولكن هل انا أرى اكثر أم أقل؟"
    },
    {
        "text": "العلم كالأرض، لا يمكننا أن نمتلك منه سوى القليل القليل."
    },
    {
        "text": "أوّلُ العلم الصمت، والثاني الاستماع، والثالث الحفظ، والرابع العمل، والخامس نشره."
    },
    {
        "text": "لن يستطيع العلم الحديث اختراع مهدئ للأعصاب أفضل من الكلمة اللطيفة التي تقال في اللحظة المناسبة."
    },
    {
        "text": "من أقبح أنواع الاستبداد استبداد الجهل على العلم، واستبداد النفس على العقل."
    },
    {
        "text": "الجاهل يعتقد نفسه حكيماً، أما الحكيم فهو من يعرف بأنه أحمق."
    },
    {
        "text": "إنكم لن تزالوا بخير مادام العلم في كباركم ، فإذا كان العلم في صغاركم سفه الصغيُر الكبير."
    },
    {
        "text": "تعلموا العلم وعلموه الناس وتعلموا الوقار والسكينة وتواضعوا لمن تعلمتم منه ولمن علمتموه ولا تكونوا جبارة العلماء فلا يقوم جهلكم بعلمكم."
    },
    {
        "text": "الهدف الدائم للعلم التجريبي هو الصدق وليس اليقين ، فليس هناك علم تجريبي يقيني ولن يكون."
    },
    {
        "text": "الحق لا يقاوم سلطانه، والباطل يقذف بشهاب النظر شيطانه، والناقل إنّما هو يملي وينقل، والبصيرة تنقد الصحيح إذا تمقل، والعلم يجلو لها صفحات القلوب ويصقل."
    },
    {
        "text": "إن تعليم الناس وتثقيفهم في حدّ ذاته ثروة كبيرة نعتز بها، فالعلم ثروة ونحن نبني المستقبل على أساس علمي."
    },
    {
        "text": "العلم يجعلنا نعبر عما في أنفسنا بطريقة سامية ويهذب نفوسنا وينير أعماقنا فنشفى من أمراضنا وهو طريق الهامنا."
    },
    {
        "text": "كل إناء يضيق بما جعل فيه إلا وعاء العلم فإنه يتسع."
    },
    {
        "text": "ما أشقى من لا صبر لهم."
    },
    {
        "text": "إذا كنت صادقاً فلماذا تحلف."
    },
    {
        "text": "يموت الجبناء مرات عديدة قبل أن يأتي أجلهم، أما الشجعان فيذوقون الموت مرة واحدة."
    },
    {
        "text": "الجاهل يعتقد نفسه حكيماً، أما الحكيم فهو من يعرف بأنه أحمق."
    },
    {
        "text": "أعطِ أي رجل كل سمعك لكن القليل من كلامك."
    },
    {
        "text": "المسروق الذي يبتسم يسرق شيئاً من اللص."
    },
    {
        "text": "الأسباب القوية تولد افعالاً قوية."
    },
    {
        "text": "من أنتصر على أهواءه فقد أنتصر على العالم."
    },
    {
        "text": "إستمع لكل الإنتقادات، لكن شكّل حكمك الخاص."
    },
    {
        "text": "الشكوك تتصيد دائماً العقول المذنبة."
    },
    {
        "text": "الفعل هو الفصاحة."
    },
    {
        "text": "الذي لا تستطيع تجنبه عليك بمعانقتك."
    },
    {
        "text": "الغلو بالثقة هو العدو الأكبر لبنى البشر."
    },
    {
        "text": "الفن مرآة تعكس الطبيعة."
    },
    {
        "text": "ثلاثة أمور تزيد المرأة إجلالاً: الأدب والعلم والخلق الحسن."
    },
    {
        "text": "قد يحارب الجبان إذا لم يستطع الفرار."
    },
    {
        "text": "لا تهتم بمن يكون رائعاً في البداية.. إهتم بمن يبقي رائعاً إلى ما لا نهاية."
    },
    {
        "text": "لا شيء يشجع الإثم مثل الرحمة."
    },
    {
        "text": "لا يوجد جرأة حقيقية في خلاف زائف."
    },
    {
        "text": "ما تم فعله لا يمكن أن يلغى."
    },
    {
        "text": "مداد قلم الكاتب مقدس مثل دم الشهيد."
    },
    {
        "text": "نحن نعرف من نحن، لكننا لا نعرف ما قد نكونه."
    },
    {
        "text": "المهزوم اذا ابتسم، افقد المنتصر لذة الفوز."
    },
    {
        "text": "يكون إنساناً بلا قانون من يجعل رغباته قانوناً."
    },
    {
        "text": "هناك خناجر في الإبتسامات."
    },
    {
        "text": "الحب أعمى والمحبون لا يرون الحماقة التي يقترفون."
    },
    {
        "text": "ساعاتنا في الحب لها أجنحة، ولها في الفراق مخالب."
    },
    {
        "text": "من يحاول إشعال النار بالثلج كمن يحاول إخماد نار الحب بالكلمات."
    },
    {
        "text": "تحب المرأة أولاً بعينيها ثم بقلبها ثم أخيراً بعقلها. يمكننا عمل الكثير بالحق، لكن بالحب أكثر."
    },
    {
        "text": "ثلاثة لا تحبها المرأة: امرأة أجمل منها ومن يسألها عن عمرها ومن يسألها عن ماضيها."
    },
    {
        "text": "الدموع دليل المحبة لكنها ليست العلاج."
    },
    {
        "text": "في حياة المرأة ثلاث رجال: الأب وهو الرجل الذي تحترمه، والأخ وهو الرجل الذي تخافه، والزوج وهو الرجل الذي يحبها وتحبه."
    },
    {
        "text": "ما أتعس الحب الذي يقبل أن يقاس."
    },
    {
        "text": "حب النفس ليس أقل ذنباً من إهمالها."
    },
    {
        "text": "الفتاة العاقلة لا تؤمن بالحب للحب ولكنها تؤمن بالحب للزواج."
    },
    {
        "text": "وعليك بالصّدق وإن قتلك."
    },
    {
        "text": "اتق مصارع الظالمين."
    },
    {
        "text": "حافظ على المسلمين."
    },
    {
        "text": "لا تأكلوا إلا ذكياً."
    },
    {
        "text": "إياكم والغدر."
    },
    {
        "text": "الزموا السنة تلزموا الدولة."
    },
    {
        "text": "المعونة على قدر النية."
    },
    {
        "text": "لا تَشق على مسلم ولا مُعاهد."
    },
    {
        "text": "ليأمنك الابرار ويخفك الفجار."
    },
    {
        "text": "لا تَمس الخمرُ أجسادكم."
    },
    {
        "text": "لا تزكوني بما ليس فيّ."
    },
    {
        "text": "إياكم والتنعم."
    },
    {
        "text": "لا جديد لمن لا قديم له."
    },
    {
        "text": "خذوا حظكم من العزلة."
    },
    {
        "text": "عليكم بالغنيمة الباردة: الصيام في الشتاء وقيام الليل."
    },
    {
        "text": "يا أهل العلم والقرآن لا تأخذوا للعلم والقرآن ثمناً فيسبقكم الدناه إلى الجنة."
    },
    {
        "text": "لا يمنع أحدكم حداثة سنه أن يُشير برأيه، فإن العلم ليس على حداثة السن وقدمه، ولكن الله تعالى يضعه حيث يشاء."
    },
    {
        "text": "لا يُعذر أحد باتباع الباطل، وهو يرى أنه الحق، ولا يترك حق وهو يرى أنه باطل."
    },
    {
        "text": "عليكم وذكر الله فإن فيه شفاء، وإياكم وذكر الناس فإن فيه داء."
    },
    {
        "text": "رزق يوم بيوم ولا يضركم أن لا يكثر لكم."
    },
    {
        "text": "تعلموا العلم وعلموه الناس وتعلموا له الوقار والسكينة وتواضعوا لمن تعلمتم منه العلم، وتواضعوا لمن علمتموه العلم، ولا تكونوا من جبابرة العلماء، فلا يقوم علمكم بجهلكم."
    },
    {
        "text": "كن لرعيتك كما تحب أن يكون لك أميرك."
    },
    {
        "text": "بع الحيوان أحسن ما يكون في عينك."
    },
    {
        "text": "لا تنهكوا وجه الأرض فإن شحمتها في وجهها."
    },
    {
        "text": "احذركم الفراغ، فإنه أجمع لأبواب المكروه من الشكر."
    },
    {
        "text": "أقلل من الدين تعش حراً، وأقلل من الذنوب يهن عليك الموت، وانظر في أي نصاب تضع ولدك، فإن العرق دساس."
    },
    {
        "text": "تفقهوا قبل أن تسودوا."
    },
    {
        "text": "لا تصغرن هممكم، فإني لم أر شيئاً أقعد بالرجل من سقوط همته."
    },
    {
        "text": "لا تنظروا إلى صيام أحد ولا صلاته، ولكن انظروا إلى صدق حديثه إذا حدث، وأمانته إذا اؤتمن، وورعه إذا أشفى."
    },
    {
        "text": "احترسوا من الناس بسوء الظن."
    },
    {
        "text": "لا تعترض لما لا يعينك، واعتزل عدوك، واحتفظ من خليللك إلا الأمين، فإن الأمين من القوم لا يعادله شيء، ولا تصحب الفاجر فيعلمك من فجوره، ولا تفش إليه سرك، واستشير في أمرك الذين يخشون الله عز وجل."
    },
    {
        "text": "ضع أمر أخيك على أحسنه."
    },
    {
        "text": "قل إذا علمت وأصمت إذا جهلت."
    },
    {
        "text": "أشقى الناس من يشقى به الناس."
    },
    {
        "text": "الحق القديم لا يبطله شيء."
    },
    {
        "text": "الكذوب لا ينفعك خبره."
    },
    {
        "text": "الدنيا بلاغ إلى الآخرة."
    },
    {
        "text": "إياكم والمنافق العليم، الذي يتكلم بالحق ويعمل بالمنكر."
    },
    {
        "text": "لا يُرحم من لا يَرحم."
    },
    {
        "text": "دعوا ما يريبكم إلى مالا يريبكم."
    },
    {
        "text": "من يكذب يفجر."
    },
    {
        "text": "المؤمن من سرته حسنته وساءته سيئته"
    },
    {
        "text": "قليل في رفق خير من كثير في عنف."
    },
    {
        "text": "أعينوني على نفسي بالأمر بالمعروف."
    },
    {
        "text": "ما عاقبتَ مَنْ عَصى اللهَ فيكَ بمِثلِ أن تُطيعَ اللهَ فيه."
    },
    {
        "text": "وضَع أمر أخيكَ على أحسَنِه حتى يجيئك منه ما يغلبك."
    },
    {
        "text": "وعليك بإخوان الصِّدق تعِش في أكنافهم؛ فإنهم زينةٌ في الرّخاء، وعدّة في البلاء."
    },
    {
        "text": "ولا تظننَّ بكلمةٍ خرجت من مسلمٍ شراً وأنتَ تجدُ لها في الخير محملاً."
    },
    {
        "text": "ومَنْ عَرَّضَ نفسَه للتُّهمِ فلا يلومَنَّ إلا من أساءَ به الظَّنَّ."
    },
    {
        "text": "ومَن كتَمَ سرَّه كانت الخيرة في يده."
    },
    {
        "text": "ولا تعرض فيما لا يعني."
    },
    {
        "text": "ولا تسأل عما لم يكن؛ فإنّ فيما كان شغلاً عما لم يكن."
    },
    {
        "text": "ولا تطلبنَّ حاجتك إلى مَن لا يُحبّ نجاحها لك."
    },
    {
        "text": "ولا تُهاون بالحلف الكاذب فيهلكك الله."
    },
    {
        "text": "ولا تصحب الفُجارَ لتتعلم من فجورهم."
    },
    {
        "text": "واعتزل عدوّك."
    },
    {
        "text": "واحذر صديقك إلا الأمين، ولا أمين إلا مَن خشي اللهَ."
    },
    {
        "text": "وتَخَشَّع عند القبور."
    },
    {
        "text": "وذلّ عند الطاعة."
    },
    {
        "text": "واستعصمْ عند المَعصية."
    },
    {
        "text": "واستشر في أمرك الذين يخشون الله؛ فإن اللهَ تعالى يقول: {إنما يخشى اللهَ من عباده العُلماءُ}."
    },
    {
        "text": "قال: لا تعترض فيما لا يعنيك، واعتزل عدوك، واحتفظ من خليلك إلا الأمين؛ فإن الأمين من القوم لا يعادله شيء، ولا تصحب الفاجر فيعلمك من فجوره، ولا تفش إليه سرك، واستشر في أمرك الذين يخشون الله عز وجل. انتهى"
    },
    {
        "text": "قال: لا تُلهِكَ الناسُ عن نفسِكَ؛ فإن الأمرَ يصير إليكَ دونهم. ولا تقطع النهارَ سارباً؛ فإنّه محفوظٌ عليكَ ما عملت. وإذا أسأتَ فأحسِن؛ فإني لا أرى شيئاً أشدّ طلباً، ولا أسرع دركة من حَسَنةٍ حديثةٍ لِذَنبٍ قديم. انتهى"
    },
    {
        "text": "قال لابنه عبد الله: إني أوصيك بتقوى الله؛ فإنه مَن اتقى اللهَ وقاه، ومَن توكّل عليه كفاه، ومَن أقرَضه جزاه، ومَن شكره زاده. ولتكن التقوى نُصْبَ عينيكَ، وعماد عملك، وجلاء قلبك؛ فإنه لا عمل لمن لا نيّة له، ولا أجرَ لمن لا حسبة له، ولا جديد لمن لا خَلِق له انتهى"
    },
    {
        "text": "قال: زنوا أنفسكم قبل أن توزنوا، وحاسبوها قبل أن تُحاسَبُوا؛ فإنه أهون عليكم في الحساب غداً أن تحاسبوا أنفسكم. وتزينوا للعرض الأكبر: {يومئذ تعرضون لا تخفى منكم خافية}."
    },
    {
        "text": "(إنَّ أفضل عيش أدركناه بالصبر، ولو أنَّ الصبر كان من الرجال كان كريمًا)."
    },
    {
        "text": "قال عمر بن الخطاب رضي الله عنه: كونوا دعاة إلى الله وأنتم صامتون، قيل: وكيف ذلك؟ قال: بأخلاقكم."
    },
    {
        "text": "لا يقعد أحدكم عن طلب الرزق ويقول: اللهم ارزقني، وقد علم أن السماء لا تمطر ذهبا ولا فضة."
    },
    {
        "text": "قال رجل لعمر بن الخطاب: ما رأيت مثلك، قال عمر رضي الله عنه: أرأيت أبا بكر؟ قال الرجل: لا، قال عمر: لو قلت نعم إني رأيته لأوجعتك ضربا."
    },
    {
        "text": "عاملوا الناس بما يظهرونه لكم، والله يتولى ما في صدورهم. من عمر بن الخطاب إلى عمرو بن العاص، بلغني أنك تجلس في مجلس الحكم متكئا، فاجلس متواضعا يا بن العاص وإلا عزلتك."
    },
    {
        "text": "ثلاث من الفواقر الدواهي: جار مقامة إن رأى حسنة سترها، وإن رأى سيئة أذاعها، وامرأة إن دخلت عليها لسنتك تناولت باللسان، وإن غبت عنها لم تأمنها، وسلطان إن أحسنت لم يحمدك وإن أسأت قتلك."
    },{"text":"الصداقة هي رحلة مشتركة تبنى على الثقة والاحترام المتبادل بين الأصدقاء.التسامح هو سمة إنسانية عظيمة تعزز التعايش السلمي بين الثقافات والأديان المختلفة."},{"text":"الصبر هو مفتاح النجاح، حيث يساعدنا على تحمل التحديات والصعاب في الحياة.العمل الجماعي هو الأساس لتحقيق الإنجازات الكبيرة، حيث يتعاون الأفراد لتحقيق هدف مشترك."},{"text":"التعلم مستمر طوال الحياة، فهو يساعدنا على تطوير مهاراتنا وتحقيق النمو الشخصي.الابتسامة هي لغة عالمية تعبر عن الفرح والترحيب وتخفف من حدة الصعاب."},{"text":"العائلة هي الملجأ الآمن والداعم الذي نلجأ إليه في الأوقات الصعبة ونشارك فيه الأفراح والأحزان.العدل هو أساس المجتمع الناجح، حيث يضمن تعاملًا عادلًا ومتوازنًا بين الأفراد."},{"text":"الحرية هي حق أساسي للإنسان، حيث يتمتع بالاختيار والتعبير عن آرائه بحرية ومسؤولية.الثقة بالنفس هي مفتاح النجاح والتحقيق، حيث تمنحنا القوة والإيمان بقدراتنا الشخصية."},{"text":"الحياة لا تتوقف عند الفشل، بل تعتبره درسًا وفرصة للتعلم والتطور.الابتكار والإبداع يمكن أن يفتحا أفاقًا جديدة ويحققا تقدمًا وتغييرًا إيجابيًا."},{"text":"الحكمة هي مزيج"},{"text":"من المعرفة والتجربة، حيث تمكننا من اتخاذ القرارات الصائبة في الحياة.الاحترام المتبادل هو أساس العلاقات الصحية والمثمرة بين الأفراد والمجتمعات."},{"text":"التواضع هو صفة قوية تعزز التوازن والتفاعل الإيجابي مع الآخرين.القراءة هي نافذة إلى عوالم جديدة ومصدر للمعرفة والإلهام."},{"text":"الاستماع الفعال هو مهارة تعزز التواصل الفعال وتعمق الفهم والتواصل بشكل أفضل.الصحة الجيدة هي ثروة حقيقية، حيث تمكننا من الاستمتاع بالحياة وتحقيق أهدافنا."},{"text":"القيادة الحكيمة تلهم الآخرين وتحقق التغيير الإيجابي في المجتمع.العزيمة والإصرار يمكن أن يحققا المستحيل ويجعلا الأحلام واقعًا."},{"text":"السعادة الحقيقية تأتي من الداخل، حيث تكمن في التقدير والرضا عن الحياة.العمل الشاق والاجتهاد هما مفتاح النجاح وتحقيق الأهداف المرسومة."},{"text":"العمل التطوعي هو فرصة لخدمة المجتمع وإحداث تأثير إيجابي في حياة الآخرين.الصحة العقلية هي جزء لا يتجزأ من الصحة الشاملة وتأثيرها على جودة الحياة كبير."},{"text":"الحفاظ على البيئة والاستدامة يعززان حياة صحية ومستدامة للأجيال القادمة.الإبداع والتفكير الخلاق يمكن أن يحققا التغيير والابتكار في مختلف المجالات."},{"text":"التسامح والاحترام للتنوع الثقافي يعززان التعايش السلمي والتفاهم المتبادل.العمل على تطوير الذات وتعلم مهارات جديدة يمكن أن يفتح أبوابًا جديدة في الحياة المهنية والشخصية."},{"text":"الاستدامة الاقتصادية تعزز التنمية المستدامة وتحافظ على موارد الأرض للأجيال القادمة.التعاون والتعامل الفعال مع الآخرين يمكن أن يحقق النجاح في العمل الجماعي وتحقيق الأهداف المشتركة."},{"text":"القوة الداخلية والإيمان بالنفس تمكننا من التغلب على التحديات وتحقيق النجاح في الحياة."},{"text":"لا تكرهوا البنات فإنهن المؤنسات.لا خير فيمن لا يألف ولا يؤلف."},{"text":"ما ملأ ادمي وعاء شراً من بطنه.الناس عبيد لما عرفوا وأعداء لما جهلوا."},{"text":"طلبنا العلم لغير الله فأبى أن يكون إلّا لله.اتقوا هذا الشرك الخفي فغنه يدب دبيب النمل."},{"text":"المطلب أنفس وأعز من أن يدرك بالمنى أو ينال بالهوينا.الناس كلهم سواء كأسنان المشط، وإنّما يتفاضلون بالتقوى."},{"text":"أشد الناس حماقة أقواهم اعتقاداً في فضل نفسه، وأثبت الناس عقلاً أشدهم اتهاماً لنفسه.الدليل على أن مذهب السلف هو الحق: أن نقيضه بدعة، والبدعة مذمومة وضلالة."},{"text":"فويل للجاهل حيث لم يتعلم مرة واحدة، وويل للعالم حيث لم يعمل بما عمل ألف مرة.قال رسول الله صلي الله عليه وسلم.. من عمل بما علم ورثه الله علم ما لم يعلم."},{"text":"لو سكت من لا يدري، لقلّ الخلاف بين الخلق.ليس في الإمكان أبدع مما كان."},{"text":"كرامات الأولياء هي بدايات الأنبياء.كلما عز المطلوب وشرف، صعب مسلكه وطل طريقه وكثرت عقابته."},{"text":"إن جميع المعجزات طبيعية، وإن الطبيعة كلها معجزة."},{"text":"إذا كان لديك أي طلبات أخرى، فلا تتردد في طرحها."}

]