[
    {
        "text": "الشخص المهم في حياتك ليس الشخص الذي تشعر بوجوده ولكنه الشخص الذي تشعر بغيابه."
    },
    {
        "text": "لو رأيت كيف أحكي للغرباء عنك لحاولت أن تقف في طوابير الغرباء لتحب نفسك من حديثي. قيدتَني بك، حتى وإن لم تكن موجوداً أستشعر طيفك معي مهما كنت بعيداً."
    },
    {
        "text": "أحبتتك جداً لدرجة أنّه عندما تغيب عني يغيب معك كل شيء."
    },
    {
        "text": "لو كان الحب كلمات تكتب لانتهت أقلامي، لكنّ الحب أرواح تُوهَب فهل تكفيك روحي؟"
    },
    {
        "text": "حين يسألوني عنك سأقول سعادة دخلت حياتي ولا أريد أن تزول."
    },
    {
        "text": "ما أجمل أن يكون لديك شخص لا يعرف للنوم معنى قبل أن يطمئن عليك."
    },
    {
        "text": "هو الوحيد الذي إذا بدأت الحديث معه لا أكتفي ولا أنتهي. عندما أحببتك أصبحت أرى كلّ الأشياء أنت، أتعلم لماذا؟ لأنّك أنت كل شيء من حولي."
    },
    {
        "text": "يُشعرني بالسعادة حين يُخبرني بكل ما يحدث له."
    },
    {
        "text": "أحب الأشخاص الذين لا تغيرهم الحياة يبقون كما عرفناهم أول مرة. النوم على صوت أنفاس من تحب قصة لن يفهمها إلّا من عاشها."
    },
    {
        "text": "وإنّ للحب معاني مختلفة في قلبي وعقلي وعيني، فالقلب طفل في المشاعر والحب."
    },
    {
        "text": "يتركنا الحب مصلوبين أمام دهشتنا لا نحن قادرين على الفرار ولا نحن قادرين على المسير."
    },
    {
        "text": "وفي القلب صلاة لا تنتهي لأجلك."
    },
    {
        "text": "وما كنت أؤمن بالعيون وسحرها حتى دهتني بالهوى عيناك."
    },
    {
        "text": "جربت أن أكرهك، كرهت التجربة ومن جديد أحببتك."
    },
    {
        "text": "لم تبق من الجميلات إلّا أنتِ في عينيّ."
    },
    {
        "text": "أن تقبلي حبي فقربك جنتي، أو ترفضي قربي فتلك جهنّمي."
    },
    {
        "text": "وأضمّ اسمك في الدعاء؛ شوقاً، وحباً، واحتياجًا."
    },
    {
        "text": "‏أيُلام قلبي بما هوى؟ أم عيناك بما أغويتني تُلام! أمات الحب عشاقاً وحبك أنت أحياني ولو خُيّرتُ في وطن لقلتُ: هواكَ أوطاني."
    },
    {
        "text": "أحبك بكل ما تحمله هذه الكلمة من معنى، أحبك بكل إحساس يتلهف لرؤيتك، أحبك بكل شوق، واشتياق لسماع صوتك، أحبك بكل ما فيها من نغمات موسيقية، أحبك بكل ما تخبئها هذه الكلمة من عناء، أقولها لك وحدك، ولا أريد سماعها من أحد غيرك، فمهما قيلت لم أحس بها مثلما أحسست بها معك، فأنت الحب والإحساس يا من علّمني كيف يكون الإحساس."
    },
    {
        "text": "إن نبضات قلبي لم تنبض إلا بحبك، ولم أسمع دقات قلبي إلا وأنا معك، فبعد كل هذا يسألونني لماذا أحبك كل هذا الحب، ليتهم يعرفون الآن، ويسمعون دقات قلبي وهي تنادي عليك، وتحس بها وتعرف كم أنا أحبك وأشتاق إليك، فأنا أحبك كلّما تاهت الدموع في عـيون البشر، وأتمناك كلّما غابت الشمس، وظهر القمر، وأعشقك كزهرةِ تعشق حياة المطر، أحبك ولا شيء يجعلني أحبك سوى القدر."
    },
    {
        "text": "للوفاء طريق لا يسلكهُ إلّا من أحبك بصِدق، ليتك تفهم شعوري وإحساسي، وليتني أعيش بوسط إحساسك، تعال أسكن بوسط أنفاسي، أنا قلبك وروحك أنا أنفاسك، تعال أعبر مواني الشوق وارسي بضلوع المَحبة، ودوس أرض قلبي وأرفع راية انتصارك، وكُن لي آخر أوطاني واهزم فيني اشتياقي، عمر المسافة ما تعيق المحبين، ويبقى الغلا والشوق ولو هم بعيدين."
    },
    {
        "text": "اشتقت إليك حد الارهاق، فهل لك أن ترد روحي، ولو حرفاً يسد رمق اشتياقي، لا أريد أن أتسلق سلالم المجد، أريد فقط أن أسقط في هاوية عشقك المجنون، لأكتشف النجوم عن قرب، وأتيم في قمري المتألق في وسطهم."
    },
    {
        "text": "وحده الذي يحبك سيأتي إليك، بأي شكل وطريق سيتمكن من الوصول إليك، ولو سار على يديه من أجلك، ومن سواك فيَّ، يا روحاً تكملني، وتجملني، وتمنحني ضحكة القلب، ومن سواك ايا حبيّ، ايا قلباً يقاسمني صفوة الحب."
    },
    {
        "text": "يا حمامة الحب، أوصلي للغالي شوقي وسلامي، ومن مكاني أخبريه بحبي وهيامي، وإني مللت انتظاري، والعشق جاره وجاري، وبسلامي، وبغرامي، أنا مشتاق له، فهو كل دنيتي وأحلامي."
    },
    {
        "text": "ولأن كل حكاياتي تبدأ وتنتهي بكِ وأرى بعينيكِ تاريخي وحاضري ومستقبلي وأراني مسلوب الإرادة بين أحضانكِ وأكتفي بكِ من بين ملايين البشر حينما أستشعركِ بقطرات دمي بمساماتي…وشراييني حينما تكونين أنتِ النبض وأنتِ الروح وأنتِ أنا تكونين أنتِ حبيبة العمر وأكثر"
    },
    {
        "text": "أنتِ ذنب لا أعتذر عنه ولا أتوب عنه لأي كان أنتِ جريمة ارتكبتها مع سابق الشوق والهذيان أنتِ الاعجوبة التي جعلت نصفي ملاك أمام البشر وجعلت نصفي الاخر في حبها شيطان ."
    },
    {
        "text": "اتمنى تتصل، لا لا تتصل كفاية قلبي بقلبك متصل واسلاكه مستحيل تنفصل أحبك كثر ما مرت دقايق بيني وبينك وإذا ما شفتك بعيني إلا قلبي نطق وينك.. لو تنقلب دنياي هم على هم أحبك لو تنزف عيوني بدل دمعها دم."
    },
    {
        "text": "إّني لو سطرت لك أجمل الكلمات وأعذبها لم أوفيك حقّك، حبيبتي .. إنّي أحمل في قلبي تصور كلّ إنسان، فلو استجمع شاعر قريحته وكاتب إلهامة لوصف حبي لأبدوا عجزهم."
    },
    {
        "text": "حبيبتي قد كنت أسمع قبل أن أحبك بأن الحب عذاب ولوعة وحرمان فكنت أخافه وبعد أن أحببتك تمنيت لو يجمع عذاب المحبين ويصبح من نصيبي بشرط أن تكوني بجانبي."
    },
    {
        "text": "حياتي أريد أن أصرخ في وجه علماء العالم هذا العالم كي يخترعوا لما أحمل في قلبي اسماً، لأنّي أرى كلمة أحبك قليلة في حقك وتعبر عن شيء قليل ممّا في قلبي فاسمحي لي بأن أخبرك بأنّي لا أحبك لأنّي أرى في تلك الكلمة إنقاصاً لما أحمل لك من غرام وعشق فأنت لي روحي وحياتي وأملي .. أطيب الأمنيات من حبّ مصر أن تهدوا كل أحبائكم أجمل كلمات الحب والرومانسية."
    },
    {
        "text": "مهما طال الزمان.. ومهما كسرتني الأيام.. مهما أخذت مني الحياة.. مهما عذبني الحب مهما جرحت.. مهما اذللت للناس والحياة.. مهما حصل لن يتغير شيء في قلبي مع أنك جرحتني بكل صراحه أحبك بجنون."
    },
    {
        "text": "حبكمْ قلبي وما عشقت سواكم وقلبي يهوى أن يكون فداكم يهون علينا بعدكم ونواكم تذكرني الأحلام إني أراكم عرفت لذيذ النوم كيف يكونوا وما اغمضت عيناي بعد فراقكم ولا لقلبي بعد المنام سكونوا يخيل لي في المنام إني أراكم وإني لأهوى النوم بغير حاجةٍ لعلي لقاكم في المنام يكونوا فيا ليت أحلام المنام يقين."
    },
    {
        "text": "يا منْ لم تر عيني سواك يا منْ لم تسمع أذني غير شدوك، يا منْ لم تذق شفتاكٍ غير طعم الدمع قد حبس من شدة البكاء إليك سيدتي.. أقبل يداك إليك سيدتي قد حبست الكلمات رافضةٌ لا أدري .. أو كانت متعالية كافيةٌ لا أدري .. أم كانت عارية من أجلك سيّدتي أصبحت عاشقاً في بحر الهوى فختامي أن أجعل الشمس قمراً وأن أجعل النور ظلاماً وأن أجعل الماء خمراً وأجعل النجم ينسج ثوباً أبيضاً والآن دعيني سيدتي أطفأ الشمع واعطره وأنثر أزهاري التي حملتك عقداً و لأصرخن قائلاً كون لي فعندها لتجديني راكعاً باكياً بين ذراعيك قائلاً شكراً حبيبتي."
    },
    {
        "text": "طلبت من القلم يرسمك رد بكل خجل اسف ماقدر اخدمك.. سألته إيه السبب.. قال أنا أعرف ارسم قمر وزهر وأرسم غيمه مطر لكن مااعرف ارسم ملاك على هيئه بشر."
    },
    {
        "text": "الحب لا يكون في شيءٍ إلا زاده جمالاً، ولا يُنزع من شيءٍ إلا جعله موحشاً، وكلّ شيءٍ ينمو ويكبر معه يكون أكثر روعة، فالأبناء الذين يكبرون في جوٍ من المحبّة بين الأب والأم يكبرون بروحٍ ملؤها الفرح والثقة، والشجر الذي يزرعه المزارع بالحب ويعتني به بالحب يكون ثمره أفضل، حتى الحيوانات التي يُعاملها الناس بالحب تكون أكثر ألفة، فالحب مجموعة هائلة من التفاصيل الصغيرة المهمة، وعلى الرغم من بساطة هذه التفاصيل وسهولة تطبيقها، إلا أن البعض يجهل كيفية التعامل فيها، فمن لا يُتقن فن الحب لا يعرف كيف يعيش، فالحب فنٌ من فنون الحياة، وهو أكبر معلمٍ للقلب والروح، ولا يمكن لأي أحدٍ أن ينكر فضله في تصفية القلوب وتنقية الأرواح."
    },
    {
        "text": "الحب كلمة صغيرة، لكنّها تتسع لجميع الكلمات والعبارات، فالحب نسمة ربيعٍ دافئة تهبّ على القلب ويملؤه فرحاً وسروراً، وهو السرّ الإلهي الذي أودعه الله تعالى في القلوب لتصفو، وهو سرّ الحياة وأجمل المشاعر الإنسانيّة وأنقاها وأرقاها؛ لأنه يُضفي على النفس السعادة، ويُعطيها أملاً مشرقاً، ولولاه لم تكن الحياة جميلة، ولم يكن لأيّ شيءٍ فيها نكهة أو طعم أو لون، لهذا فإنّ القلوبَ العامرة بالحب تكون أكثر عطفاً وأكثر إنسانية وأكثر تدفقاً بالحياة، ومن أراد أن يشعر بجمال الدنيا ويراها بمنظور الأمل، فعليه أن يُمارس حبه بجميع قلبه، وأن يفتح أبواب روحه له، وألا يتردد لحظة واحدة في إعلانه، فلولاه لما كان للحياة أي معنى."
    },
    {
        "text": "إياكِ أن تجعلي من الحبِ مسألةً حسابيةً، فالحبُ العظيمُ هو الحبُ الذي لا يعرفُ الحساب، هو الحب الذي يُلقي بنفسه في المحيط بدون طوقِ نجاةٍ."
    },
    {
        "text": "الحب الذي تغسله العيون بدموعها يظلّ طاهراً وجميلاً وخالداً. الحبّ دمعة وابتسامة. الحبُ وإن قادت الأجسام موكبَه إلى فراشٍ من اللذاتِ ينتحرُ والحبُ في الروحِ لا في الجسمِ نعرفُهُ كالخمرِ للوحيِ لا للسكر ينعصرُ."
    },
    {
        "text": "مهمتي الأولى أن أسعدك، ومهمتي الثانية أن أدلك، ومهمتي الثالثة أن أسهر على راحتك، ومهمتي الرابعة أن أبدد غيوم حياتك، وأروع مهامي أن أحبك ثمّ أحبك ثمّ أحبك يا حبيبتي."
    },
    {
        "text": "جمالك يا حبيبتي علمني كيف أختار الجمال، وكيف أسبح في بحر طويل، وكيف أتسلل إلى بيوت الحمام، ولكنني لا ألوم شعري بكحيل عينيكِ، ونحل خصركِ، ولكنّني أكتفي بجمالكِ، وسكوتي وعذابي، ولا داعي أن تغضبي مني لأني لم أقل شعراً كافياً في جمالك."
    },
    {
        "text": "جمالك يا سيدتي علمني كيف أتحاور مع النجوم، والقمر، وكيف أنشد قصائدي على العشاق، أنا لا أمثل دور الفنان، أو العشيق أنا لا أقول بأني أحبكِ بجنون."
    },
    {
        "text": "حبيبتي إنّني أعيش في فلك حبك، وأسكن شغاف قلبك، فأحاول جاهداً ما استطعت أن أسعد قلب من استحليت، لأني بسعادته أسعد، وبشقائه اتعذب."
    },
    {
        "text": "اشتياقي لكِ يقتلني، وولهي عليكِ يميتني، كل ذرة في كياني، وكل قطرة من دمي، وكل نبضة من نبضاتِ قلبي تصرخ باسمكِ، وتناديكي يا حبيبتي."
    },
    {
        "text": "كنتِ وما زلتِ وستبقي من أروع من أدخله القدر إلى عالمي أعشقك إلى الأبد."
    },
    {
        "text": "أنت من جعل لحياتي لون أخر أنا أحبك فلا تعذبني بنظراتك التي أذوب بداخلها كل نظرة كل كلمة كل ابتسامة….فأنت عندما تطل عليا يتغير شيء بي حتى إسمي يصبح مختلف أصبح عاشق أو هائم أو متيم بك…أنت نعم انت من أدخل السعادة والفرح إلى قلبي…احبك كلمة لا تساوي شيء مقابل الذي اكنه لك بداخلي."
    },
    {
        "text": "أكتب إلى أميرة قلبي، وملكة روحي، إلى فارسة أحلامي وتاج رأسي وساحرة عيوني، إلى نور يضيء سمائي، وأمل كل دروبي، إلى حياتي وعمري وزهرة شبابي .. أحبكِ جدًّا وجدًّا وجدًّا، رأيت فيكِ ما لم تره أعين الناس، فالحب منكِ يكفيني ويرويني، والقرب منكِ يكفيني عن كل الناس ."
    },
    {
        "text": "قد العيون السود احبك وانت عارف منتا عارف قد ايه كتيره وجميله العيون السود في بلدنا يا حبيبي وبحبك والله والله بحبك قد اغاني الصبر بحبك قد اللي فات من عمري بحبك قد اللي جاي من عمري بحبك وشوف قد ايه بحبك."
    },
    {
        "text": "أريدها وحدي فلا يدّعي غيري هواها، تلك أطواري أريدُ أن أطوي عليها يدي من ريبتي، من فرط إيثاري، أحبّها وحدي وما ضرّني أن تنقل النّجومُ أخباري، فيشربُ الصّباحُ أنوارها، ويشربُ الغروبُ أنواري."
    },
    {
        "text": "حبيبى معك أحببت الماء والسماء وهواك معك كل شي فيك يناديني أننى لك وجدت للصوت صدى بألف صوتا يقودنى اليك معك أكتشفت أن للكلمات عطرا أشمها كلما إشتقت إليك رأيت للشروق ألف لونا ذهبيا يذكرني اشتياقى اليك حبيبي اعشقك يا من أنت جزء مني وأنا منك."
    },
    {
        "text": "إشتقت لك في كل مكان أذهب له فأنت روحي برغم الفراق الذي طال كثيرا لم استطع نسيانك كل شيء أقوم به ليس له قيمه من دونك إني اكذب ان قلت أني نسيتك بعد فراقنا تحول صيف ربيعي إلى خريف وإمتلأ قلبي بحزن ويمضي الوقت من دونک مثل العدو لكن هذا هو قدري رسائلي كتاباتي عنك تحترق بداخلي إشتقت لك كل يوم مثل بعضه كالتوأم بعد رحيلك اشتقت لك اتمنى لك السعاده."
    },
    {
        "text": "قالت أحبك فوق ما أوصى الهوى هل أنت مثلي يا حبيبي هكذا فأجبتها أنت التي في حبها شيطان شعري في سماها قد هذى قالت إذا هل سوف يوما نلتقي فأجبتها في لهفة يا حبذا ياحبذا أنت القصائد في عروق دفاتري أنت الأغاني في أزاهير الشذا."
    },
    {
        "text": "ائمًا تهمسين لي ، وتقولين: حاول أن تشعر بي ..أنا أسكن بداخلكِ وخارجكِ، في كل جمال ..أنا حيث ينبض قلبكِ بحبي بحميمية ويرى جمال الخالق ..وحينما أسمعكِ بخشوع ، أجدكِ على حقّ معشوقتي."
    },
    {
        "text": "إنني أعيش في فلك حبك وأسكن شغاف قلبك، فأحاول جاهدًا ما استطعت أن أسعد قلب من استحليت، لأنني بسعادته اسعد وبشقائه اتعذب حبيبتي إن في قلبي أحاسيس ومشاعر تضطرب كلما رأيتك، فكأني أريد أن أختفي من هذه الدنيا، وأندمج في روحك، لأن نفسي تواقة إليك، مولعة بك فأصبحت لا أستطيع أن أستغني عنك فرفقًا بي، بيديكِ سعادتي."
    },
    {
        "text": "ما أجمل أن أعشقك دون أن أراك ما أجمل أن أشعر بروحك حولي تحتوينى بكل مكان فعشق روحك حبيبي له مذاق خاص عشق ينقلني من عالمي هذا لعالم العشق والغرام اجلس اتامل كلماتك أحسها همس بأذناي فأبتسم وكأننى اراك وكم أنتظر متلهف تلك الكلمات كلهفة اللقاء بين الاحباب ماأجمل أن أحسك بعقلي وأراك."
    },
    {
        "text": "من أنفاسي ظلت بيك أثر من لمسة شفافي أحبك ما قدرت أنساك أثر ايدك على اكتافي النوم عيني ع الذكرى وانام بونه وبحسرة حبيبي فراق وجهك موت."
    },
    {
        "text": "حبيبتي أُحِبّك، سأكتب لكِ عن حنيني و اشتياقي إليكِ، وحبي لكِ وما يدور في خلدي لعلك تعلمين أنكِ ملكت عرش قلبي، سأكتب لكِ دوماً أنكِ حبي وعشقي، قلبي يناجيكِ ويشعر بالحنين إليكِ، هذا عقلي ترك لقلبي الحديث، هذا قلبي يحمل حباً وحنيناً فهل تقبلينه مني، هذا قلب ينبض من أجلك، فهل ستعودين لي؟ كوني كما تكونين فأنا عاشق لكِ."
    },
    {
        "text": "حبيبتي الغالية أحبك وسأظل أحبك مادام في قلبي نبض وخفقان، يامن بهواك أنا تائه، وبعشقك والله ضائع ولكلامك دائماً سامع، حبيبتي صليني كلميني خذيني إلى دنيا الأحلام، دنيا العشق والغرام حيث لا أحد سواي وسواك."
    },
    {
        "text": "أحبك يا حبيبتي.. أحبك ياجميلتي فأنت دنيتي وآخرتي.. بدايتي ونهايتي.. أحبك يا آية في الجمال.. أحبك يا بديعة خلق الرحمن.. يا أحلى ما في الأكوان ويا أغلا عليّ من كل إنسان."
    },
    {
        "text": "حبيبتي لقد أصبح حبك مثل الدماء الحمراء يسير في جسدي بكلّ هدوء، ويعانق ويلامس كل ماهو في طريقه ويجعله ينبض بالحياة."
    },
    {
        "text": "أحبك كلّما تاهت الدموع في عـيون البشر وأتمناك كلّما غابت الشمس وظهر القمر، وأعشقك كزهرة تعشق حياة المطر، أحبك ولا شيء يجعلني أحبك سوى القدر."
    },
    {
        "text": "كم أتمنى يا حبيبتي أن يكون قلبي شفافاً، لعلك بعدها تدركين كيف أحبك وقلبي لغيرك لا ينبض أبداً."
    },
    {
        "text": "حبيبتي يبلغ الحب القمة، متى تنازلت المرأة عن عنادها، والرجل عن كبريائه، فنحن بحبنا حتماً قد بلغنا القمة."
    },
    {
        "text": "أحبك بكل ما تحمله هذه الكلمه من معنى أحبك بكل إحساس يتلهف لرؤيتك أحبك بكل شوق واشتياق لسماع صوتك أحبك بكل ما فيها من نغمات موسيقية أحبك بكل ما تخبئها هذه الكلمه من عناء أقولها لك وحدك ولا أريد سماعها من أحد غيرك فمهما قيلت لم أحس بها مثلما أحسست بها معك فأنت الحب والإحساس يا من أعطى حبك معنى لحياتي"
    },
    {
        "text": "حبيبتي الغالية لقد فكرت بأن أهديك عمري واكتشفت بأنه ملكك، فأردت أن أهديك قلبي فوجدته بيتك، أما عيناي فأعذرني فهي الطريق إلى أملي برؤيتك، لكني سأهديك ما يعجز عنه أغلب البشر الوفاء وكل الوفاء فقط لك"
    },
    {
        "text": "حبيبتي الغالية الحب لغيرك حرام والبسمة لغيرك أجرام كتبت أبيات الغرام لك أنت، فحبك في قلبي وسام فأنا بغربة الساعة أحببتك و بدمعة الغيمه أحببتك بهزة رموشك أحببتك بكل حواس الحب قد أحببتك وما زلت أحبك."
    },
    {
        "text": "للوفاء طريقاً لا يسلكه إلّا من أحبك بصدق وإخلاصي ليتك تفهم شعوري وإحساسي وليتني أعيش بوسط إحساسك ما رأيك أن أسكنك بوسط أنفاسي أنا قلبك وروحك أنا أنفاسك ما رأيك أن أعبر مواني الشوق وارسي بشواطىء المحبة عندك أنت وحدك."
    },
    {
        "text": "وتسأليني عن سيرتي الذاتية .. فبماذا أجيب غير أني يوم قابلتك كان مولدي الجديد  أصبحتي صورتك في مخيلتي ليلاً نهاراً .. في عملي وفي راحتي .. في كلامي وفي صمتي .. في فرحتي و في أشجاني .. أصبحت تجري في عروقي .. همسات صوتك في أذني .. بريق عينيك هو الضوء الذي يجذبني .. ضوء إبتسامتك يداوي أحزاني .. كلماتك لي تطيب جروحي .. شوقـي لك يكسر ملل حياتي .. فماذا أكتب في سيرتي الذاتية .. أنت بها في كل الكلمات و العبارات .. حتى حروف اسمي أصبحت نغم حياتي منذ دخلتيها .. فهل تمكثي فيها أم تغادرها راحلة تاركة سيرتي الذاتية بلا هوية .. لأنك أنت هويتي"
    },
    {
        "text": "كم عشقتُ الحزن في غيابكِ، وكم عشقتُ الحبّ في جواركِ، فلا تجعليني عاشقاً للأحزان، بل عاشقكِ لحدّ الطرفْ، عاشقٌ يَعزفُ دنْدنْة بقيثارة الأحرفِ ..أحلى أشجان، ليطربكِ نشواً ومغنىً، عاشقٌ أتى على مهْبّ النّسيمِ كعطرِ اللّيل، ليدفئكِ همساً ونبضاً، وهزجاً، عاشقٌ أنتشي كحبّات المطر فوق غزل شعركِ، ليرويكِ عسلاً مصفىً."
    },
    {
        "text": "لو كنت أملك أن أهديك عيني لوضعتها بين يديك..لو كنت أملك أن أهديك قلبي لنزعته من صدري وقدمته إليك..لو كنت أملك أن أهديك عمري لسجلت أيامي باسمك.. لكن لا أملك سوى الكلمات الكثيرة من صادق التعبيرات فلتكن هي هديتي إليك حبيبتي الغالية."
    },
    {
        "text": "إلى الإنسانة التي أحببتها حباً لا يوصف..إلى من تربّعت في قلبي وجعلت حبها وساماً على صدري..إلى من يعيش ليلي ونهاري..إلى اميرتي وسيدة نساء الكون..إلى من نقشتها الأقدار في قلبي وحفرت اسمها في عقلي وعروقي..إلى التي تهواه الروح والجسد وإليها تركن الآهات والوئام..إلى من قضيت معها أسعد لحظات حياتي..إليك يا من تغار منها الشمس والقمر وكل البشر إليك يا أغلى من عمري."
    },
    {
        "text": "سألوني عن أسمها رفعت رأسي الى السماء وتنهدت، سألوني عن شكلها أغمضت عيني بحنان وتخيلت، سألوني عن قلبها وضعت كف بكف وضممتها إلى صدري، وأخيراً سألوني أين هي الآن بكيت بلهفة وقلت، مَن لم يذق طعم الفراق لم يعرف معنى الحب."
    },
    {
        "text": "حبيبي أهديك أنفاسي وعمري وكلّ إحساسي، يا كلّ دنيتي وناسي، أحبك وكم أحبك بل حبي لدرجة العشق والجنون، أيّها القلب الحنون كم أريدك بجواري لتكون سكني ودياري وليلي ونهاري، أحبك ولا أعرف إلّا أنّي أحبك وأهواك والعقل لا يفكر إلّا فيكِ وكلّ نبضة بقلبي لكِ."
    },
    {
        "text": "أحبك ياحبيبتي أحبك يا جميلتي فأنت دنيتي وآخرتي، بدايتي ونهايتي، أحبك يا آية في الجمال، أحبك يابديعة خلق الرحمان ياأحلى مافي الأكوان، ويا أغلى علي من كلّ إنسان، أحبك وسأظل أحبك مادام في قلبي نبض وخفقان، يا من بهواك أنا تائه وبعشقك ضائع، ولكلامك دائماً سامع، ولشوفك دائماً ناطر، وبغيابك بالكاد صابر، كلميني خذيني إلى دنيا الأحلام دنيا العشق والغرام حيث لا أحد سواي وسواك."
    },
    {
        "text": "أحبّك بكلّ ما تحمله هذه الكلمة من معنى، أحبّك بكلّ إحساس يتلهف لرؤيتك، أحبك بكل شوق لسماع صوتك، أحبّك بكلّ مافيها من نغمات موسيقية، أحبّك بكلّ ماتخبئها هذه الكلمه من عناء، أقولها لك وحدك ولا أريد سماعها من أحد غيرك، فمهما قيلت لم أشعر بها مثلما أحسست بها معك، فأنت الحب والإحساس يا من علّمني كيف الإحساس يكون، إنّ نبضات قلبي لم تنبض إلا بحبك ولم أسمع دقات قلبي إلا وأنا معك، فبعد كلّ هذا يسألونني، لماذا أحبّك كل هذا الحب، ليتهم يعرفون الآن ويسمعون دقات قلبي وهي تنادي عليك، وتشعر بها وتعرف كم أنا أحبك وأشتاق لك."
    },
    {
        "text": "الحبّ هو دفء القلوب والنغمة التي يعزفها المحبّون على أوتار الفرح، وشمعة الوجود، وهو سلاسل وقيود ومع ذلك يحتاجه الكبير قبل الصغير، الحبّ لايولد بل يخترق العيون كالبرق الخاطف."
    },
    {
        "text": "كم هي صعبة تلك الليالي التي أحاول أن أصل فيها إليك! أصل إلى شرايينك إلى قلبك، كم هي شاقة تلك الليالي، كم هي صعبة تلك اللحظات التي أبحث فيها عن صدرك ليضمّ رأسي."
    },
    {
        "text": "لو كُنت أملك أن أهديك عيناي لوضعتهما بين يديك، ولو أملك أن أهديك قلبي لنزعته من صدري إليك، ولو أملك أنا أهديك عمري لوضعت أيامي تحت قدميك"
    },
    {
        "text": "تدري أنك أغلى الناس، وأنك صاحب قلب حساس، ما في مثلك بين الناس متى ما أقول أحبك أعرف أنك الأول والأخير، أنسى العالم كله وأنا بين أحضانك، وأنا منذ أن قابلتك، وأنت غيرت حياتي وملئتها سعادة وفرح."
    },
    {
        "text": "حبيبتي لقد حققت كل ما أصبو إليه، فاجتزت الصعاب ووصلت إلى المستحيل، وذلك بدافع حبك بعد توفيق الله، وإننى لو سطرت لكِ أجمل الكلمات وأعذبها لن أوفيكِ حقكِ، وكل دمعة من عيني تنزل باسمك، وكل دقة في قلبي تقول بحبك، فأنا لا أريد سوى أن أكون الشيء الجميل الذي يرسم الإبتسامة والفرحة على وجهك يا أجمل هدية أرسلها القدر لي."
    },
    {
        "text": "أين تنبض نبضات قلبي، ففي قلبي صدى صوتك أنت فقط، فأنا لم أحبك حتى أسعد قلبي، بل أحبك لأني كنت أرى بملامحك السعادة حين تنظر إلي، وأحتاج إليك كاحتياجي لاستنشاق الهواء لأن وجودك يُعادل ما خسرته في حياتي كلها، فبقربك فقط أشعر وكأنني أمتلك كل شيء."
    },
    {
        "text": "هناك صوت يختصر المسافة، وهناك نظرة تختصر الحياة، وشخص يختصر الجميع، فالحب دعاء وقلبي بالدعاء يرعاك ويخلق الله شخصاً تحبه، ولا ترى جمال الأيام، والدنيا إلا بوجوده، يا أحلى نوبات جنوني، يا أرق دقات قلبي، لقد دخلت حياتي، وأحببتني بتفاصيلي الصغيرة، وبحالات جنوني، وتقلب مزاجي، ولم أتوقع بأنني سأتعلق بك إلى هذا الحد وأن سعادتي ويومي لا يكتمل إلا بوجودك"
    },
    {
        "text": "يا حبيبي، أيعقل أن تفرّقنا المسافات، وتجمعنا الآهات، يا من ملكت قلبي ومُهجتي، يا من عشقتك وملكت دنيتي، يا حبيبي عندما أنام، أحلم أنّني أراك بالواقع، وعندما أصحو أتمنّى أن أراك ثانية في أحلامي، ياحبيبي إني أحمل في قلبي تصور كل إنسان، فلو استجمع شاعر قريحته، وكاتب الهامه لوصف حبي لأبدوا عجزهم."
    },
    {
        "text": "ما أجمل أن نعيش هذه المشاعر الحقيقيّة الصّادقة، نتقاسمها مع من نحبهم، وفي يوم الحبّ هذه فرصة ليبوح كلّ عاشق لحبيبه، كم هو ممتنٌ لوجوده في حياته، ليشكره على كلّ لحظة حزن وسعادة أمضيناها معاً بقلوبٍ صافيةٍ، عاشقة، ومحبّة."
    },
    {
        "text": "هم الذين أعدّوا لنا مسبقاً تقويماً بأعياد السّنة، في بلد يحتفل كلّ يوم بقدّيس جديد على مدار السّنة، أليس بين قدّيسيهم الثلاثمائة والخمسة والستين قدّيس واحد يصلح للنسيان؟"
    },
    {
        "text": "ما دام الفراق هو الوجه الآخر للحبّ، و الخيبة هي الوجه الآخر للعشق، لماذا لا يكون هناك عيد للنسيان يضرب فيه سعاة البريد عن العمل، وتتوقّف فيه الخطوط الهاتفيّة، و تمنع فيه الإذاعات من بثّ الأغاني العاطفيّة ،ونكفّ فيه عن كتابة شعر الحبّ!"
    },
    {
        "text": "دعيني أدهشك في عيد الحبّ، وأجرّب معك ألف طريقة لقول الكلمة الواحدة نفسها في الحبّ، دعيني أسلك إليك الطرق المتشعّبة الألف، وأعشقك بالعواطف المتناقضة الألف، وأنساك وأذكرك، بتطرّف النّسيان والذّاكرة، وأخضع لك وأتبرّأ منك، بتطرّف الحرّية والعبوديّة، بتناقض العشق والكراهيّة، دعيني في عيد الحبّ أكرهك بشيء من الحبّ."
    },
    {
        "text": "كان الحبّ أفضل حالاً يوم كان الحمام ساعي بريد يحمل رسائل العشّاق، كم من الأشواق اغتالها الجوّال وهو يقرّب المسافات، نسيَ النّاس تلك اللهفة التي كان العشّاق ينتظرون بها ساعي بريد، وأيّ حدث جلل أن يخطّ المرء أحبّك بيده، أيّة سعادة وأيّة مجازفة أن يحتفظ المرء برسالة حبّ إلى آخر العمر."
    },
    {
        "text": "الشيء الوحيد الذي لا نكتفي منه أبدًا هو الحُب، والشيء الوحيد الذي لا نعطيه كفاية أبدًا هو الحب.  هنري ميلر."
    },
    {
        "text": "لأن الانسان إذ يفقد جوهرة الحب اللامعة لا يتصور أنه سيسعد بالعثور عليها مرة أخرى..نجيب محفوظ."
    },
    {
        "text": "الحب يعني أنك لست في حاجة الى الاعتذار أبداً.  غازي القصيبي"
    },
    {
        "text": "نشوة الحب لا تدوم و نشوة الجنس أقصر من أن يكون لها أثر."
    },
    {
        "text": "كلماتنا في الحب تقتل حبنا .. إن الحروف تموت حين تقالُنزار قباني"
    },
    {
        "text": "ستكتشف أنك وقعت في الحب عندما لا تستطيع النوم لأن واقعك قد أصبح أخيرا أفضل من أحلامك!” – دكتور سوس"
    },
    {
        "text": "الحبُّ الحقِيقي لا يجْمع المُتشَابهين ، الحبُّ يجْمع المُختلِفين دائما ، كإثنيْن بينَهُما فَارق بالْعمر أو إثنيْن أَحدهُما لهُ ماضٍ وآخر يحبُّ لأوّل مرّة.  سعود الدوسري."
    },
    {
        "text": "تقوم كل علاقة غرامية على إتفاق غير مدوّن يبرمه العاشقان في الأسابيع الأولى من علاقتهما ، يعيشان هذه الفترة في ما يُشبه الحلم، لكنهما في الآن نفسه  وبدون وعي منهما  يكونان بصدد كتابة الشروط التفصيلية للعقد الذي سيجمعهُما ، يا معشر العشاق خذوا حذركم من هذه الفترة الخطرة ! فإن قدمتم للطرف الآخر وجبة فطور في الفراش، كان عليكم أن تفعلوا ذلك مدى الحياة، وإلا اتهمتم بعدم الحبّ والخيانة.  ميلان كونديرا."
    },
    {
        "text": "إن الحب هو المغامرة والوحيدة الحقيقية في حياتنا ولهذا السبب نحن نحب !!! ندى العريفي"
    },
    {
        "text": "تعلّم أن تحب أشياء كثيرة، فهنا تكمن القوة الحقيقة؛ فمن يحب كثيرا، ينتج كثيرا ويحقق كثيرا، وما يُفعل بحب يُفعل دوما بإتقان!” – فنسنت فان غوخ."
    },
    {
        "text": "يبقى الحب مجرد كلمة حتى يأتي أحدهم ويعطيها معنى”."
    },
    {
        "text": "الحب الحقيقي ، لا يتأثر بسوء المزاج ، فمن يحبك يحبك في كل حالاته.  يوهانس كيبلر"
    },
    {
        "text": "نقول أننا نحب الورد فنقطفه ، ونقول أننا نحب الشجر فنقطعه ، نقول أننا نحب الهواء النقي فنلوثه … ثم تسألني لماذا أخاف عندما تقول أنك تحبني؟”."
    },
    {
        "text": "كل الذين أحكموا إغلاق أبواب قلوبهم خشية الوقوع في الحب هم لا يدركون أن السارق الحقيقي لا يأتي عبر الأبواب.  روناين"
    },
    {
        "text": "بالنسبة للعالم فإنك مجرد شخص ، لكنك بالنسبة لشخص ما قد تكون العالم كله..براندي سايندر"
    },
    {
        "text": "ما الحب إلا خيال وجنون، وإنّي لأنبئك بأنّ المحبّ يستحق أن يُلقى به في غرفة مظلمة ويجلد بالسوط شأن المجانين، وأمّا السبب في أن المحبين لا يعاقبون على هذا النحو ولا يشفون من علتهم، فهو أن الجنون أصبح شيئا مألوفا حتى ليبتلي به الضاربون بالسياط أنفسهم.  وليم شكسبير"
    },
    {
        "text": "يحب المرء لأنه يحب. فلا يوجد سبب للحب. – باولو كويلو"
    },
    {
        "text": "الحب استمرارية و نقاء ، و الكراهية موت و شقاء..جون كيتس"
    },
    {
        "text": "الحب هو جمال الروح. – سانت أوغستين"
    },
    {
        "text": "فإن كل لذة الحب، وإن أروع ما في سحره، أنه لا يدعنا نحيا فيما حولنا من العالم، بل في شخص جميل ليس فيه إلا معاني أنفسنا الجميلة وحدها، ومن ثم يصلنا العشق من جمال الحبيب بجمال الكون، وينشئ لنا في هذا العمر الإنساني المحدود ساعات إلهية خالدة، تشعر المحب أن في نفسه القوة المالئة هذا الكون على سعته.  مصطفى صادق الرافعي"
    },
    {
        "text": "حب بلا إخلاص بناء بلا أساس..شوبنهاور"
    },
    {
        "text": "لا نرى مدى عمق الحب إلا وسط ألم الفراق.  جورج إليوت"
    },
    {
        "text": "بالكاد كانت تفكر به، لقد كان يمتلك مكاناً صغيراً في قلبها، هذا المكان هو من سبّب لها هذا الألم ولكنها تعودت على هذا الشيء."
    },
    {
        "text": "اسعوا إلى ذلك الحب الذي تعترف به الحياة الإنسانية لا إلى حب الروايات والأفلام وتنبُّؤ العرّافين, اسعوا إلى حب مغلف بكل ما هو نقي طاهر لا إلى حب مبتذل لا خير من ورائه ولا إمكانية في استمراره."
    },
    {
        "text": "أريد أن أقضي يومي بالكامل بصحبتك.. أريد دموعك، ابتسامتك وقبلاتك، رائحة شعرك، اشتقت لأنفاسك عندما تلامس وجهي.. أريد أن أراك في آخر دقائق متبقية في عمري، لأستلقي بين ذراعيك وأرحل بعدها وأنا سعيدة."
    },
    {
        "text": "عندما يعشقك شخص ما، ستختلف الطريقة التي يتحدث إليك بها، وستشعر بالأمان والطمأنينة."
    },
    {
        "text": "كُلما تَعاهدنا عَلى البُعد، اقتَربنا أكثر.. وكُلما تَشاجرنا يزداد شَوقُنا أكثر وأكثر."
    },
    {
        "text": "الحب هو دفء القلوب، والنغمة التي يعزفها المحبّون على أوتار الفرح، وشمعة الوجود، وهو سلاسل، وقيود، ومع ذلك يحتاجه الكبير قبل الصغير، فالحب لايولد بل يخترق العيون كالبرق الخاطف."
    },
    {
        "text": "الحب الجميل ليس كلمات تؤخذ من الأغاني، وليس حجارة تستخدم لبناء قصر أوهامي، الحب إحساس في قلب يخاف عليك يمنحك الابتسامة عندما تقسو الدنيا عليك، نظرة تسكنك في جنة الخيالات اللامعروفة، الحبّ إحساس أنك أهمّ شخص في حياة حبيبك."
    },
    {
        "text": "أحبك يا حبيبي، وكل ما فيك أهواه، حتّى خطوات قدميك أشتاق إليها، أشتاق لأن أمشي بقربك، أحتاج لأرقص معك رقصة أبدية لا أفلت من يديك، أشتاق لأن تضمّني بعمق، مثل البحر الذي يضم اللآلئ أريد أن تقتلني حباً، وتغرقني عشقاً أيها البحر."
    },
    {
        "text": "أقلّ ما أستطيع التعبير عنه هو بعض الكلمات عن الحب؛ لأنّ حبك يزيد في قلبي كل لحظة، ولأنّك أنت كلّ شيء في حياتي."
    },
    {
        "text": "إذا كنت تحبّ امرأةً، فلا تقل لها أنا أحبك، إنّ هذه العبارة أوّل ما تجعل المرأة تفكّر في السّيطرة عليك"
    },
    {
        "text": "أنت حاضري، ومستقبلي، والماضي الذي كنت أعيشه أحلاماً، والآن أعيشه حقائق غير أني أكاد لا أصدق ما تراه عيني، لما أنا فيه الآن من حب، وعشق."
    },
    {
        "text": "حبيبي، ونور عيوني، وحياتي يا من ملكت حياتي، لأجل عينيك عشقت الهوى، ولأجل عينيك أحببت الهوى، ولأجل عينيك أعيش."
    },
    {
        "text": "حياتي تعشق حبي، تعشق تلك الحياة التي رسمتها معه، وتلك الطُرقات التي مشينا بها، وتلك الشجيرات التي داعبنا أوراقها."
    },
    {
        "text": "لو كنت أملك أن أهديك عيني لوضعتها بين يديك، لو كنت أملك أن أهديك قلبي لنزعته من صدري وقدمته إليك، لو كنت أملك أن أهديك عمري لسجلت أيامي باسمك لكن لا أملك سوى الكلمات الكثيرة من صادق التعبيرات، فلتكن هي هديتي إليك."
    },
    {
        "text": "عندما رأى قلبي حبك أشرقت الشمس فيه، بدأ الربيع يعلو بشاشة قلبي، وبدأت الدنيا تزهر في عيني، رأيتها كما تراها براءة الأطفال، زهرية جميلة وعذبة، وبدأت ملامح الجمال تظهر لعيني التي كانت عمياء، سأبقى معك ويلازمك، لن أنفكّ عنك مهما طال بي الزمان، وتجرع قلبي الذل والأحزان، ومهما زادت الهموم عليّ، أحبك."
    },
    {
        "text": "أحبك بكل ما تحمله هذه الكلمة من معنى، أحبك بكل إحساس يتلهف لرؤيتك، أحبك بكل شوق واشتياق لسماع صوتك، أحبك بكل ما فيها من نغمات موسيقية، أحبك بكل ما تخبئه هذه الكلمة من عناء، اقولها لك وحدك ولا أريد سماعها من أحد غيرك، فمهما قيلت لن أشعر بها مثلما أحسست بها معك، فأنت الحب والإحساس، يا من علمني كيف الإحساس يكون، إنّ نبضات قلبي لم تنبض إلّا بحبك ولم أسمع دقات قلبي إلّا وأنا معك"
    },
    {
        "text": "إني لأحسد نفسي بأنّها أصبحت من نصيبي، عندما تنظر إلي، أرى سعادتي في الدنيا في عينيها، عندما تبتسم أشعر بأنّ الكون بأسره هو ملكي، هي حياتي وروحي وموطني وعالم لم أر له مثيل، هي من استوقفت ريشة الرسام في رسمها فلم يجد في جمال رسمها من يضاهيها، لم يملك ألوان شفتيك ولا بحر عينيها، يا بدراً جاورني، يا قمراً أذهلني، أرفع صوتي من هنا، أقولها لكي يعلم أهل المشرق والمغرب بأنني أحببت أسطورة، لم يستطع أيّ عاشقين أن يصلا لذروة حبنا، نحن .. نعم نحن .. الحب الذي عرفه العشاق."
    },
    {
        "text": "أحلم .. نعم أحلم بمكان لا تحكمه قوانين بل يسيره الحب .. مكان يُمكنني أن أقول أحبك دون التفكير في هل وصلت كما هي أم أنّها تحورت كما يريدها سامعها؟ مكان تكون البسمة شمسه .. مكان تكون الأحضان احتواءً وليس إشباع حاجة.. مكان أمشي دون التفكير في كلّ خطوة أخطوها .. بل أترك الخطوات تُفاجئني .. مكان لا اسم فيه ولا عُنوان .. أحلم .. نعم فالحُلم هو بداية المكان .. نعم أحلم فحيث أكون الآن الأشكال تتشكل من الأحلام .. أحلم بمكان يبنيه الحب ويكون نسمته، وشمسه، وأرضه، وزرعه .. أعي الآن أنني المكان."
    },
    {
        "text": "أتعلم؟ سأخبرك بشيء أخفيته عنك في غيابك هذا .. سأخبرك حكاية صديقة أحبتك وأحبت أيامها معك .. لا بل عشقتها! كانت ضحكتها تنبع من قلبها في تلك الأيام حين كنت معها .. كانت تُحس بأنّها تملك الدنيا بما فيها لمجرد أن يدك تمسك يدها، كانت تخفي حزنها من أجل ألا تخدش فرحتك .. تضحك من أجلك .. تحاول جاهدة أن تكون سعيدة لكي ترى سعادتك"
    },
    {
        "text": "حبيبتي قد كنت أسمع قبل أن أحبكِ بأن الحب عذاب ولوعة وحرمان فكنت أخافه وبعد أن أحببتك تمنيت لو يجمع عذاب المحبين ويصبح من نصيبي بشرط أن تكوني بجانبي"
    },
    {
        "text": "حبيبتي وملاكي الطاهر إنني أسعد مخلوق في هذه الدنيا وأفضلهم حظاً فأنتِ حياتي .. أنتِ التي أحبتني بصدق، وإحساس، ووهبتني روحك إنني يا حبيبتي كنت قبل أن أحبك مخلوقاً ساذجاً لا يحلم بأدنى شيء يقضي يومه على أيّ حال كان والآن أصبحت غير ذلك الإنسان الماضي فالآن أنا أحبك."
    },
    {
        "text": "سأحبك حتّى تجف الدموع من عيون كل البشر سأحبك حتّى أسمع تكلم الشجر سأحبك حتّى أرى بكاء الحجر سأحبك حتّى تجف كل قطرة من مياه البحر سأحبك حتّى يمل القلم من الكتابة على الدفتر سأحبك حتى يعيش الإنسان بلا روح والكون بلا قمر سأحبك حتّى لو مت وكتب القدر سأحبك إلى الأبد وحتّى إلى ما بعد الأبد سأحبك."
    },
    {
        "text": "يا أنت سأحتضنك بين أجفاني حتّى لا تراك أيّ منهن فأنا أنانية بك مغرورة بحبك متباهية بعشقك فاقترب ولا تبالي."
    },
    {
        "text": "حبيبتي لقد نسجت لصورتك بروازاً من ضلوعي وجعلت عيوني لها حرساً وقلبي لها خادماً حبيبتي لو حاولت أن أصف لكِ ما بقلبي من حب لنفدت جميع أوراق العالم أنت بالنسبة لي كل شيء في حياتي أنتِ عمري ومستقبلي وحاضري وأحلامي."
    },
    {
        "text": "قالوا من تُحب، قلت حبيبتي، قالوا لماذا تحب، قلت حبيبتي، قالوا كيف تحب، قلت حبيبتي، قالوا لم نفهم، قلت يكفيني عقل حبيبتي."
    },
    {
        "text": "أمسك بيدها وخلّل ضفائرها الذهبيّة بالثّانية وقال: علينا أن نؤجّل زواجنا، فأنتِ كما ترينّ الاوضاع مُتردّية ووطنُنا عليلٌ حزين، فأراحت رأسها على كتفه مهمة له:عزيزي، إن قصدت المال فلا عليك، فمهري نزولك لنصرة الحق والمظلومين، وإن قصدت الحزن فأخطأت حبيبي؛ فهم قادرون على سلب كل شيء إلا الحب والبسمة، فتلكم عن أيديهم أمرٌ جِدُ بعيد."
    },
    {
        "text": "حدّثني ماذا يقول جدّك عن الأرواح؟ يقول: إنّ كل الأرواح جميلة وكلها طيبة، وهل قال لك ما الذي ينقذ هذه الأرواح؟ نعم، قال الحب."
    },
    {
        "text": "أريدها وحدي فلا يدّعي غيري هواها، تلك أطواري أريدُ أن أطوي عليها يدي من ريبتي، من فرط إيثاري، أحبّها وحدي وما ضرّني أن تنقل النّجومُ أخباري، فيشربُ الصّباحُ أنوارها، ويشربُ الغروبُ أنواري."
    },
    {
        "text": "سألوني عن اسمها رفعت رأسي إلي السماء وتنهدت، سألوني عن شكلها أغمضت عيني بحنان وتخيلت، سألوني عن قلبها وضعت كف بكف وضممتها إلى صدري، وأخيراً سألوني أين هي الآن بكيت بلهفة وقلت، مَن لم يذق طعم الفراق لم يعرف معنى الحب."
    },
    {
        "text": "ﺍﻧـﺎ ﻣﻦ ﻋﺮﻑ ﺍﻟﺤﻴـﺎﺓ ﻣﻌﻚ ﺍﻧﺘﻲ ﺍﻧﺘﻲ ﻭﺣﺪﺓ ﻣﻦ ﺍﺑﻨﻲ ﺣﻴﺎﺗﻲ ﻭﻋﻤﺮﻱ ﻣﻌﻚ .معك ﺃﺷﻌﺮ ﺑﻨﻔﺴﻲ ﻭﺃﺷﻌﺮ ﺑﻤﻌﻨﻰ اﻟﺤﻴـﺎﺓ."
    },
    {
        "text": "لو كنت أملك أن أهديك عيني لوضعتها بين يديك، لو كنت أملك أن أهديك قلبي لنزعته من صدري وقدمته إليك لو كنت أملك أن أهديك عمري لسجلت أيامي باسمك لكن لا أملك سوى الكلمات الكثيرة من صادق التعبيرات فلتكن هي هديتي إليك."
    },
    {
        "text": "حبيبي وروحي وقلبي ويا بعد هالقلب ودي اقولهالك احبك واعشق جنونك وأوله بنظرت عيونك يومي في غيابك ماهو بيوم واخطر ببالك مره تجي ومره تروح تعبتني مابي جروح خليني بس بحضنك انام والقى الامان واغفى بسكونك."
    },
    {
        "text": "عاشقتي كإشراقة الشمس حين تأتي، تنير دروبي، تبعث الروح من جديد بأزهاري، تجعل السعادة بكل بساطة تسكن عيني، صباح الخير لوجهِك الزاهي، لروحك التي تأتي خفيفة وتذهب مُحمّلة بالمزيد من قَلبي. أميرتي، جاء الصباح وكعادته جاء طيفكِ العذب لشعب قلبي، وجاءت صوركِ واحدة تلو الأخرى، ورائحة كفكِ معجونة بأمنياتنا للغد."
    },
    {
        "text": "جاوبتني ودمع العين تسبقها وهيه تصرخ بقلب لايتكلم صرخة اشتياق خرساء وتدمع بعيونها حبيبي اعشقك بجنون فلا تبتعد عن روحي تلك القلوب تهدى وتلك النظرات تعشق وتلك الارواح تفوح عطرها حبيبتي مهلا ارحلي عني بهدوء فأناسقيم احبك قمرا بالسماء كن مختلفا دخول على فترات."
    },
    {
        "text": "كم تمنيت أن أقولها! كم تمنيت أن تشعري بها ليتني أستطيع أن أكتبهاّ وعلى جدران قلبك أحفرها.. ليت إحساسي حبر و سماءك ورق وعلى قمرك أرسمها.. أحبّك."
    },
    {
        "text": "يا من عشقها قلبي وترنوا لها جوارحي ويهفوا خيالها في أحلام نومي، إلى من أسهرتني بالدجى وحيدًا أنادي وأقول أحبكِ، أقول وفي قلبي براكين ثائرة وفي عقلي هواجس حائرة من حبيبة هي في شرايين دمي سائرة، نعم يا فاتنتي أنتِ أريج عمري وبلسم جروحي، أنتِ من ملأ حياتي أملًا يا أملي، وجعلتني أسيرًا لخطاكِ، وحبستيني في سجن هواكِ فصرت مملوكًا لكِ، لمَ لا أكون كذلك وأنتِ من سحرتني بنظرة منكِ فما عدت أدري أبشرًا رأيت أم قمرًا."
    },
    {
        "text": "أكتب إلي أميرة قلبي، وملكة روحي، إلي فارسة أحلامي وتاج رأسي وساحرة عيوني، إلي نور يضئ سمائي وأمل كل دروبي، إلي حياتي وعمري وزهرة شبابي .. أحبك جداً وجداً وجداً، رأيت فيك ما لم تراه أعين الناس، فالحب منك يكفيني ويرويني، والقرب منك يكفيني عن كل الناس ."
    },
    {
        "text": "لو كان القلب ينطق لنطق باسمك، لو كانت العين تنطق لنطقت برسمك، لو كانت اليد تنطق لنطقت بأمان لمسك، ولكن ليس لي إلا شفاه لا تستطيع سوى أن تقول أحبك."
    },
    {
        "text": "أكتب إليك يا أجمل بنات حواء، يا أرق من نسمة الهواء .. أهدي إلي قلبك أجمل اشعاري وكلماتي دون نفاق أو رياء، وعمري لأجلك يرخص ويهون، احبك كل صباح ومساء، وعلي قلبك أصرخ منادياً فأجيبي يا حبيبتي النداء، أنت زهرتي وأنت شمس شتائي، فرفاً بي وأعيريني بعض الإصغاء، أعيش في وهج عيناكي يا جميلتي وأغرق أتلفت فلا أراكي، أغمض عيوني فأري أجمل نظراتك وأهيم عشقاً بك، اتوه بداخل عيناكي عابر سبيل، وأنت مصدر ولعي وضياعي ."
    },
    {
        "text": "حبيبى معك أحببت الماء والسماء وهواك معك كل شئ فيك ينادينى أننى لك وجدت للصوت صدى بألف صوتا يقودنى اليك معك أكتشفت أن للكلمات عطرا أشمه كلما إشتقت اليك رأيت للشروق ألف لونا ذهبيا يذكرنى اشتياقى اليك حبيبي أعشقك يا من أنت جزء مني وانا منك."
    },
    {
        "text": "ريد إَلبقآء معك فققطِ فِـ هذِاْ كِل مآتتطلبِهِ سعآدتِيِ."
    },
    {
        "text": "تذكرتك ذكرى كنت أحفظها كي لاتضيع لها مني بقاياها كتبتها في مخيلتي لأرويها لقلبي ووجدي حين يهواها ووضعت قلبي لك محرابها فتهيائي وعانقيها وعيشي لها وبها تدللي فيها وأرسمي لها لحنا سيشجيها لاتترك قلبا أحبك وأوصليها له لحنا بلا وتر وقولي له فيها حبيبي غدرت قلبي وغنيها."
    },
    {
        "text": "تلومني الدنيا اذا أحببت كأنّي أنا خلقت الحب واخترعته، كأنّي أنا على خدود الورد قد رسمته، كأنّي أنا الذي للطيور قد علمته، وفي حقول القمح زرعته وفي مياة البحر قد أذبته، كأنّي أنا الذي في القمر الجميل في السماء قد علقته، تلومني الدنيا إذا سميت من أحب أو ذكرته، كأنّي أنا الهوى وأمّه وأخته، هذا الهوى الذي أتى من حيث انتظرته مختلف عن كلّ ما عرفته، مختلف عن كلّ ما قرأته وكلّ ما سمعت، لو كنت أدري أنّه باب كثير الريح ما فتحته، لو كنت أدري أنّه عود من الكبريت ما أشعلته، هذا الهوى أعنف حبّ عشته فليتني حين أتاني فاتحاً يديه رددته، وليتني من قبل أن يقتلني قتلته، هذا الهوى على ستائري أراه، في ثوبي، وفي عطري، وفي أساوري أراه مرسوماً على وجه يدي أراه، منقوشاً على مشاعري، لو أخبروني أنّه طفل كثير اللهو والضوضاء ما أدخلته، وأنّه سيكسر الزجاج في قلبي لما تركته، لو أخبروني سيرغم النيران في دقائق ويقلب الأشياء في دقائق، ويصبغ الجدران بالأزرق والأحمر في دقائق، لكنت قد طرته، يا أيّها الغالي الذي أحبّبته هذا الهوى أجمل حبّ عشته."
    },
    {
        "text": "كم تمنيت أن يكون حبي وردة تستيقظ على عطرها! كم تمنيت أن يكون حبي ضمة تغفو بين أحضانها! كم تمنيت أن يكون حبي قصة يهيم حلمك بها."
    },
    {
        "text": "كلماتي .. سأدعها تنساب كالماء والهواء ، وأنا في هذه اللحظات على يقين وإيمان قوي أنها تصلكِ الآن، وستشعرين بها وأنا أكتبها الآن ، وستصلكِ مرة آخرى غدًا، حينما تقرئينها كاملة كلمةً كلمة، وحرفًا حرف ، لتعلمي أنكِ لم تكوني غائبة عني قط ♥ .. منذ بداية الطريقة وأنا أتمسك بطيفكِ المقدس الذي سيصلني يومًا لكِ كحقيقة مادية ، وأما الآن فأنتِ كل الحقيقة المعنوية في حياتي ، فلا قيمة معنوية حقيقية أكثر منكِ .. من حبي لكِ ومن حبكِ لي .. من انتمائي لكِ ومن انتمائكِ لي .. من أنكِ موطني ومن أنني موطنكِ."
    },
    {
        "text": "أحببتك حتى الحب توقف عند عينيكِ، أحببتك حتى نطقت كل قطرة من دمي بأني أعشقك، أحببتك حتى ذرفت العين دموع الخوف إذا فكرت في بعدك، أحببتك حتى نسيت كل حياتي وأصبحت أنت حياتي. حبيبي أهديك أنفاسي وعمري وكلّ إحساسي، يا كلّ دنيتي وناسي، أحبك وكم أحبك بل حبي لدرجة العشق والجنون، أيّها القلب الحنون كم أريدك بجواري لتكون سكني ودياري وليلي ونهاري، أحبك ولا أعرف إلّا أنّي أحبك وأهواك والعقل لا يفكر إلّا فيكِ وكلّ نبضة بقلبي لكِ."
    },
    {
        "text": "أنت فرحة أتت لي كهدية بعد عمر من التعب."
    },
    {
        "text": "أنت ألم قلبي وأنت الدواء له."
    },
    {
        "text": "يرى القلب ما لا تراه العين."
    },
    {
        "text": "الورود تنبت من عينيك."
    },
    {
        "text": "أنت حبيب العمر وحلم السنين، أشعر بكل الفرح لوجودك في حياتي."
    },
    {
        "text": "بقلبي سأبقى أهواك، ولجروحي أنت خير دواء، وكل عمري ما أنساك."
    },
    {
        "text": "الثلج هدية الشتاء، والشمس هدية الصيف، والزهور هدية الربيع، وأنت هدية العمر."
    },
    {
        "text": "حين نعشق لا نختار من نعشقهم، ولكن القدر يقودنا لمن نجن بعشقهم."
    },
    {
        "text": "أحبك بكل ما أملك ولا أملك يا عمري سوى حبك."
    },
    {
        "text": "أعيش لك ومن أجلك وأحبك أكثر من نفسك، وإن لم تصدقني اسأل قلبك."
    },
    {
        "text": "قد يبيع الإنسان شيئاً اشتراه، ولكن لا يبيع قلباً هواه."
    },
    {
        "text": "الحب هو لوحة مطرزة من الخيال."
    },
    {
        "text": "عندما تعيش أحلى أيام حياتك مع حبيب العمر في أي مكان، سيصبح أي مكان معه هو الجنة التي لا تتمنى أن تنتهي."
    },
    {
        "text": "لم أعد أتمنى شيئاً من هذه الدنيا فأنا أعرف أني أخذت نصيبي من الفرح عندما أحببتك."
    },
    {
        "text": "المشاعر الجميلة والحياة السعيدة لا تكون إلا مع شخص واحد في حياتنا."
    },
    {
        "text": "كن الأقرب لي منهم فأنا اخترتك من بينهم."
    },
    {
        "text": "قد نشعر بالوحدة بين كثير ممن حولنا، ونشعر مع شخص واحد بالأنس، فالأمر غير مرتبط بمن حولك بل بقلبه."
    },
    {
        "text": "قهوتي أنتِ حلاها، وزعلتي أنتِ رضاها، وعلتي أنتِ دواها، ونظرتكِ عمري فداها."
    },
    {
        "text": "أحببتكِ واخترتكِ وفضلتكِ عن كل الناس، أيعقل أن أرجع بعد ذلك للوراء."
    },
    {
        "text": "أحتاجكِ كيف أستطيع أن أخبركِ بها دون أن أنطقها."
    },
    {
        "text": "حبيبتي سكنتِ روحي وتربعتِ على عرش قلبي، حتى تفارق روحي مثواها."
    },
    {
        "text": "إن كان في هذه الحياة ملذة غير الوفاء إلى الصديق وحبه، فاعلم بأن الناس ضلوا دربهم فيها ومات الصدق في ريعانه."
    },
    {
        "text": "لو أحسب أيامي معك بالدقيقة يا صاحبي تزعل علىالثواني."
    },
    {
        "text": "لو كانت النجوم تتكلم كنت أرسلت مع كل نجمة كلمة بحبك."
    },
    {
        "text": "دمعة تسيل وشمعة تنطفئوالعمر دونك يختفي، ومن دونك قلبي ينتهي."
    },
    {
        "text": "أحببتك حتى الحب توقف عند عينيكِ، أحببتك حتى نطقت كل قطرة من دمي بأني أعشقك، أحببتك حتى ذرفت العين دموع الخوف إذا فكرت في بعدك، أحببتك حتى نسيت كل حياتي وأصبحت أنت حياتي."
    },
    {
        "text": "أروع القلوب قلبك… وأجمل الكلام همسك… وأحلى ما في حياتي حبك."
    },
    {
        "text": "اغفر لمن تحب حتى يتوب عن ذنبه أو تتوب أنت عن حبه."
    },
    {
        "text": "لو كنت أملك أن أهديك عيني لوضعتها بين يديك، لو كنت أملك أن أهديك قلبي لنزعته من صدري وقدمته إليك، لو كنت أملك أن أهديك عمري لسجلت أيامي باسمك، لكن لا أملك سوى الكلمات الكثيرة عن مشاعري الصادقة، فلتكن هي هديتي إليك."
    },
    {
        "text": "لو أنسى كل الناس… وأنسى أنا حالي… ويموت كل إحساس… ما أنساك يا الغالي."
    },
    {
        "text": "أما بعد فلن أحب أحداً بعدك، أما قبل فلم أعرف معنى الحب قبلك."
    },
    {
        "text": "الحب أن أكتفي بك ولا أكتفي منك أبداً."
    },
    {
        "text": "أحبك حباً لو تحول إلى ماء لغرق العالم بأسره."
    },
    {
        "text": "لا يهمني كم يبقى لي من العمر، كل ما يهمني أن أبقى العمر كله معك."
    },
    {
        "text": "أحب أن أكون شيئاً جميلاً في حياتك، كلما خطرت على بالك ارتسمت ابتسامة على شفاهك."
    },
    {
        "text": "معك أنت أشعر بالجزء الذي يكمل روحي."
    },
    {
        "text": "هل أخبرك بأنك زرعت بداخلي شيئاً لا يحكى."
    },
    {
        "text": "أحب الحب الذي وضعه الله في صدري لك."
    },
    {
        "text": "أرى بك سعادتي وموطني… مسكني وأرضي."
    },
    {
        "text": "أحبك جداً لدرجة أن غيابك عني يشعرني بغياب كل شيء."
    },
    {
        "text": "في حضور عينيك يتلاشى كل الوجود ولا أرى سواك."
    },
    {
        "text": "غياب بعض الأشخاص يشعرك بفقدان نفسك."
    },
    {
        "text": "صوتك حياة والنظر في عيونك عمر جديد، كلما رأيتك رغبت بأن أحبك أكثر."
    },
    {
        "text": "نظرة عيونكِ كلها حب وغرام، ولمسة أيدكِ كلها شوق وحنان."
    },
    {
        "text": "يا أجمل ما في الكون ويا أغلى إنسانة في حياتي، أحبكِ وسأبقى على حبكِ."
    },
    {
        "text": "الحب هو أن أرى في طريقي ألف شخص ولكن لا أرى سواكِ."
    },
    {
        "text": "عندما تسأليننيعن أمنياتي فكونيواثقةأن قربكِ هو أولها."
    },
    {
        "text": "صورتكِ محفوظة بين جفوني، وهي نور لعيوني."
    },
    {
        "text": "سنبقى أعز وأقرب الأصدقاء مهما كبرنا ومهما طال عمرنا."
    },
    {
        "text": "سأكون لك الصديقة والأخت المحبة، سأقف بجانبكِ دوماً يا أعز صديقاتي."
    },
    {
        "text": "أنتِ الوحيدة القادرة على فهم أفكاري، أنت فقط من يمتع أوقاتي ويؤنس وحدتي."
    },
    {
        "text": "جمعتنا أصعب الأوقات، وأطرف المواقف، كنتِ دوماً سنداً لي وستبقى أقرب الناس مني."
    },
    {
        "text": "عندما تملكون نصف إنسانة بروعتها ستعلمون لماذا أخاف خسارتها، أحبك يا توأم روحي."
    },
    {
        "text": "الحب هو صداقة اشتعلت فيها المشاعر، هو تفاهم لطيف وهادئ، ثقة متبادلة وهو المشاركة في السراء والضراء."
    },
    {
        "text": "بالنسبة للعالم قد تكون مجرد شخص، ولكنك بالنسبة لشخص ما تكون العالم كله."
    },
    {
        "text": "كنت أراها كأي أنثى، ولكن عندما عشقتها أصبحت هي الأنوثة بذاتها."
    },
    {
        "text": "أحبك ليس لما أنت عليه، ولكن لما أكون عليه عندما أكون معك."
    },
    {
        "text": "تختلف أوجه الحب، ولكنها تتفق عليك أنت."
    },
    {
        "text": "ستظل أول وأهم أمنياتي مهما كثرت أحلامي."
    },
    {
        "text": "وجودك بقربي يساوي العالم كله."
    },
    {
        "text": "أنت نبض ينعشني كل يوم."
    },
    {
        "text": "ما الذي وضعه الله فيك، كي أحبك كل هذا الحب."
    },
    {
        "text": "سأظل أحبك حتى يتوقف قلبي عن النبض."
    },
    {
        "text": "في قلبي حب لك يساوي أضعاف ذلك الحب الذي أبوح به لك."
    },
    {
        "text": "أيها الغائب في وسط أضلعي، قلبي لا يعرف سواك."
    },
    {
        "text": "ليلي ونهاري جميل بسبب وجودك معي."
    },
    {
        "text": "ملذتي وحبيبتي، تلك التي أسميتها تاج النساء، كيف لامرأة مثلها لم تترك لنساء الأرض جمالاً ولا دلالاً تعاملني كطفل، تعاقبني بالحرمان، تعاقبني بالأشياء التي أحبها منها... من كلمات حين تغضب حبيبتي ولا تعلم أنه بغضبها ورضاها ملذتي وعشقي. فأنا لست إلا رجلاً عادياً، أحاول جاهداً أن أكون رجلاً أسطورياً من أجل أن أرضيك... فادخليني حبيبتي محراب قلبك، لأكون من الآمنين في لحظة استرخاء.أعدك بأن أطيل النظر إليك، فجوع عيني لرؤيتك أفقدني متعة النظر إلى الآخرين."
    },
    {
        "text": "حينما تتوقّف روحي عن عشق روحك، سيتوقّف قلمي عن عشق الحروف وتقبيل الورق…في يدي الواحدة خمسة أصابع أراها متساويةً جميعها بالخشوع حينما تلامس يديك. ضاع عمري مرّتين، مرّةً قبل أن ألقاك والثّانية… عندما لم أعد ألقاك... لو نظر نيوتن إلى عينيــك لعرف أنّه ليس للجاذبية قــانون عندما يتوقّف الزمّن. وينفصل العالم عن الوجود، أعلمي عندها أنّي قبلت جبينك!"
    },
    {
        "text": "أحبك يا جميلتي فأنت دنيتي وآخرتي وبدايتي ونهايتي، أحبك يا آية في الجَمال أحبك يا بديعة خلق الرحمن… يا أحلى ما في الأكوان ويا أغلىعليّ مِن كل إنسان… أحبك وسأظل أحبك ما دام في قلبي نبض وخفقان."
    },{"text":"عندما تحب، تعيش في عالم مليء بالحب والسعادة والسلام."},{"text":"الحب هو الطاقة الإيجابية التي تحرك الحياة وتجعلها أكثر جمالًا وإشراقًا. "},{"text":"الحب هو اللغة الجميلة التي تنبعث من القلب وتصل إلى قلوب الآخرين. \n"},{"text":"الحب هو القوة التي تمنحك الأمل في أيامك الصعبة وتضيء دروبك المظلمة."},{"text":"عندما تحب، تتمتع بقوة لا تصدق للتغيير والتأثير على العالم من حولك. "},{"text":"الحب هو القوة التي تساعدك على التغلب على الوحدة والشعور بالانتماء. "},{"text":"الحب هو القوة التي تساعدك على التغلب على الوحدة والشعور بالانتماء. "},{"text":"الحب يعطيك الشجاعة لمواجهة المخاوف والمصاعب في الحياة. "},{"text":"الحب هو المفتاح الذي يفتح أبواب السعادة والسلام الداخلي. "},{"text":"عندما تحب، تستطيع التفهم والتسامح بسهولة وتبني جسورًا للتواصل."},{"text":"الحب هو أقوى الروابط التي يمكن أن تجمع بين البشر. "},{"text":"الحب هو الشعور الذي يجعلك ترتوي من السعادة والراحة الداخلية. "},{"text":"الحب يعطيك القوة للتفكير في الآخر قبل نفسك."},{"text":"عندما تحب، تستطيع التغلب على الصعوبات والتحديات بسهولة. "},{"text":"الحب هو العلاقة التي تمنحك القوة للنمو والازدهار كإنسان. "},{"text":"الحب هو قوة دافعة للتغيير والتطور الشخصي. "},{"text":"الحب هو اللغة العالمية التي تتخطى حواجز الثقافات واللغات. "},{"text":"عندما تحب، ترى الجمال في كل شيء حولك، حتى في أصغر التفاصيل. "},{"text":"الحب هو القوة التي تطوقك بالدفء حتى في أصعب الأوقات. \n"},{"text":"الحب هو رحلة طويلة مع الشخص الذي يروي عطشك الروحي ويشعل فيك الأمل. "},{"text":"الحب يعبر عن نقاء الروح وجمال القلب. "},{"text":"لا تخف من الحب، فإنه القوة التي تعيد تشكيل العالم وتجعله مكانًا أفضل للجميع. "},{"text":"الحب هو القوة التي تجعل الحياة أكثر جمالًا ومعنى، فهو يمنح الأمل والسعادة والارتياح للنفوس. "},{"text":"الحب هو لغة تفهمها القلوب، ولا تحتاج إلى كلمات للتعبير عنها. "},{"text":"عندما تكون الحبيبة هي صديقتك الأعز، فإنك تجد السعادة في كل لحظة تقضيها معها وتشعر بالأمان والدعم في حضورها. "},{"text":"الحب هو أعظم قوة في العالم، فإنه يستطيع تغيير حياة الناس وجعل العالم أكثر جمالًا. "},{"text":"عندما تحب شخصًا حقًا، فإنك تتقبله كما هو، وتثق فيه، وتدعمه في رحلته الشخصية والعاطفية. "},{"text":"الحب هو القوة التي تسمح للناس بالتغلب على الصعاب وتحقيق المستحيلات. "},{"text":"الحب هو الشعور الذي يجعلك تشعر بأنك تجد نفسك وتستطيع أن تكون أفضل نسخة من نفسك."},{"text":"الحب ليس إشباعًا للرغبات الشخصية، بل هو التضحية والعناية بالآخر بصدق وإخلاص. \n "},{"text":"الحب هو قوة تجمع القلوب وتحقق التواصل والتلاحم بين الأرواح. "},{"text":"الحب هو القوة الدافعة التي تجعل الحياة أكثر جمالًا ومعنى.العلم هو المفتاح الذي يفتح أبواب المعرفة والتفكير العميق."},{"text":"من يقع في حب نفسه يأمن المنافقين.حبّ الذّات لدى المجانين يعذر حبّ الذات لدى ذوي العقول."},{"text":"تُولد السّعادة من حب الغير، ويولد الشّقاء من حب الذّات.فَرْقٌ كبير بين أن تُحبّها لأنها جميلة، وأن تكون جميلة لأنك تُحبّها."},{"text":"الحبّ أوله ذكر وآخره فكر.بالنسبة للعالم فإنك مُجرّد شخص، لكنك بالنّسبة لشخص ما قد تكون العالم كله."},{"text":"أن يُحبّ المرء يعني أنه يتمتع، في حين أنّه يتمتّع إذا كان محبوباً.أحبك ليس لما أنت عليه، ولكن لما أكون عليه عندما أكون معك."},{"text":"بقدر ما نحُب نُحَب.أريد أذناً لا تسمع، وعيناً لا ترى بدلاً من قلب لا يُحبّ."},{"text":"أحبّ شيء إلى الإنسان ما مُنِعَ عنه.ساعاتنا في الحبّ لها أجنحة، ولها في الفراق مخالب."},{"text":"ليس ثمة حبال أو سلاسل تُشدّ بقوة أو بسرعة كما يفعل الحب بخيط واحد.حبّك للشيء يعمي ويصم."},{"text":"الحب استمرارية ونقاء، والكراهية موت وشقاء.الحب أشد أنواع السّحر فاعلية."},{"text":"حب بلا إخلاص بِناء بلا أساس.دوام الحب في مراعاة الأدب."},{"text":"كلما ازداد حبّنا تضاعف خوفنا من الإساءة إلى من نحب.للحب عشرون زوجاً من العيون."},{"text":"خلافات العشاق تجديد للحب.نحن نغفر ما دمنا نحب."},{"text":"كثيراً ما نُحب من يُعجَب بنا، وقليلاً ما نحب من نُعجَب به.من يحبّ الشّجرة يحب الأغصان."},{"text":"الحب والسّعال لا يمكن إخفاؤهما.الرّجل يعشق بعينيه والمرأة بأذنيها."},{"text":"الحبّ الذي يولد فجأة يقضي وقتاً أطول في الشّفاء.عندما يقع المرء في الحب يتمنّى أن تُقيّده السلاسل."},{"text":"من يحاول إشعال النار بالثّلج كمن يحاول إخماد نار الحب بالكلمات.الحب هو حين لا يفرق الخلاف."},{"text":"لا يوجد وهم يبدو كأنه حقيقة مثل الحب، ولا حقيقة نتعامل معها وكأنها الوهم مثل الموت.الحب يتحمّل الموت والبعد أكثر مما يتحمّل الشّك والخيانة."},{"text":"يمكننا عمل الكثير بالحق، لكن بالحب أكثر.في الحرب كما في الحب لكي ينتهي الأمر لا بد من مقابلة مباشرة."},{"text":"تكبر العيوب حين يقل الحب.وحده من يُحبّ يحق له أن يلوم ويصلح."},{"text":"الحب أعمى."},{"text":"كل إنسان يصبح شاعراً إذا لامس قلبه الحب."},{"text":"عندما تنام كل العيون، تظل عيون الحب وحدها ساهرة."},{"text":"إياك وما يعتذر منه."},{"text":"أولى الناس بالعفو أقدرهم على العقوبة."},{"text":"إنه نسيج وحده."},{"text":"إنما سُمِّيتَ هانئاً لتهنأ."},{"text":"المرء بأصغريه: قلبه ولسانه."},{"text":"إن المقْدِرة تُذْهِبَ الحفيظة."},{"text":"إن الله يحب معالي الأمور ويبغض سفاسفها."},{"text":"أملك الناس لنفسه من كتم سره."},{"text":"الوعد سحاب والإنجاز مطره."},{"text":"النعمة عروس مهرها الشكر."},{"text":"المرء بالأخلاق يسمو ذكره."},{"text":"النظافة من الإيمان."},{"text":"المؤمن كالنحلة تأكل طيباً وتضع طيباً."},{"text":"الكريم يظلم من فوقه واللئيم يظلم من تحته."},{"text":"الكذب داء والصدق دواء."},{"text":"القناعة كنز لا يفنى."},{"text":"القدوة الحسنة خير من الوصية."},{"text":"القدوة الحسنة خير من النصيحة."},{"text":"الفضل ما شهدت به الأعداء."},{"text":"الغنى في يد اللئيم قبيح قدر قبح الكريم في الإملاق."},{"text":"العفو يصلح الكريم ويفسد اللئيم"},{"text":"العفو عند المقدرة."},{"text":"العفّة جيش لا يُهزم."},{"text":"العِتاب خير من الحقد."},{"text":"العِتاب صابون القلب."},{"text":"الضحك بلا سبب مِن قلّة الأدب."},{"text":"الصدق يحسن بالفتى والكذب يحسب من عيوبه."},{"text":"الشريف إذا تَقَوَّى تواضع والوضيع إذا تَقَوَّى تكبر."},{"text":" الرفق بالجاني عتاب."},{"text":"الدال على الخير كفاعله."},{"text":"الحِلْمُ سيد الأخلاق."},{"text":"الحر تكفيه الإشارة."},{"text":"الجودة من الموجودة."},{"text":"إذا أردت أن تعرف أخلاق رجل فضع في يده سلطة ثم أنظر كيف يتصرف."},{"text":"التواضع من مصائد الشرف."},{"text":"أدنى أخلاق الشريف كتمان سره، وأعلى أخلاقه نسيان ما أسر له."},{"text":"التكبر على المتكبر تواضع."},{"text":"حسن الخلق أحد مراكب النجاة."},{"text":"الْبِشْرَ دال على الكرم."},{"text":"الخلوق صدوق، والعنيف ضعيف، والأصيل نبيل والحليم حكيم، والشريف عفيف."}
]