[
    {
        "text": "(والعبد إن غير المعصية بالطاعة، غير الله عليه العقوبة بالعافية والذل بالعزة) ابن القيم."
    },
    {
        "text": "لا يزال المرء يعاني الطاعة حتى يألفها ويحبها، فيُقيض الله له ملائكة تؤزه إليها أزاً، توقظه من نومه إليها.. ومن مجلسه إليها."
    },
    {
        "text": "‏وروحت أدق بابك مستجيراً ومعتذراً ومنتظراً رضاك.. دعوتك يا مفرج كل كرب ولست ترد مكروب دعاك.. وتوبت أليك توبة من تراه غريقاً في الدموع ولا يراك."
    },
    {
        "text": "أَنَا الْفَقِيرُ إِلَى رَبِّ الْبَرِيَّاتِ.. أَنَا الْمُسَيْكِينُ فِي مَجْمُوعِ حَالَاتِي.. أَنَا الظَّلُومُ لِنَفْسِي وَهِيَ ظَالِمَتِي.. وَالْخَيْرُ إِنْ يَأْتِنَا مِنْ عِنْدِهِ يَأْتِي.. لَا أَسْتَطِيعُ لِنَفْسِي جَلْبَ مَنْفَعَةٍ.. وَلَا عَنِ النَّفْسِ لِي دَفْعُ الْمَضَرَّاتِ."
    },
    {
        "text": "اللهم إنا نسألك نفساً بك مُطمَئِنة، تؤمن بلقائكِ، وترضى بقضائكِ، وتقنع بعطائكِ."
    },
    {
        "text": "اللهمّ لا تحجب دعوتي، ولا تردّ مسألتي، ولا تدعني بحسرتي، ولا تكلني إلى حولي وقوتي، وارحم عجزي، فقد ضاق صدري، وتاه فكري، وتحيّرت في أمري، وأنت العالم سبحانك بسرّي وجهري، والقادر وحدك على تفريج كربتي وتيسير عُسري."
    },
    {
        "text": "إِذَا احْتَجَبَ النَّاسُ عَنْ سَائِلٍ.. فَمَا دُونَ سَائِلِ رَبِّي حِجَاب.. يَعُودُ بِفَضْلٍ عَلَى مَنْ رَجَاهُ.. وَرَاجِيهِ فِي كُلِّ حِينٍ يُجَابُ.. فَلاَ تَأْسَ يَوْماً عَلَى فَائِتٍ.. وَعِنْدَكَ مِنْهُ رِضَىّ وَاحْتِسَابُ.. فَلاَ بُدَّ مِنْ كَوْنِ مَا خُطَّ فِي.. كِتَابِكَ، تُحْبَى بِهِ أَوْ تُصَابُ."
    },
    {
        "text": "لا تحزن إذا أرهقتك الهموم، وضاقت بك الدنيا بما رحبت، فربما أحب الله أن يسمع صوتك وأنت تدعوه."
    },
    {
        "text": "اللهم إني أحمدك على كل قضائك وجميع قدرك."
    },
    {
        "text": "المنهج موجود لمن يريد أن يؤمن، والتوبة قائمة لكل من يخطئ."
    },
    {
        "text": "لا يقلق من كان له أب، فكيف بمن كان له رب."
    },
    {
        "text": "الإنسان الذي يستعلي بالأسباب سيأتي وقت لا تعطيه الأسباب."
    },
    {
        "text": "قال ابن الجوزي: واعلمُوا أنه ما من عبد مسلم أكثر الصلاة على محمد ﷺ إلا نوَّر الله قلبه، وغفر ذنبه، وشرح صدره، ويسر أمره."
    },
    {
        "text": "لا تنسى أن الله قريب منك للحد الذي يجعلك صلبًا لا تهزمك الدنيا ولا يكسرك البشر."
    },
    {
        "text": "الصلاة استحضار العبد وقفته بين يدي ربه."
    },
    {
        "text": "رغبك الله فيما يبقى وزهدك فيما يفنى."
    },
    {
        "text": "من خلصت لله نيته تولاه الله وملائكته."
    },
    {
        "text": "إن لم تستطع قول الحق فلا تصفق للباطل."
    },
    {
        "text": "ربك قد ضمن لك رزقك فانظر إلى ما طُلِب منك، واشغل نفسك بمراد الله فيك."
    },
    {
        "text": "اللهم عظم رغبتي في القرآن وأجعله نورا لبصري وشفاء لصدري وذهابا لهمى.. اللهم زين به لساني وثقل به ميزاني وارزقني حق تلاوته."
    },
    {
        "text": "اللهم إني أسألك أن تجعل ما وهبتنا مما نحب."
    },
    {
        "text": "إن لم تحصل على ما أردت يومًا فلا تقل من سوء حظي بل قل: لعل الله أراد لي الأفضل."
    },
    {
        "text": "وتأتي إرادةُ الله فتُفتح المغاليق، اللهُم افتح مغاليق أمورنا."
    },
    {
        "text": "مَن أبتغى صديقاً بلا عيب عاش وحيداً، ومن ابتغى زوجة بلا نقص عاش أعزباً، ومن ابتغى حبيبًا بلا مشاكل عاش باحثًا، ومن ابتغى قريبًا كاملًا عاش قاطعًا لرحمه."
    },
    {
        "text": "اجعلها قاعدة حياتك: الحرام الذي ستتركه خوفا من الله؛ ستجد عوضه أضعافًا من الحلال الطيب مع سكينة وراحة بال وعظيم الأجر في الآخرة؛ (ولمن خاف مقام ربه جنتان)."
    },
    {
        "text": "اذكر الله في راحتك، ليذكرك في حاجتك."
    },
    {
        "text": "كل نعمة من الله سبحانه وتعالى هي رزق وليس المال وحده."
    },
    {
        "text": "جَهَلَت عيونُ الناسِ ما في داخلي.. فوجدتُ ربّي بالفؤادِ بصيرا.. يا أيّها الحزنُ المسافرُ في دمي.. دعني، فقلبي لن يكون أسيرا.. ربّي معي، فمَنْ الذي أخشى إذن.. مادام ربّي يُحسِنُ التدبيرا.. وهو الذي قد قال في قرآنه.. وكفى بربّك هاديًا ونصيرا."
    },
    {
        "text": "يا رب لا تجمعني بمن لا خيرة لي فيه، لا حلمًا ولا صدفة ولا واقع."
    },
    {
        "text": "من فات منك وصل حظه الندم."
    },
    {
        "text": "الدنيا مهما طالت ستنتهي والعاقل هو الذي يضحي بالمؤقت لينال الخالدة."
    },
    {
        "text": "لا تحزن عندما يهجرك أو يتغير عليك البعض، ربما هي دعوتك ذات ليلة: واصرف عني شر ما قضيت."
    },
    {
        "text": "الهدى يتطلب هاديًا ومهديًا، وغاية تريد أن تحققه. فإذا لم يكن هناك غاية أو هدف فلا معنى لوجود الهدى لأنك لا تريد أن تصل إلى شيء.. وبالتالي لا تريد من أحد أن يدلك على طريق.. إذن لا بُد أن نوجد الغاية أولاً ثم نبحث عمن يوصلنا إليها."
    },
    {
        "text": "لا تلم خصمًا بما يفعله بخصمه."
    },
    {
        "text": "لا تعبدوه ليعطي لكن اعبدوه ليرضى فإذا وافق أدهشكم بعطائه."
    },
    {
        "text": "لو يعلم الظالم ما أعده الله للمظلوم لبخل الظالم على المظلوم بظلمه له."
    },
    {
        "text": "لن يحكم أحد في ملك الله، إلا بما أراد الله."
    },
    {
        "text": "عطاء الله سبحانه وتعالى يستوجب الحمد، ومنعه العطاء يستوجب الحمد."
    },
    {
        "text": "فإذا لم يتمكنوا أن يقرأوا عن الإسلام فيجب على الأقل أن نريهم الإسلام."
    },
    {
        "text": "يا من كرمه لا يحد، وقضاؤه لا يرد، ونعمه لا تعد، وغيره لا يقصد، وسواه لا يعبد، وصفته (قُلْ هُوَ اللَّهُ أَحَدٌ (1) اللَّهُ الصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ) افعل بنا ما أنت أهله، ولا تفعل بنا ما نحن أهله؛ إنك أهل التقوى وأهل المغفرة يا فرد يا صمد."
    },
    {
        "text": "اللهم أني أسألك أن تبسُطَ لساني بُشكرِ النعمة منك."
    },
    {
        "text": "إن ذكر الله المنعم يعطينا حركة الحياة في كل شيء."
    },
    {
        "text": "الرزق هو ما ينتفع به، وليس هو ما تحصل عليه."
    },
    {
        "text": "أعوذ بك من أن تطرق يدي بابًا غير بابك، ومن أن تلوذ نفسي إلى مأوىً غيرِ مأواك، ومن أن تنكسر عند أحدٍ دونك. وأعوذ بك من الليال المُوحشات والأيام العسيرات، ومن السّخط على قضائك وتدبيرك إذا قضيت، ومن القنوط من رحمتك وحِلمك إذا ما سُدّت الأرض وضاقت بما رحبت."
    },
    {
        "text": "أيُقلقني أمري وهو في يديك.. إلهي، إنّ مُتّكلي عليك."
    },
    {
        "text": "أكرمك الله بعقلك، فلا تهن نفسك بفعلك."
    },
    {
        "text": "الذي لا يملك ضربة فأسه لا يملك قرار رأسه."
    },
    {
        "text": "لعلَّ الله حرمَكَ مما تُريد ليُعطيكَ ما تحتاج."
    },
    {
        "text": "إلهي قلوبنا بين يديك، امنحها صبرًا لا ينتهي."
    },
    {
        "text": "إن الذين يحاولون أن يقصروا الإسلام على الشعائر المعروفة والأركان الخمسة يريدون أن يعزلوا الإسلام عن حركة الحياة لصالح لهم."
    },
    {
        "text": "هناك فرق بين أن يكون الإنسان مع النعمة، وأن يكون مع المنعم."
    },
    {
        "text": "إنّ المؤمنين هم أهل الابتلاء من الله؛ لأنّ الابتلاء منه نعمة."
    },
    {
        "text": "ليست العودة إلى الإسلام أن نكتب الله أكبر بل نملأ قلوبنا بالله أكبر."
    },
    {
        "text": "لو أراد الله أن يرسل لك الخير والفرج.. لحمله إليك ولو على ظهر عدُّوك."
    },
    {
        "text": "الفساد في الأرض هو أن تعمد إلى الصالح فتفسده."
    },
    {
        "text": "إذا رأيت فقيراً في بلاد المسلمين فاعلم أن هناك غنياً سرق ماله."
    },
    {
        "text": "القرآن الكريم يخاطب ملكات خفية في النفس لا نعرفها نحن ولكن يعرفها الله."
    },
    {
        "text": "إن الله إذا أحب عبداً تفقده، كما يتفقد الصديق صديقه."
    },
    {
        "text": "إن الدين كلمة تقال وسلوك، فإذا انفصلت الكلمة عن السلوك ضاعت الدعوة."
    },
    {
        "text": "الذين يغترون بوجود الأسباب نقول لهم.. اعبدوا واخشعوا لواهب الأسباب وخالقها."
    },
    {
        "text": "أقل الصالحات هو أن يترك الصالح على صلاحه أو يزيده صلاحًا."
    },
    {
        "text": "الخوف من الله شجاعة، وعبادته حرية، والذل له كرامة، ومعرفته يقين."
    },
    {
        "text": "اللهم مغفرتك أوسع من ذنوبي ورحمتك أرجى عندي من عملي."
    },
    {
        "text": "لا تحزن إذا أرهقتك الهموم، وضاقت بك الدنيا بما رحبت، فربما أحب الله أن يسمع صوتك وأنت تدعوه."
    },
    {
        "text": "لا تنسى أن الله قريب منك للحد الذي يجعلك صلبًا لا تهزمك الدنيا ولا يكسرك البشر."
    },
    {
        "text": "مَن أبتغى صديقاً بلا عيب عاش وحيداً، ومن ابتغى زوجة بلا نقص عاش أعزباً، ومن ابتغى حبيبًا بلا مشاكل عاش باحثًا، ومن ابتغى قريبًا كاملًا عاش قاطعًا لرحمه."
    },
    {
        "text": "لن يحكم أحد في ملك الله، إلا بما أراد الله."
    },
    {
        "text": "مناجاة: أيُقلقني أمري وهو في يديك.. إلهي، إنّ مُتّكلي عليك."
    },
    {
        "text": "إن الذين يحاولون أن يقصروا الإسلام على الشعائر المعروفة والأركان الخمسة يريدون أن يعزلوا الإسلام عن حركة الحياة لصالح لهم."
    },
    {
        "text": "اعلم أن الله سبحانه وتعالى حين يحجب عنك ما تشاء إنما ليدخره لك كما يشاء في الآخرة، مع أن الكثيرين يظنون هذا حرمانا، وحاشا لله تعالى أن يحرم عبده."
    },
    {
        "text": "اللهم إني أحمدك على كل قضائك وجميع قدرك."
    },
    {
        "text": "النعمة لا يمكن أن تستمر مع الكفر بها."
    },
    {
        "text": "يا رب لا تجمعني بمن لا خيرة لي فيه، لا حلمًا ولا صدفة ولا واقع."
    },
    {
        "text": "عطاء الله سبحانه وتعالى يستوجب الحمد، ومنعه العطاء يستوجب الحمد."
    },
    {
        "text": "الخوف من الله شجاعة، وعبادته حرية، والذل له كرامة، ومعرفته يقين."
    },
    {
        "text": "هناك فرق بين أن يكون الإنسان مع النعمة، وأن يكون مع المنعم."
    },
    {
        "text": "إذا رأيت فقيراً في بلاد المسلمين فاعلم أن هناك غنياً سرق ماله."
    },
    {
        "text": "أخطر من فعل الحرام أن يحرمك الله نعمة الإحساس بمرارته."
    },
    {
        "text": "الهدى يتطلب هاديًا ومهديًا، وغاية تريد أن تحققه. فإذا لم يكن هناك غاية أو هدف فلا معنى لوجود الهدى لأنك لا تريد أن تصل إلى شيء.. وبالتالي لا تريد من أحد أن يدلك على طريق.. إذن لا بُد أن نوجد الغاية أولاً ثم نبحث عمن يوصلنا إليها."
    },
    {
        "text": "فإذا لم يتمكنوا أن يقرأوا عن الإسلام فيجب على الأقل أن نريهم الإسلام."
    },
    {
        "text": "أكرمك الله بعقلك، فلا تهن نفسك بفعلك."
    },
    {
        "text": "إنّ المؤمنين هم أهل الابتلاء من الله؛ لأنّ الابتلاء منه نعمة."
    },
    {
        "text": "القرآن الكريم يخاطب ملكات خفية في النفس لا نعرفها نحن ولكن يعرفها الله."
    },
    {
        "text": "أقل الصالحات هو أن يترك الصالح على صلاحه أو يزيده صلاحًا."
    },
    {
        "text": "الصلاة استحضار العبد وقفته بين يدي ربه."
    },
    {
        "text": "لا تلم خصمًا بما يفعله بخصمه."
    },
    {
        "text": "اللهم أني أسألك أن تبسُطَ لساني بُشكرِ النعمة منك."
    },
    {
        "text": "الذي لا يملك ضربة فأسه لا يملك قرار رأسه."
    },
    {
        "text": "ليست العودة إلى الإسلام أن نكتب الله أكبر بل نملأ قلوبنا بالله أكبر."
    },
    {
        "text": "إن الله إذا أحب عبداً تفقده، كما يتفقد الصديق صديقه."
    },
    {
        "text": "المنهج موجود لمن يريد أن يؤمن، والتوبة قائمة لكل من يخطئ."
    },
    {
        "text": "ربك قد ضمن لك رزقك فانظر إلى ما طُلِب منك، واشغل نفسك بمراد الله فيك."
    },
    {
        "text": "لا تعبدوه ليعطي لكن اعبدوه ليرضى فإذا وافق أدهشكم بعطائه."
    },
    {
        "text": "إن ذكر الله المنعم يعطينا حركة الحياة في كل شيء."
    },
    {
        "text": "لعلَّ الله حرمَكَ مما تُريد ليُعطيكَ ما تحتاج."
    },
    {
        "text": "إذا حققت النجاح سوف تكسب أصدقاء مزيفين وأعداء حقيقيين، انجح على أية حال."
    },
    {
        "text": "إن الدين كلمة تقال وسلوك، فإذا انفصلت الكلمة عن السلوك ضاعت الدعوة."
    },
    {
        "text": "لا يقلق من كان له أب، فكيف بمن كان له رب."
    },
    {
        "text": "اللهم إني أسألك أن تجعل ما وهبتنا مما نحب."
    },
    {
        "text": "لو يعلم الظالم ما أعده الله للمظلوم لبخل الظالم على المظلوم بظلمه له."
    },
    {
        "text": "الرزق هو ما ينتفع به، وليس هو ما تحصل عليه."
    },
    {
        "text": "إلهي قلوبنا بين يديك، امنحها صبرًا لا ينتهي."
    },
    {
        "text": "الفساد في الأرض هو أن تعمد إلى الصالح فتفسده."
    },
    {
        "text": "الذين يغترون بوجود الأسباب نقول لهم.. اعبدوا واخشعوا لواهب الأسباب وخالقها."
    },
    {
        "text": "الإنسان الذي يستعلي بالأسباب سيأتي وقت لا تعطيه الأسباب."
    },
    {
        "text": "إن لم تحصل على ما أردت يومًا فلا تقل من سوء حظي بل قل: لعل الله أراد لي الأفضل."
    },
    {
        "text": "ما أصابني سوء إلا قلت خيرًا، وما مرني يوم كئيب إلا قلت غداً أجمل، وما فقدت شيئًا إلا قلت من الله العوض. فالحمدالله دائمًا."
    },
    {
        "text": "أيامنا تمضي ويمضي معها العمر بمقادير مكتوبة لا يعلمها إلا الله."
    },
    {
        "text": "ما تنفق سنوات في بنائه قد ينهار بين عشية وضحاها، ابنِ على أية حال."
    },
    {
        "text": "إن حكمة أي تكليف إيماني هي أنه صادر من الله سبحانه وتعالى."
    },
    {
        "text": "العين قد تخدع صاحبها ولكن القلب المؤمن لا يخدع صاحبه أبدًا."
    },
    {
        "text": "إن تمنيتم شيئًا، فتمنوا من الله ألا يريكم قيمة الأشياء بعد زوالها."
    },
    {
        "text": "لا تطول معركة بين حق وباطل لأن الباطل دائمًا زهوقا."
    },
    {
        "text": "النوايا الطيبة لن تضيع عند الله، مهما أساء الآخرون الظن بها."
    },
    {
        "text": "الخاشع هو الطائع لله، الممتنع عن المحرمات، الصابر على الأقدار."
    },
    {
        "text": "إلهي إن متكلي عليك وأمري إن ضاق فوضته ربي إليك."
    },
    {
        "text": "الفاسقون أول صفاتهم أنه لا عهد لهم مع خالقهم ولا عهد لهم مع الناس."
    },
    {
        "text": "والباطل يكرر ادعاءاته بأشكال مختلفة ولكن ليس فيه مضمون جديد."
    },
    {
        "text": "إذا أخذ الله منك مالم تتوقع ضياعه فسوف يعطيك مالم تتوقع تملكه."
    },
    {
        "text": "أتمنى أن يصل الدين إلى أهل السياسة، وألا يصل أهل الدين إلى السياسة."
    },
    {
        "text": "اللهم إني أسألك أن تبسط لساني بشكر النعمة منك."
    },
    {
        "text": "ابتَعد عن مّن تكرَه، لا تّجامل كذبا، وَلا تٌوافق خجَلا، لم يمنَحك الله هَذه النَّفس لتعذّبها."
    },
    {
        "text": "القرآن الكريم كلام الله المعجَز وُضِع فيه ما يثبت صدق الرسالة ليوم الدين."
    },
    {
        "text": "لا تسخر من ذي عيب فإن كان هذا العيب في خُلُقُه ودينه فقومه."
    },
    {
        "text": "إن المال عبد مخلص، ولكنه سيد رديء."
    },
    {
        "text": "كل الأشياء تذبل إن تركتها، إلا القرآن إن تركته تذبل أنت."
    },
    {
        "text": "إذا صفيت نفسك لاستقبال القرآن فإنّ آياته الكريمة تمس قلبك ونفسك."
    },
    {
        "text": "ربِّي وإِن رأيْتَني أبتعِد عنْك وأتبع هوَى نَفسِي رجَوتُك بأنْ تُصْلح قَلبِي وتردَّنِي إليْك ردًّا جَميلا."
    },
    {
        "text": "ما هو الهدى؟ قلنا: إن الهدى هو الدلالة الموصلة للغاية."
    },
    {
        "text": "الحياة الدنيا أيما طالت فهي قصيرة ومهما أعطت فهو ضئيل."
    },
    {
        "text": "إذا كنت تريد عطاء الدنيا والآخرة، فأقبل على كل عمل باسم الله."
    },
    {
        "text": "لا يوجد شيء عظيم بذاته، ولكن عظيم بأداء مهمته."
    },
    {
        "text": "القرآن يعطينا قيم الحياة التي دونها تصبح الدنيا كلها لا قيمة لها."
    },
    {
        "text": "سيُصادفُك شيءٌ طلبتَهُ منَ اللّه منْذُ زمنٍ بعِيد، ربَّما نسِيته، لكِنَّ اللَّه لم ينْسَاه."
    },
    {
        "text": "لا تقلق من تدابير البشر فأقصى ما يستطيعون فعله معك هو تنفيذ إرادة الله."
    },
    {
        "text": "علينا أن نعلم أنه لا شيء يتم في كون الله مصادفة، بل كل شيء بقدر."
    },
    {
        "text": "حين تبدأ كل شيء باسم الله كأنّك تجعل الله في جانبك يعينك."
    },
    {
        "text": "إلهي إن متكلي عليك وأمرى إن ضاق واستضاف فقد فوضته بي إليك."
    },
    {
        "text": "في الدعوة الإسلامية لابد أن يكون العلماء قدوة لينصلح أمر الناس."
    },
    {
        "text": "الحق ثابت ولا يتغير أما الباطل فهو ما لا واقع له."
    },
    {
        "text": "تفاءلوا، فالهموم كالغيوم ما تراكمت إلا لتمطر."
    },
    {
        "text": "من خلصت لله نيته تولاه الله وملائكته."
    },
    {
        "text": "يحرر الله المؤمن من ذل الدنيا بالاستعانة بالحي الذي لا يموت."
    },
    {
        "text": "الثائر الحق هو من يثور لهدم الفساد، ثم يهدأ لبناء الأمجاد."
    },
    {
        "text": "اعتدنا على النعم، حتى أننا إذا سئلنا عن حالنا قلنا لا جديد! فهل استشعرنا بقاء العافية ودوام النعم؟"
    },
    {
        "text": "عندما تلتقي الحركة مع الرؤية تحدث السعادة."
    },
    {
        "text": "لا تحزن عندما يهجرك أو يتغير عليك البعض، ربما هي دعوتك ذات ليلة: واصرف عني شر ما قضيت."
    },
    {
        "text": "اللهم إني أسألك ألّا تجعل المصائب إلّا عونًا لنا على اليقين بحكمة خالقنا."
    },
    {
        "text": "إذا أهمّك أمر غيرك، فأعلـم بأنّك ذو طبعٍ أصيل."
    },
    {
        "text": "إذا رأيت في غيرك جمالاً، فاعلم بأنّ داخلك جميل."
    },
    {
        "text": "إذا راعيتَ معروف غيرك، فاعلم بأنّك للوفاء خليل."
    },
    {
        "text": "إذا لم تجد لك حاقدًا فاعلم أنك إنسان فاشل."
    },
    {
        "text": "من ينصحك بالصلاة، هو أشدّهم حباً لك."
    },
    {
        "text": "إن البقاء لا يخضع لعنصر القوة، وانما يخضع لعنصر القدرة."
    },
    {
        "text": "كن عظيماً ودوداً قبل أن تكون عظاماً ودوداً."
    },
    {
        "text": "عجبت لمن خاف ولم يفزع إلى قول الله سبحانه: حسبنا اللَّه ونعم الوكيل."
    },
    {
        "text": "حينما ترى المجرم يُحاكم لا تنظر إليه وتشفق عليه بل أنظر إلى جريمته."
    },
    {
        "text": "اتقوا يومًا ستلاقون فيه الله ويحاسبكم، وهو سبحانه وتعالى قهّار جبّار."
    },
    {
        "text": "جميل أن تزرع وردة في كل بستان، ولكن الأجمل أن تزرع ذكر الله على كل لسان."
    },
    {
        "text": "الظالم حين يظلم لا يأخذ حق غيره فقط، بل يُغري غيره من الأقوياء على أخذ حقوق الضعفاء وظلمهم، وإذا انتشر الظلم في مجتمع تأتي معه البطالة وتتعطّل حركة الحياة كلها."
    },
    {
        "text": "إن لم تستطع قول الحق فلا تصفق للباطل."
    },
    {
        "text": "إذا اطاع الإنسان منهج الله تعالى في حركته في الفعل والترك وعاش في قالب التكليف الرباني فسيكون مثل الأشياء المسخرة في الكون كالشمس عندما تشرق وتغرب وكالقمر عندما ينتقل في منازله وعندئذ سوف تنتظم حياته ويريح ويستريح."
    },
    {
        "text": "الدنيا مهما طالت ستنتهي والعاقل هو الذي يضحي بالمؤقت لينال الخالدة."
    },
    {
        "text": "إنّ الإنسان المؤمن لا يخاف الغد، وكيف يخافه والله رب العالمين؟"
    },
    {
        "text": "لماذا تكرر الجهد مرتين.. وتعيد العمل مرتين، ابدأ بداية صحيحة."
    },
    {
        "text": "العبد المؤمن لابد أن يوجه حركة حياته إلى عمل نافع يتّسع له ولمن لا يقدر."
    },
    {
        "text": "تتراكم الهموم على قلوبنا بقدر ما يتراكم الغبار على مصاحفنا."
    },
    {
        "text": "كيف أدعوك وأنا عاصٍ وكيف لا أدعوك وانت الكريم؟"
    },
    {
        "text": "اللهم إني أحمدك على كل قضائك وجميع قدرك."
    },
    {
        "text": "في الليل يهجع الخلق، وفي الليل يسهر العشاق، وفي الليل مواعيد مع الجمال والسحر، في الليل عذوبة النسيم وفي الليل إطلالة البدر، وفي الليل تهجد المؤمنين الباحثين عن السكينة وفي الليل يتوقف عبث النهار، وفي الليل عبق الندى تعانق قطراته بتلات الأزهار وأوراق الشجر."
    },
    {
        "text": "في هدأة الليل جمال سرمدي وتغاريد عصافير الليل تعزف ألحان المساء، إحتفالاً بمقدم القمر تحت ضوء القمر تتألق الأشجار، فحين يطوي النهار أنفاسه، تتجلى بدائع الخالق و تدهشك هندسة السماء حين تغيب الشمس تاركة المجال إلى الليل، عالم مختلف يتبدى لعينيك عالم يخلو من تسارع النهار وزحمته، عالم من الهدوء والروعة، يدعوك للتأمل والصلاة شكراً للخالق المبدع سواد الليل يختلط بأضواء المحبة في كل قلب."
    },
    {
        "text": "في الليل أشعة الضوء تأتي من نوافذ البيوت الريفية، وفي الليل أحلام النائمون تتعلق أعشاش العناكب لماذا ينام الناس وتضيع منهم فرصة مشاهدة الكون في أروع صورة، وتتنفس الهواء العليل في أعماق الليل، تتمنى لو أن بإمكانك أن تهمس في أذان جميع النيام، هلموا حيث هدوء الحياة، هلموا قبل أن تداهمهم جيوش النهار حيث الشقاء والمكايد."
    },
    {
        "text": "في الليل سكون وفي الليل حركة في الليل جمال وفي الليل رهبة عندما يأتي المساء، ونجوم الليل تظهر كل شيء جميل في الليل، فوجه الليل يخفي عيوب النهار وعباءة الليل غطاء ناعم مزركش يلف في ثناياه الكثير من الأشياء الجميلة."
    },
    {
        "text": "عندما يقترب المساء وتتوارى الشمس خلف الأفق يحل الهدوء ينتابني شعور خفي أبحر به بمخيلتي بلحظات عشتها وأمسك القلم فتعجز الحروف والكلمات هل ما زلت أجهل شعوري أحاول جاهدة جمع شتات أفكاري لتتضح الرؤيا اه كم هو صعب أن تجهل ذاتك وأن يخالجك إحساس لا تعرفه فأغمض عيني لأنعم بهدوء وأصحو مع إشراقة فجر جديد."
    },
    {
        "text": "إذا كان هناك سرّ للسعادة الزوجية فهو ألا تخلد إلى النوم وفي صدرك شيء تجاه شريكك، فإذا ما كان الصدر صافياً نقياً، انسابت منه المشاعر بصفاء وصدق وما صفا صوت العود إلّا لخلو جوفه."
    },
    {
        "text": "بحثت في القواميس.. بحثت في اللوغاريتمات عن كلمة واحدة تصف مقدار حبّي.. فلم أجد سوى كلمة أعشقك فيكفيك تواضعاً.. أنك عشيقتي أتدرين أني بكيت.. بعد أول قصيدة حب أكتبها.. وتدرين أني سأبكي أكثر.. بعد آخر قصيدة حب لم أكتبها.. وبين البكاء والكتابة علاقة أجهلها فأنا أبكي لأكتب.. وأكتب كي لا أبكي وتلك هي المعادلة الصعبة."
    },
    {
        "text": "ما إن يحين الوقت الذي يجمعني والقمر ليلاً لنجلس سوياً جلوس المتحابين العاشقين عشق الكون والحياة حتى تجدني وأحرف قلمي ننسج من الكلام والعبر ما به نسمو ونحيا حياة الروح.. نتبادل أطراف الحديث فيحدثني القمر عن الأمة وأحدثه عن أمالي فيسكن وجعه وأنينه لسماع أشجان قلبي وأفراح روحي ويخط القلم وهو ينظر إلينا قصة الحب والألم، أو قل قصة الألام والأمال كما عنوانها القدر ذات يوم."
    },
    {
        "text": "في المساء سكون، وفي السكون راحة، وفي الليل همسات الريح، وهمسات البشر ومواويل الشعر، وفي الليل إحتفال المخلوقات ببهجة السكون الأسود."
    },
    {
        "text": "في الليل نهرب من أذى النهار، وفي الليل فرصة لتأمل السماء في الليل تتلألأ النجوم كما لو تبللت بقطر الندى في الليل تنام المخلوقات بعد أعباء النهار، وفي الليل أحلام، وصور وتخيلات."
    },
    {
        "text": "جعل الله مساءك كله بركه.. ويومك للخير و الفضل حركه.. وأتمّه بليل مليء بذكر وصدقة.. وكفاك الله أمراً أشغلك وأهمّك.. و غفر لك هفوك وزلّك.. و رزقك الفردوس أنت وأهلك.. وكل من أحببته في الله وأحبك."
    },
    {
        "text": "تحية مسائية عطرة تنتشي الروح وتحلق بنا نحو آفاق لا تعرف للنهاية طريق، والرسي سبيل نعانق الحروف مرة ومرات، نرسم منها لوحات لنا هنا مع الكلمة موعد يكون لنا معها وقع وإختيار، منكم نستمد من حرفيتها نقاءاً يشبه نقاء قلوبكم وصفاء أرواحكم، من هذا الركن أحبتي أحييكم بتحية مسائية نقية مكلّلة بالورد وبلون الزهر، لها عبق يفوح ليزكّي عطره الجميع تحية مسائية مع ترنيمات أبجدياتنا."
    },
    {
        "text": "بالأمس لم انم بعد سماع صوتك فبعد أن أغلقت سماعة الهاتف.. ظلّت نغمات صوتك تتراقص على أوتار مسامعي.. وفي غفلة مني تسللّت إلى أطراف قلبي لتعلن اشتياقي إليك.. وبعدما تربعت صورتك في خيالي حاولت أن أغمض جفناي المرهقين.. على أمل أن أراك في أحلامي.. لكنك لم تأتي وبعدما استيقظت تجدد أملي بأن أحظى بك في يقظتي.. فعسى أن يكون اللقاء قريب."
    },
    {
        "text": "أهديك وردة جورية.. بالماي مروية.. يا أحلى حورية.. وأتمنى لك أحلام وردية حبيبي.. أتسائل هل برحيلك يرحل الفرح عن عمري.. هل ستكون ابتسامتي باهته لا قيمة لها.. أم أنني سأعيش حياتي كما عشتها وأنا معك.. لا أدري لم أسأل نفسي رغم أني أعرف الإجابة على تساؤلاتي.. أحسّ أن الحياة بعدك ستفقد أجمل وأمتع ما فيها.. فذكرى الأيام التي عشناها ستبقى تخفق في قلبي.. ورسمك الجميل سيبقى يتراءى أمام عيناي.. حبيبي.. للأبد."
    },
    {
        "text": "إن النجاح لا يحتاج إلى أقدام بل إلى إقدام."
    },
    {
        "text": "إذا نجح زواج ابنتك، فقد كسبت أبناً، وإذا فشل فقد خسرت بنتاً. طالب المجد المخلوق للنجاح المهيأ للعمل يصنع التجارب ولا يقولها ويمشي الطريق إلى الغاية ولا يرتسم خطاها ويقيس أبعدها."
    },
    {
        "text": "إنك لا تخسر حقاً إلا إذا توقفت عن المحاولة."
    },
    {
        "text": "عناصر النجاح ثلاثة: الرغبة والقدرة والفرصة، وإن البحث عن فرصة هو مثل البحث في منجم ذهب، وهناك ما لا يحصى من الوقائع التي تشير إلى أن العثور على فرصة كثيراً ما يكون بداية لمشاريع عظيمة."
    },
    {
        "text": "كلما لاح النجاح نتيجة التخطيط الجيد والمثابرة المستمرة مقرونين بالفرصة المواتية، أعتبر الناس ذلك حظاً. المثابرة والنجاح توأمان الأولى مسألة نوعية والثاني مسألة وقت. إذا أردت أن تنجح في حياتك فأجعل المثابرة صديقك الحميم والتجربة مستشارك الحكيم والحذر أخاك الأكبر والرجاء عبقريتك الحارسة."
    },
    {
        "text": "إعتزمْ وكدَّ فإِن مضيتَ فلا تقفْ.. وأصبرْ وثابرْ فالنجاحُ محققُ. فالصبرُ مفتاحُ النجاحِ ولم نجدْ صعباً بغيرِ الصبرِ يبلغُهُ الأملْ."
    },
    {
        "text": "قاس الهمومَ تنلْ به نُجحاً.. والليلَ إِن وراءه صُحباً. الأسباب الخمسة للنجاح: التركيز، التميز، التنظيم، التطوير، والتصميم."
    },
    {
        "text": "عندما أقوم ببناء فريق فأني أبحث دائماً عن أناس يحبون الفوز، وإذا لم أعثر على أي منهم فأنني أبحث عن أناس يكرهون الهزيمة."
    },
    {
        "text": "الإنسان يمكن أن يغير حياته، إذا ما استطاع أن يغير اتجاهاته العقلية."
    },
    {
        "text": "أصعب ما في النجاح أن عليك المحافظة عليه والموهبة هي مجرد نقطة بداية في عالم الأعمال، وعليك أن تداوم على تنمية هذه الموهبة والإستفادة منها."
    },
    {
        "text": "إن المجد والنجاح والإنتاج تظل أحلاماً لذيذة في نفوس أصحابها وما تتحول حقائق حية إلا إذا نفخ فيها العاملون من روحهم ووصلوها بما في الدنيا من حس وحركة."
    },
    {
        "text": "من الملاحظ أن الناجح هو من أحسن أستغلال الوقت، في حين ضيعه غيره."
    },
    {
        "text": "أحرق كل مراكب العودة، بذلك تحافظ على حالة ذهنية اسمها الرغبة الجامحة في النجاح، اللازمة لإدراك أي نجاح."
    },
    {
        "text": "النجاح هو الإنتقال من فشل إلى فشل، دون أن نفقد الأمل."
    },
    {
        "text": "يبذل الكثير من الناس الكثير من الوقت والجهد في تفادي المشاكل، بدلاً من أن يحاولوا حلها."
    },
    {
        "text": "فشل من حولك لا يعني بالضرورة فشلك، لكن لا تتوقع منهم مساعدتك على النجاح."
    },
    {
        "text": "يظن الناس أن الشعور بالسعادة هو نتيجة النجاح ولكن العكس هو صحيح. النجاح هو نتيجة الشعور بالسعادة."
    },
    {
        "text": "غلبت النزعة التجارية على حياتنا العامة، حيث يُلقى في روع الطالب أن الدراسة للنجاح، والنجاح للشهادة، والشهادة للوظيفة، والوظيفة من أجل المال، والمال من أجل المتعة والرفاهية."
    },
    {
        "text": "المكان الوحيد الذي يأتي به النجاح قبل العمل هو القاموس."
    },
    {
        "text": "فن أن تكون مرة شجاعاً ومرة حذراً هو فن النجاح."
    },
    {
        "text": "يمكن للإنسان أن يصعد أعلى القمم، لكن لا يمكنه البقاء فيها طويلاً."
    },
    {
        "text": "إن التقوى المنشودة ليست مسبحة درويش ولا عمامة متمشيخ ولا زاوية متعبد، إنّها علم وعمل، ودين ودنيا، وروح ومادة، وتخطيط وتنظيم، وتنمية وانتاج، وإتقان وإحسان."
    },
    {
        "text": "من عمل بما علم، أورثه الله علم ما لم يعلم. كلما كبرت السنبلة انحنت، وكلما ازداد علم العالم تواضع. لا يمكن لأي مرب أو معلم أو داعية أن يكون ناجحاً أو فاعلاً ما لم يكن محبوباً من طلابه ومدعويه مهما حمل من علم.. ولهذا يقول الله عز وجل لسيد البشرية في علاقته بالناس: (ولو كنت فظاً غليظ القلب لانفضوا من حولك)."
    },
    {
        "text": "قد يضع العلم حدودا للمعرفة، لكنه لا يجب أن يضع حدودا للخيال."
    },
    {
        "text": "إنّ لم تستطع أن تحقق هدفك في علم من العلوم أو منصب طمحت إليه بسبب خور عزيمة أو ظرف عارض أو قضاء مق در، فلا تحاول أن تثني غيرك عما عجزت أنت عن تحقيقه، فهو نسيج مختلف، ونفسية مختلفة، وبظرف مختلف."
    },
    {
        "text": "العلم بدون دين أعرج، والدين بدون علم أعمى. لو كان العلم من دون التقى شرفاً، لكان أشرف خلق الله إبليس. الأخلاق أولاً ثم العلم والكفاءة، هذا هو مفتاح السعادة للأفراد والحكومات والجماهير."
    },
    {
        "text": "العلم أكبر من أن يحاط به، فخذوا من كل شيء أحسنه. الجامعات في أمريكا وأوربا لا تبحث عن العلم من أجل العلم، ولا تبحث عن المعرفة من أجل الارتقاء بمكانة الإنسان الاجتماعية وشبكة علاقاته بالمنشأ والحياة والمصير.. وانما هم هناك يبحثون عن المعرفة والعمل باعتبارهما عنصراً من عناصر القوة اللازمة للنجاح في عملية الصراع الدولي أما في الأقطار العربية والإسلامية فان حال العلم والمعرفة كحال الذهب عند نساء هذه الاقطار، يبقيان مجرد حلية يباهي بهم الأفراد وحملة الشهادات بعضهم بعضاً في الداخل."
    },
    {
        "text": "التعلم دون فكر عمل ضائع، والفكر دون تعلم أمر خطر."
    },
    {
        "text": "نحن لا نتعلم، وما نسميه تعلم هو مجرد عملية تذكر."
    },
    {
        "text": "أي شخص يتوقف عن التعلم عجوز، سواء أكان في العشرين أو الثمانين. أي شخص يستمر في التعلم يبقى شاباً أعظم ما في الحياة أن تبقي عقلك شاباً."
    },
    {
        "text": "التعلم لا يرهق العقل أبداً."
    },
    {
        "text": "التغير هو النتيجة الحقيقة لكل التعليم الحقيقي."
    },
    {
        "text": "التعليم أن تبقى حتى تفهم. التعليم جواز السفر إلى المستقبل."
    },
    {
        "text": "التعليم يحمي الحرية أفضل من جيشٍ مرابط."
    },
    {
        "text": "فلنحاول تعليم الكرم والإيثار، فنحن نولد أنانيين."
    },
    {
        "text": "التعليم ليس أستعداداً للحياة، إنه الحياة ذاتها."
    },
    {
        "text": "ولابدّ لأيّ روح يراد لها أن تؤثّر في واقع الحياة البشريّة، فتحولّها إلى وجهةٍ أخرى، لا بدّ لهذه الرّوح من خلوة وعزلة بعض الوقت، وانقطاع عن شواغل الأرض، وضجّة الحياة، وهموم النّاس الصّغيرة التي تشغل الحياة، لابّد لها من فترة للتّأمل، والتّدبر، والتّعامل مع الكون الكبير، وحقائقه الطّليقة، فالاستغراق في واقع الحياة يجعل النّفس تألفه، فلا تحاول تغييره."
    },
    {
        "text": "من الصعب عليّ أن أتصوّر كيف يمكن أن نصل إلى غاية نبيلة باستخدام وسيلة سيئة؟ إنّ الغاية النّبيلة لا تحيا إلا في قلب النبيل؛ فكيف يمكن لذلك القلب أن يطيق استخدام وسيلة سيئة؛ بل كيف يهتدي إلى استخدام هذه الوسيلة."
    },
    {
        "text": "‏‏‏قيل لأعرابيّ: لقد أصبح رغيف الخبز بدينار، فأجاب: والله ما همّني ذلك، ولو أصبحت حبّة القمح بدينار، أنا أعبد الله كما أمرني، وهو يرزقني كما وعدني."
    },
    {
        "text": "قال رجل لصاحبه وهو يتأمّل في القصور: أين نحن حين قسّمت هذه الأموال ؟ فأخذه صاحبه للمستشفى وقال له: وأين نحن حين قسّمت هذه الأمراض؟ إذاً فاحمد الله على كلّ حال، وفي كلّ وقت."
    },
    {
        "text": "راقِبْ أفكارَكَ لأنّها سوف تُصبِحُ أفعَالاً، وراقِبْ أفعالَكَ لأنّها سوف تُصبِحُ عادات، وراقِبْ عاداتَكَ لأنّها سوف تُصبِحُ طِباعاً، وراقِبْ طِباعَكَ لأنّها سوف تُحدِّدُ مصِيرَك."
    },
    {
        "text": "أنا أعشق المصعد، لا أستعمله بدافع الكسل، وإنّما من أجل التّأمل، تضع إصبعك على الزّر دون أيّ جهد، تصعد إلى الأعلى أو تنزل إلى الأسفل، قد يتعطل وأنت قابع فيه، إنّه كالحياة تماماً لا يخلو من العطب، تارةً أنت في الأعلى وتارةً أنت في الأسفل!"
    },
    {
        "text": "عندما نعيش لذواتنا فحسب تبدو لنا الحياة قصيرةً وضئيلةً، تبدأ من حيث بدأنا نعي، وتنتهي بانتهاء عمرنا المحدود، أمّا عندما نعيش لغيرنا، أي عندما نعيش لفكرة، فإنّ الحياة تبدو طويلةً وعميقةً، تبدأ من حيث بدأت الإنسانية، وتمتدّ بعد مفارقتنا لوجه هذه الأرض."
    },
    {
        "text": "إنّ الكلمة لتنبعث ميّتةً، وتصل هامدةً، مهما تكن طنانةً، رنّانةً، متحمّسةً، فإذاً هي لم تنبعث من قلب يؤمن بها، ولن يؤمن إنسان بما يقول إلا أن يستحيل هو ترجمةً حيّةً لما يقول، وتجسيماً واقعياً لما ينطق عندئذ يؤمن النّاس، ويثق النّاس، ولو لم يكن في تلك الكلمة طنين، ولا بريق."
    },
    {
        "text": "إذا أغلقت الشتاء أبواب بيتك، وحاصرتك تلال الجليد من كل مكان، فانتظر قدوم الربيع وافتح نوافذك لنسمات الهواء النقي، وانظر بعيداً فسوف ترى أسراب الطيور وقد عادت تغني، وسوف ترى الشمس وهي تلقي خيوطها الذهبية فوق أغصان الشجر، لتصنع لك عمراً جديداً، وحلماً جديداً، وقلباً جديداً."
    },
    {
        "text": "إذا كان الأمس ضاع، فبين يديك اليوم، وإذا كان اليوم سوف يجمع أوراقه ويرحل، فلديك الغد، لا تحزن على الأمس فهو لن يعود، ولا تأسف على اليوم فهو راحل، واحلم بشمس مضيئة في غد جميل."
    },
    {
        "text": "بين برودة الشتاء، وأوراق الخريف، وحرارة الصيف، ونسمات الربيع تأخذني قدماي تهرول بي إلى أين.. لا أعرف لا أدري سِّوى أنّني بدأت أرى نفسي تحتضن فراشات الربيع.. تعانق ثلوج الشتاء.. تصافح أوراق الخريف.. تنتشر لشمس الصيف ترقص تحت زخّات المطر تمنيت لو عدت لطفولتي اعبث بدميتي وأبني بيتاً، وأغرس حُلماً.. وابتسم للغد."
    },
    {
        "text": "لا تكسر أبداً كل الجسور مع من تحب، فربما شاءت الأقدار لكما يوماً لقاء آخر يعيد الماضي، ويصل ما انقطع، فاذا كان العمر الجميل قد رحل فمن يدري ربّما انتظرك عمر أجمل."
    },
    {
        "text": "يقتلني الشوق والحنين.. يمزّقني البعد والفراق.. أحنّ إلى الأمس البعيد.. أحن إلى الماضي الذي لن يعود.. أشتاق لكلمة منه لنظرة أو ابتسامة، ولكن الزمن يحرمني حلاوة اللقيا ونداوة رؤياه."
    },
    {
        "text": "أيها الصبر ابقى معي، إن كنت شخصاً فرافقني، وإن كنت شمساً فلا تغيب عني، وإن كنت قمراً فابقى دوماً مضاءً في سمائي، ما أشقى من لا صبر لهم، لَو لمْ يوجد الألم لما وجِدَ الصبر، ولو لَمْ يوجد الصبر لما وجِدَت الفضيلة."
    },
    {
        "text": "لا يعني الصبر أن تتحمل المصاعب سلباً، بل يعني أن تكون بعيد النظر بحيث تثق بالنتيجة النهائية التي ستتمخض عن أي عملية، ماذا يعني الصبر؟ إنّه يعني أن تنظر إلى الشوكة وترى الوردة، أن تنظر إلى الليل وترى الفجر، أمّا نفاد الصبر فيعني أن تكون قصير النظر ولا تتمكن من رؤية النتيجة، إنّ عشاق الله لا ينفد صبرهم مطلقاً، لأنّهم يعرفون أنه لكي يصبح الهلال بدراً، فهو يحتاج إلى وقت."
    },
    {
        "text": "أفقد ابتسامتي لكنني أتصنعها من أجلهم أفقد الكثير من وزني، لكنني ما زلت بصحة جيدة أحتاجك، حد الموت، لكنني أعيش بالأمس، ومرارة أيامي معك لا زلت أشعر بها في فم عمري، صامدة أمام أمواج حزني منك، فما تبقى من العمر لن يكفي لأن أنفقه زاداً في غيابك، أنت قد علمتني كيف أحبك إلى الحدّ الذي نسيت به الدنيا وما حوته، بينما استكثرت سقيا قلبك على جفاف روحي، كن بخير فقط لأجلي."
    },
    {
        "text": "لا تحزن إذا أُُعسِرت يوماً فقد أُُيسِرت وقتاً طويلاً، ولا تظنُ بِربك سُوءاً فإن الله أولى بالجميل، ولو أن العُقول تَسوق رِزقاً، لكان المالُ عند ذوي العقول."
    },
    {
        "text": "العلاقة طردية بين حفظ الوقت، والنجاح وليس المقصود بحفظ الوقت أن تغلق على نفسك في مكتبتك، بل المقصود أن تؤثر الأهم على المهم وأن لا تصرف وقتاً في غير قربة وطاعة لله، وأن تهتم بنيتك فتحتسب في كل عمل تؤديه حتى لا يضيع شيء من وقتك في غير نفع."
    },
    {
        "text": "الطموح هو الذي يقض مضجعك لتعمل، وتفكر، وتكدح، ويطرد من جفنيك النوم، والرضا هو تلك النسائم الجميلة التي تهب على قلبك لتخبره أن هنيئاً لك ما أنت فيه مهما كان."
    },
    {
        "text": "اكتشف هؤلاء العابرين حتماً سيكون فيهم مَن روحه شقيقة روحك، تتعارف فتتآلف، ولو لم تكن قادرة على التفسير؛ فتتدافع لقطع المفازة بفرح و اغتباط، ولا تسمح لخطوات الحزن و الإحباط أن تئد الطموح، أو توقف العطاء."
    },
    {
        "text": "نطمح، نحلم، نتأمل، نحاول، نجتهد لنيل المستحيل، نطمح بكل ما فينا، نحلم بكل ماضينا، نأمل بأن سوف نغير قوانيننا، نحاول، رغم الضربات التي تأتينا، ننسى ونكرر المحاولة، مرة مرتان لا يهمنا، نجتهد بكل طاقاتنا، لنحصل على ما تريد خواطرنا، وما كنا نريد أن نكون، سوف أدعه بجانب النافذة، وأفتح له النافذة، ليستنشق ذلك الهواء الصافي من واقعي، ليعلم كم أريده، ليعلم ما معنى الأمل، ليعلم أن يقف معي وقت حاجتي الماسة له، نعم، ومتى شاءت الأقدار، سوف انهض إليه، فربما أكون اقتربت من ذلك الطموح."
    },
    {
        "text": "لا تكن عادياً إن حاولت دائماً أن تكون عادياً فلن تعرف أبداً كم مبهراً يمكن أن تكون، قيمة هذه الحياة ليست أن تكون عادياً بمعيار ما أو بنظر شخص ما، بل أن تكون أنت كما تحب وكما تريد، لا كما يريد من حولك، عادي تعني ببساطة أنك تفقد أهم ما منحك الله: أنه لا يوجد لك مثيل، هذه حقيقة كونية علمية لا خلاف عليها، فلماذا تريد أن تكون عادياً بلا لون أو اختلاف، كن أنت، تحرر من ضغوط أن تكون مقبولاً أو أن تكون عادياً، فما لهذا وجدت في هذا الكون، تحرر كذلك من أن تنشغل في أن تبه أحداً فما لهذا خلقت، انشغل بأن تفاجئ نفسك أنت، و تبهرها، احذر: ممن يريدونك مجرد رقم، سواء كانوا أصدقاء، أو أقارب، أو محبين، أو نظام عمل، احذر ممن يريدونك ملائماً لسقف توقعاتهم هم، ومبهراً بمعاييرهم هم، كن أنت ولا تبهر إلا نفسك، واجتهد لأن تكون أنت الأفضل، وأن تكون أنت. قرار: قيمتي في هذا الكون لا أن أكون مجرد رقم، ولا أن أكون عادياً. دوري في هذا الكون ألا أحيا حياتي لكي أبهر أحد ما. أنا هنا لأكون أنا .. ولأجتهد أن أكون أفضل أنا، ولأبهر نفسي بقدرتي أن أكون الأفضل مهما كان هذا بسيطاً أو مختلفاً عن الجميع."
    },
    {
        "text": "إنّ الحكماء أغنياء عن الملوك بالعلم، وليس الملوك بأغنياء عن الحكماء بالمال، ومن لم يستح الحكماء ويكرمهم، ويعرف فضلهم ويصونها من مواقف الذلة، كان ممن حرم عقله، وخسر دنياه، وظلم الحكماء حقوقهم، وعد من الجهال."
    },
    {
        "text": "الشخصية لا يمكن أن تتطور بسهولة وبهدوء، يمكن فقط من خلال الألم والمعاناة أن تقوى الروح، ويلهم الطموح، ويحقق النجاح."
    },
    {
        "text": "الطُّموح هوَ أن تعِيش بضعَ سنواتٍ مِن حياتك بشكل يستهزئ به أغلَب النّاس، كي تعيش بقيّةَ حياتك بشكلٍ لا يستطيعه أكثر النّاس."
    },
    {
        "text": "إن الزعم بأن طموحات الإنسان، وأحلامه؛ هي أكبر من قدراته، إنما هو وهم، فغالباً ما يكون الطموح أعظم من جرأة صاحبه، وأكبر من إرادة الفعل لديه."
    },
    {
        "text": "ذريني أنل ما لا ينال من العلا فصعب العلا في الصعب والسهل في السهل وإذا كــانــت الـنـفـوس كـبــاراً تعـــبت في مرادها الأجسام."
    },
    {
        "text": "فقال له قلبه: لا تجزع، فقد ينفتح الباب ذات يوم تحية لمن يخوضون الحياة ببراءة الأطفال، وطموح الملائكة."
    },
    {
        "text": "غلبت النزعة التجارية على حياتنا العامة، حيث يُلقى في روع الطالب أن الدراسة للنجاح، والنجاح للشهادة، والشهادة للوظيفة، والوظيفة من أجل المال، والمال من أجل المتعة والرفاهية."
    },
    {
        "text": "البحث يعلم الإنسان الاعتراف بخطئه والافتخار بهذه الحقيقة أكثر من أن يحاول بكل قوته الدفاع عن شيء غير منطقي خوفا من الاعتراف بالضعف بينما الاعتراف علامة القوة."
    },
    {
        "text": "وطني أيها الحبُ الخالد من لي بغيرك وطناً، أبي الصحاري أم البحارِ، بالجبال أم السهولِ، أبالهضابِ أم الوديانِ فأحلُمُ بهِ شمالٌ وجنوبٌ، شرقاً وغرباً ستبقى الحب الأبدي."
    },
    {
        "text": "وطني أيها الوطن الحاضنُ للماضي والحاضر، أيها الوطن يا من أحببتهُ منذُ الصغر، وأنت من تغنى به العشاقِ وأطربهُم ليلُك في السهرِ أنت كأنشودة الحياة وأنت كبسمة العمر."
    },
    {
        "text": "الإنسان بلا وطن، هو بلا هوية، بلا ماضٍ أو مستقبل، فهو غير موجود فعلياً، ولبناء الوطن الرائع، لابد من بناء لبناته الأساسية بسلامة، واللبنة الأساسية لبناء كل مجتمع هي الأسرة، فإذا كانت الأسرة سليمة نتج عن ذلك وطن سليم، والعكس بالعكس، لذا فإنّه ومن واجب الوالدين أن يغرسا في نفوس أبنائهم ومنذ الصغر حب الوطن وتقديره، أنّه يتوجب عليهم أن يجدّوا، ويجتهدوا من أجل وطنهم الذي ولدوا وترعرعوا فيه، وشربوا من مائه، وعاشوا تحت سمائه، وفوق أرضه، وأن يتركوا لهم بصمة في هذا الوطن تدل عليهم، فالوطن لا ينسى أبناءه، ولا ينسى أسماء العظماء منهم."
    },
    {
        "text": "تشربت أرواحنا حب الوطن، لتشتاق أرواحنا العودة إليه إن سافرنا، للقريب أو البعيد، مطالبون بكل نسمة هواء، ونقطة ماء تسللت لخلايا أجسادنا، مطالبون بكل خطوة خطتها أقدامنا، على كل ذرة من تراب أرض وطننا الغالي نحو تقدم الوطن، تخطو نحو رفعة اسم الوطن، تخطو وتشمر عن سواعدها للدفاع عن حمى، وحدود أرض الوطن."
    },
    {
        "text": "للوطن وبالوطن نكون، أطفال نشأنا وترعرعنا، وطلاب درسنا وسهرنا، وموظفون أينما كنا، حملنا أمانة العمل، ورفعة، وتقدم الوطن، بإخلاص واجتهاد ومثابرة، وإخلاص أمام الله في أقوالنا وأفعالنا وأعمالنا، إخلاصاً أمام كل ما يرتبط بوطننا."
    },
    {
        "text": "تشربت أرواحنا حب الوطن لتشتاق أرواحنا العودة إليه إن سافرنا، للقريب أو البعيد مطالبون بكل نسمة هواء ونقطة ماء تسللت لخلايا أجسادنا مطالبون بكل خطوة خطتها أقدامنا على كل ذرة من تراب أرض وطننا الغالي نحو تقدم الوطن تخطوا نحو رفعة اسم الوطن تخطوا وتشمر عن سواعدها للدفاع عن حمى وحدود أرض الوطن."
    },
    {
        "text": "الإنسان بلا وطن، هو بلا هوية، بلا ماض أو مستقبل، فهو غير موجود فعليًا، ولبناء الوطن الرائع، لابد من بناء لبناته الأساسية بسلامة، واللبنة الأساسية لبناء كل مجتمع هي الأسرة، فإذا كانت الأسرة سليمة نتج عن ذلك وطن سليم، والعكس بالعكس، لذا فإنّه ومن واجب الوالدين أن يغرسا في نفوس أبنائهم ومنذ الصغر حب الوطن وتقديره، أنّه يتوجب عليهم أن يجدوا ويجتهدوا من أجل وطنهم الذي ولدوا وترعرعوا فيه، وشربوا من مائه، وعاشوا تحت سمائه، وفوق أرضه، وأن يتركوا لهم بصمة في هذا الوطن تدل عليهم، فالوطن لا ينسى أبناءه، ولا ينسى أسماء العظماء منهم."
    },
    {
        "text": "الشمس صحيت يصح معها الكون.. الشمس صحيت تصبح على مَخلوقات الله.. يصح معها النشاط والعمل والسعي للرزق.. يصح معها العصفور يزقزق بحمده الله.. تصح معها الزهور وتفوح في الكون بالعطور.. يصح معها القلوب الصافية النقية تسبح الله.. تصح معها الأشجار تسبح الرحمن.. تصح بشعاعها الذهبي.. تسقط علي وجه النهر كحبات اللؤلؤ.. يصح معها وجه طفل بريء ابتسامته تملئ الدنيا بالفرحة."
    },
    {
        "text": "سأفتح الابواب وأول باب أنت أيها الصباح.. فتحت بابك مسرورة وبقلبي نبضات خوف.. نبضات خوف من المساء وكلّي حنين وشوق وأمل.. وإن وصلت لباب المساء ولم أجد ما أريد فسأنتظرك أيها الصباح لتجدد في الأمل ولتنعم روحي بلقياك.. فأنت البسمة على شفاه البشر وأنت بصيص الأمل من بعيد."
    },
    {
        "text": "صباح الكلمة الحلوة صباح بليا حدود.. أحبك ياترى تسمع أحبك وانته المقصود.. حبيبي كيف ابشرحلك وشرحي للأسف مَفقود.. صباح يبتدي منك لأنك نسمته اللي تسود.. صباح يحتويه الكون لأنك فيه انت موجود."
    },
    {
        "text": "عندما تشرق شمس الصباح تجد أسراب الحمام تطير وترفرف بالسماء في صفوف مُنتظمة تسبح بحمد الله.. تجد أن العصفور يُسبّح بحمد الله.. نسيم الصباح يُداعب أوراق الشجر والزهور.. يسبحوا بحمد الله.. تجد قطرات الندى على أوراق الورد تبرق مثل اللؤلؤ وتحضنها في حب ويسبّحان بحمد الله.. تجد الشمس وهي تشرق تسجد في خجل تسبح باسم الرحمن وتضيء الكون ليستيقظ خلق الله ليسبّحوا ويحمدوا الله على النعمه."
    },
    {
        "text": "أعطي لشمس الصباح وَجهَك، وأدِر لشمسِ المساء ظهرك، فشمس الصباح مفيدة للصحة ومنعشة للروح، أما شمس المساء فهي مودّعة يومك، الذي قدّمت فيه ما استطعت من الخير، والعمل، واستمتعت بالفرح والمرح والأصدقاء والأحباب.. تغادرُك مساءً لتأتيك صباحاً، وترى استقبالك لها مجدداً."
    },
    {
        "text": "أيها الصباح ونصحو من جديد يرافقنا أمل جديد، شمس ذهبية تشرق بعد ظلام وسكون نرى زهوراً تتفتح.. نسمع العصفور يغرّد.. فراشات تتراقص في الشرفة.. رائحة القهوة تنعشنا من جديد وما أجمل ابتسامة الأحبة كل صباح.فهل يا ترى! أيها الصباح يكتمل يومك على الأمل الذي رسمته؟ هل يأتي المساء ودعواتي مُستجابة! هل يأتي المساء وقد ابتسم كصباحي."
    },
    {
        "text": "صباحٌ جميل على صوت العصافير ورائحةِ القهوة، وشيءٌ من التراتيل التي نعشقها، واستحضارٌ لما سيكون في اليوم من أعمال، واستجماع لكل معاني التفاؤل، والنشاط، والعمل، والاجتهاد، فالقهوة وقطعة الشوكلاتة ستؤدي أُكُلها حتماً، وسيكون لوجودها تأثير، والعمل الجيد أثرٌ كبير."
    },
    {
        "text": "أنت قهوتي الصباحية.. أشتهيك في صباح كل يوم و أحتسيك رشفة رشفة وأشعر مع رائحتك برائحة البُن تترسب على جسدي وأنا أتكوّر في كف يدك كحبوب القهوة.. تسكن فنجاني وما أجملها رائحة وما أجمله صباح.. آه كم أدمنتك."
    },
    {
        "text": "أصبح الصباح فنظرت للسماء، وتذكرت عظمة خالقي، وخشعت لقدرته سبحانه وتعالى، أصبح الصباح وتذكرت أنّ القمر ذهب ليختبئ في مداره، ليفسح مجالاً للشمس كي تشرق من جديد، ذكرني هذا بنظام الخالق الذي لا يحيط بعلمه شيء، فتمنيت لو أنّ البشر يسيرون على نظام مقدس لعيشهم، فيستفيدون من وقتهم لتسير حياتهم على أكمل وجه."
    },
    {
        "text": "أشرقت أنوار الصباح، ففتحت النوافذ، وقبلتني الشمس بأشعتها الذهبية، فأحسست بأنّها ألقت علي بظلالها أنواراً من الأمل والتفاؤل، بنهار إن شاء الله يكون جميلاً ومشرقاً، صباح الخير."
    },
    {
        "text": "لا شك أنّ الصباح هو بعث جديد لحياة جديدة، ومن واجب الإنسان أن يطرح ثوبه القديم، ليلبس لصباحه المختلف ثوباً آخر، وأن يصحح كثيراً من أخطائه، ويتخلى عن كثير من عاداته، ويتطلع إلى يوم متميز يكون فيه أكثر صدقاً مع عقله وقلبه."
    },
    {
        "text": "الصّباح ولادة للأمل، ومبعث للتفاؤل ومشرق للعمل، لا يمكن أن تشعر به إلّا إذا استيقظت فيه، ولا تشعر به إلّا إذا شاهدت بياضه، وشممت هواءه، وملأت أجواء روحك بصوت عصافيره، ونقاء أساريره، وصمت هدوئه."
    },
    {
        "text": "الذين لايعرفون الصباح هم الذين سهروا في الليل فضيعوا الصباح، عشقوا السواد فتنكر لهم البياض، ومرت عليهم الصباحات الجميلة وهم في نوم طويل، لايشعرون بالصباح المضيء الذي بدد الظلام وأشاعه البياض، لقد تركوه للعصافير السعيدة التي أنشدت فيه بلغاتها المتنوعة أنشودة الصباح الجميل، وكأنّها أكثر من الإنسان إدراكاً للصباح، وأشد إحساساً به، وأكثر تمتعاً بجماله."
    },
    {
        "text": "صباح يحمل في باطن سماه ألف أمنية، صباح أستعيذ فيه ربي من كل ضر، وأسأله الخير، والتوفيق، والنجاح في كل درب لي ولكم. *ويرتدي الصباح لون النقاء بعد عتمة الليل، فيبث أنفاسه نسمات تنفث في الروح أملاً بأنّ القادم أجمل، صباح الرضى والسرور."
    },
    {
        "text": "صباح جميل على صوت العصافير ورائحة القهوة، وشيء من التراتيل التي نعشقها، واستحضار لما سيكون في اليوم من أعمال، واستجماع لكل معاني التفاؤل، والنشاط، والعمل، والاجتهاد، فالقهوة وقطعة الشوكلاتة ستؤدي أكلها حتماً، وسيكون لوجودها تأثير، وللعمل الجيد أثر كبير."
    },
    {
        "text": "عندما تشرق شمس الصباح تجد أسراب الحمام تطير وترفرف بالسماء في صفوف منتظمة تسبح بحمد الله تجد أنّ العصفور يسبح بحمد الله، نسيم الصباح يداعب أوراق الشجر والزهور يسبحوا بحمد الله، تجد قطرات الندى على أوراق الورد تبرق مثل اللؤلؤ وتحضنها في حب ويسبحان بحمد الله، تجد الشمس وهي تشرق تسجد في خجل تسبح باسم الرحمن وتضيء الكون ليستيقظ خلق الله ليسبحوا ويحمدوا الله على النعمة."
    },
    {
        "text": "الصباح بعث جديد لبداية متجددة، فاطرح ثوبك القديم والبس لصباحك الجديد، صحح أخطائك وتطلع إلى يوم مشرق تكون فيه صادقاً مع قلبك وعقلك."
    },
    {
        "text": "قد تجلب إشراقة وعذوبة هذا اليوم الجديد السعادة إلى حياتك، عش اليوم كما لو أنه لا يوجد يوم غد واستمتع بكل لحظة كما لو كان لا يوجد هناك ما يقلق. أتمنى لك يوماً جميلاً، صباح الخير."
    },
    {
        "text": "الحياة هي ليس العيش في الماضي، وليست العيش في المستقبل، بل الحياة هي الوقت الحاضر ولذلك عش يومك بها وأحببتها، وأظهر قدراتك لأي شيء ترغب في تحقيقه، صباح الخير ويوم جميل."
    },
    {
        "text": "الصباح بعث جديد لبداية متجددّة.. فاطرح ثوبك القديم والبس لصباحك الجديد ثوباً آخر.. وصحّح أخطائك وتطلّع إلى يوم مشرق تكون فيه صادقاً مع قلبك وعقلك."
    },
    {
        "text": "صباح الورد بأنواعه، صباح الشّمس إلّلي تظهر، ونور الفجر وإشعاعه، صباح السّحب إللي تمطر كل لحظة وكل ساعة، صباح الجوري المعطّر بدهن العود وأتباعه."
    },
    {
        "text": "أشرقت أنوار الصّباح.. وفتحت النّوافذ فقبّلتني الشّمس بأشعّتها الذهبيّة.. فأحسست بأنّها ألقت عليّ بظلالها أنواراً من الأمل والتفاؤل بنهار إن شاء الله يكون جميلاً ومشرقاً."
    },
    {
        "text": "أشرقت أنوار الصّباح.. وفتحت النّوافذ فقبّلتني الشّمس بأشعّتها الذهبيّة.. فأحسست بأنّها ألقت عليّ بظلالها أنواراً من الأمل والتفاؤل بنهار إن شاء الله يكون جميلاّ ومشرقاّ."
    },
    {
        "text": "صباح تسكنه أمواج مزاجكم.. بنفسج الحرف وعذوبة الفرح.. على لحن رفرفة وزقزقة العصافير.. صباحيّات الهائمين على درب الياسمين.. أحيّي بها قلوبكم في تبادل كل شكر وثناء جميل."
    },
    {
        "text": "الذين لا يعرفون الصّباح هم الذين سهروا في الليل فضيّعوا الصّباح، عشقوا السّواد فتنكّر لهم البياض، ومرّت عليهم الصّباحات الجميلة وهم في نوم طويل، لايشعرون بالصّباح المضيء الذي بدّده الظّلام وأشاعه البياض، لقد تركوه للعصافير السّعيدة التي أنشدت فيه بلغاتها المتنوّعة أنشودة الصّباح الجميل، وكأنّها أكثر من الإنسان إدراكاً للصّباح، وأشدّ إحساساً به، وأكثر تمتّعاً بجماله."
    },
    {
        "text": "الأم تبقى كما هي، في حياتها وبعد موتها، وفي صغرها وكبرها، فهي عطر يفوح شذاه، وعبير يسمو في علاه، وزهر يشمّ رائحته الأبناء، وأريج يتلألأ في وجوه الآباء، ودفء وحنان وجمال وأمان، ومحبّة ومودّة، رحمة وألفة، أعجوبة ومدرسة، شخصيّة ذات قيم ومبادئ، وعلو وهمم."
    },
    {
        "text": "الأم هي من تحيا وتعيش من أجل بناء أسرة متماسكة مترابطة، هي من تظهر كنورٍ مضيء في الظلمات لترشدنا إلى طريق صحيح، وتسهر كالقمر إن أصابنا مكروه أو علّة في ليالي الألم، وتكون كالمقصّ الذي يقطع أشواك الجرح والأذى من ربيع العمر."
    },
    {
        "text": "حينما أنحني لأقبل يديك واسكب دموع ضعفي فوق صدرك وأستجدي نظرات الرضا من عينيك، حينها فقط أشعر باكتمال رجولتي."
    },
    {
        "text": "أمّي الحبيبة إليكِ أهدية هذه الكلمات، يا من أنتِ أغلى من نفسي التي بين جوانحي، وأحبّ إليّ من روحي التي تسري في جسدي، يا من أجد عنده سعة الصدر ولين الجانب، تغمرينني بحنانك، فتزهرعني في حدائق قلبك، تحرسني بعيونك، وتحميني من نوائب الدهر وأوجاعه."
    },
    {
        "text": "أمّي الغالية أبعث لكِ باقات حبي وإحترامي وعبارات نابعة من قلبي، وإن كان حبر قلمي لا يستطيع التعبير عن مشاعري نحوكِ، فمشاعري أكبر من أسطرها على الورق، ولكني لا أملك إلا أن أدعو الله عزوجل أن يبقيكِ ذخراً لنا، ولايحرمُنا ينابيع حبكِ وحنانكِ."
    },
    {
        "text": "أمّي خجل الكلام أمامك من أين تبدأ أحرفي، يا نغماً يملأ أرجائي، يا قمراً يضيء في سمائي، يا من أوجب الله تعالى علي برّها والإحسان إليها، يا من جعل الله تعالى جنان الخلد تحت قدميها، يا من تتمنى لي الخير الدائم و النجاح والتقدم المستمر، أبعث إليكِ عبراتي المفعمة بالحب والاحترام، مرفقة بأصدق الدعوات."
    },
    {
        "text": "أمّي قلبي لحضورك يفرح و يرقص، أمّي ما أجمل ابتسامتكِ، أمّي ما أروع تربيتكِ، أمّي غلبت البدر حين تألقت ليلاً بين النجوم في السحر، أمّي لك مني قبلة أشتاق إليها بين العينين الساهرتين مع النجم."
    },
    {
        "text": "أمّي إنني أفتخر بكِ أمام جميع هؤلاء البشر، أرفع رأسي أمامهم و أقول إنكِ أمّي، لقد كنت بالأمس يا أمّي ولا أزال اليوم أدعو الله عز و جل أن لا يحرمني من نعمة وجودكِ فأنتِ أم رائعة وحنونة."
    },
    {
        "text": "أمّي الحبيبة كلّ عبارات الشوق والحنين قليلة، ولا تعبر عن اشتياقي إليكِ، اشتقتُ إلى حكاياتكِ، إلى ابتسامتكِ، وصوتكِ، وحنانكِ، ووجودك بيننا ذاك الوجود الذي طالما أشعرني بالأمان."
    },
    {
        "text": "أمّي من ضحت من أجلي بالكثير، وعانت من أجلي الكثير، وعلمتني معنى الحب، وعلمتني معنى العطف، أجدها دائماً وهي توجهني في حياتي، أصبحت قوياً بها، أصبحت إنساناً بسببها."
    },
    {
        "text": "مع كل إشراقة شمس، أرى صورتك أمامي، أراك تشرقين فتملأين الكون ضياءً، والسماء إشراقاً، ومع كل تغريدة طير كان صوتك الناعم الدافئ يدخل في سمعي، هذا الصوت المغرد يعطي الحياة لحناً."
    },
    {
        "text": "الأم هي من تحيا وتعيش من أجل بناء أسرة متماسكة مترابطة، هي من تظهر كنورٍ مضيء في الظلمات لترشدنا إلى طريق صحيح، وتسهر كالقمر إن أصابنا مكروه أو علة في ليالي الألم، وتكون كالمقص الذي يقطع أشواك الجرح والأذى من ربيع العمر."
    },
    {
        "text": "الأم في كل حقلٍ من حقول الحياة، وفي كل بستان كبير من بساتين المحبة والحنان، تسكنها نسائم الأمل، وعبق الحنان يحيط بها، ورائحة عطر العطف تفوح منها، وانبعاثات النور تضيئها، أهديك زهرة الحب والوفاء."
    },
    {
        "text": "الأم تلك الأم المثالية، رمز المحبة والعطاء، والحب والوفاء، ستبقى مثالية، حنونة، جميلة وعطوفة مهما حطت بنا الأقدار وأودى بنا الإعصار."
    },
    {
        "text": "الأمّ هي من تحيا وتعيش من أجل بناء أسرة متماسكة مترابطة، هي من تظهر كنورٍ مضيء في الظّلمات لترشدنا إلى الطّريق الصّحيح، وتسهر كالقمر إن أصابنا مكروه أو علّة في ليالي الألم، وتكون كالمقصّ الذي يقطع أشواك الجرح والأذى من ربيع العمر."
    },
    {
        "text": "لقد منحنا الله نعماً كثيرةً في هذه الحياة، ولكن هناك شخص واحد فقط يجلب لنا الخير هو أنتِ يا أمّي، نعم أنتِ من تحملي لنا الحبّ والمودّة والفرح والاهتمام."
    },
    {
        "text": "مع كلّ إشراقة شمس، أرى صورتك أمامي، أراكِ تشرقين فتملئين الكون ضياءً، والسّماء إشراقاً، ومع كلّ تغريدة طير كان صوتك النّاعم الدّافئ يدخل سمعي، هذا الصّوت المغرّد يعطي الحياة لحناً."
    },
    {
        "text": "الأم كلمة رائعة، عظيمة صادقة ومعبرة، كلمة حركت رياح المشاعر في داخلي، وهزت سفن الإحساس في قلبي، وهيجت بحار المحبة في كياني."
    },
    {
        "text": "هل تعلمين من هو أجمل شخص في هذا العالم؟ أنتِ يا أمي، فأنتِ معي في كل الأوقات في أوقات نجاحي وأوقات حزني."
    },
    {
        "text": "بعدد مافي السماء من نجوم وكواكب وأقمار، وما تحتويه من عصافير وحمامات وأطيار، أحبك يا من جعلت حياتي مزدهرة بأجمل الأزهار."
    },
    {
        "text": "الأم في كل حقلٍ من حقول الحياة، وفي كل بستان كبير من بساتين المحبة والحنان، تسكنها نسائم الأمل، وعبق الحنان يحيط بها، ورائحة عطر العطف تفوح منها، وانبعاثات النور تضيئها، أهديك زهرة الحب والوفاء."
    },
    {
        "text": "يا من رقص قلبي في يومك، وركضت روحي لجنبك، وطار إحساسي بحبّك، وكلّ حواسي تهنّئكِ، كلّ عام وأنت بألف خير يا أمّي."
    },
    {
        "text": "أمّي ما أتصوّر حياتي من دونك، العمر ما يحلى غير بوجودك، وكلّ ما يمرّ عيدك بحضورك، أدعي ربّي ما يحرمني وجودك، كلّ عام وانت بخير."
    },
    {
        "text": "أنا لاشيء دونك فأنتِ من علّمتني القراءة والكتابة والمشي والقفز والّلعب، والعديد والعديد من الأمور، شكراً على كلّ شيء، أتمنّى لكِ عيد أمّ سعيد."
    },
    {
        "text": "الأم لها قيمة كبيرة في حياتنا، إنها قد تكون هي الحياة ذاتها، فلا يمكن تصوّر حياتنا دون أم ترعانا منذ البداية وحتى النهاية، لذلك لن نوفي حقها بكلمات بسيطة."
    },{"text":"بعض خلائق الأقوام داء كداء البطن ليس له دواء."},{"text":"في الناس شر لو بدا ما تعاشروا ولكن كساه الله ثوب غطاء."},{"text":"كم علمته نظم القوافي فلما قال قافية هجاني."},{"text":"كنت أذم إليك الزمان فقد صرت فيك أذم الزمان."},{"text":"ومن لا يتق الشَّتْمَ يُشْتَم."},{"text":"ومن لا يُكرم نفسه لا يُكَرَّم."},{"text":"يأكلون تمري وأُرمي بالنوى."},{"text":"يكفيك من الحاسد أنه يَغْتَمُّ عند سرورك."},{"text":"نفاق المرء من ذلّه."},{"text":"مَن لم يركب الأهوال لم ينل الآمال."},{"text":"مَن فسدت بطانته كان كمن غص بالماء."},{"text":"مَن فاته الأدب لم ينفعه الْحَسَبُ."},{"text":"مَن ظهر غضبه قل كيده."},{"text":"من أطاع غضبه أضاع أدبه."},{"text":"ليس للحاسد إلا ما حسد."},{"text":"لله در الحسد ما أعدله بدأ بصاحبه فقتله."},{"text":"لا يشكر الناس من لا يشكر الله."},{"text":"لا يرضى عنك الحسود حتى تموت."},{"text":"لا يحمل الحقد من تعلو به الرتب."},{"text":"لا يثمر الشوك العنب."},{"text":"لا في العير ولا في النفير."},{"text":"لا راحة لحسود."},{"text":"لا مروءة لبخيل."},{"text":"لا رأي لكذوب."},{"text":"لا رأي لمن لا يطاع."},{"text":"لا خير فيمن لا يدوم له أحد."},{"text":"لا تمدّن إلى المعالي يداً قصرت عن المعروف."},{"text":"كلام كالعسل ووغزٌ كالأسل."},{"text":"كثرة الضحك تذهب الهيبة."},{"text":"قد ينبت الشوك وسط الزهور."},{"text":"شر الناس من لا يبالي أن يراه الناس مسيئاً."},{"text":"شر السمك يكدر الماء."},{"text":"شر الحديث الكذب."},{"text":"سكت دهراً ونطق كفراً."},{"text":"سائل البخيل محروم وماله مكتوم."},{"text":"ريح صيف وطارق طيف."},{"text":"ذُلَّ من يغيظ الذليل بعيش."},{"text":"خير الأصدقاء من ترك المزاح."},{"text":"حبل الكذب قصير."},{"text":"حاسد النعمة لا يرضيه إلّا زوالها."},{"text":"بغاث الطير أكثرها فراخاً."},{"text":"بدن فاجر وقلب كافر."},{"text":"بئس الشعار الحسد."},{"text":"الحسد ثِقْلٌ لا يضعه حامله"},{"text":"العشرة السيئة تفسد الأخلاق الحسنة."},{"text":"الحسد داء لا يبرأ منه."},{"text":"يمكن للإنسان أن يدخل قلوب الآخرين دون أن ينطق بكلمه واحدة، إذ يكفيه سلوكه الناطق بالصفات الكريمة والأخلاق الحميدة."},{"text":"الحسد والنفاق والكذب أثافي الذل."},{"text":"الخاذل أخو القاتل."},{"text":"الشرير لا يظن بالناس خيراً."},{"text":"الشماتة بالمنكوب لؤم."},{"text":"الطبع غلب التطبّع."},{"text":"الغضب صدأ العقل."},{"text":"العديم من إحتاج من اللئيم."},{"text":"المزح يجلب الشر صغيراً والحرب كبيرة."},{"text":"المكر حيلة من لا حيلة له."},{"text":"إن الشباب والفراغ والْجِدَة مفسدة للمرء أي مفسدة."},{"text":"إن الغريق بكل حبل يعلق."},{"text":"إن كنت كذوباً فكن ذكوراً."},{"text":"إنك تضرب في حديد بارد."},{"text":"أول الغضب جنون وآخره ندم."},{"text":"إياك عني واسمعي يا جارة"},{"text":"إنك تضرب في حديد بارد."},{"text":"بِشْرُ الكريم في وجهه يلوح."},{"text":"بيت المحسن عمار."},{"text":"تاج المروءة التواضع."},{"text":"ترك الذنب أيسر من الاعتذار."},{"text":"تمام الصدق الإخبار بما تحمله العقول."},{"text":"تناسَ مساوئ الاخوان يدم لك وُدُّهُمْ."},{"text":"حُسْنُ الخلق خير قرين."},{"text":"حُسْنُ الخلق يذيب الخطايا كما تذيب الشمس الجليد."},{"text":"حُسْنُ الخلق يوجب المودة."},{"text":"حق من كتب بمسك أن يختم بعنبر."},{"text":"خلقت مُبَرَّأً من كل عيب كأنك قد خُلقْتَ كما تشاء."}
]