package com.albreem.personalskill;

import android.animation.*;
import android.app.*;
import android.app.Activity;
import android.app.DialogFragment;
import android.app.Fragment;
import android.app.FragmentManager;
import android.content.*;
import android.content.Intent;
import android.content.res.*;
import android.graphics.*;
import android.graphics.Typeface;
import android.graphics.drawable.*;
import android.media.*;
import android.net.*;
import android.net.Uri;
import android.os.*;
import android.text.*;
import android.text.style.*;
import android.util.*;
import android.view.*;
import android.view.View.*;
import android.view.animation.*;
import android.webkit.*;
import android.widget.*;
import android.widget.ImageView;
import android.widget.LinearLayout;
import android.widget.ScrollView;
import android.widget.TextView;
import java.io.*;
import java.text.*;
import java.util.*;
import java.util.regex.*;
import org.json.*;

public class ViewActivity extends Activity {
	
	private double temp = 0;
	
	private ScrollView vscroll1;
	private LinearLayout linear1;
	private LinearLayout linear4;
	private LinearLayout linear8;
	private ImageView imageview1;
	private LinearLayout linear2;
	private LinearLayout linear6;
	private TextView textview1;
	private LinearLayout linear3;
	private LinearLayout linear7;
	private TextView textview2;
	private LinearLayout linear5;
	
	private Intent intent = new Intent();
	
	@Override
	protected void onCreate(Bundle _savedInstanceState) {
		super.onCreate(_savedInstanceState);
		setContentView(R.layout.view);
		initialize(_savedInstanceState);
		initializeLogic();
	}
	
	private void initialize(Bundle _savedInstanceState) {
		vscroll1 = findViewById(R.id.vscroll1);
		linear1 = findViewById(R.id.linear1);
		linear4 = findViewById(R.id.linear4);
		linear8 = findViewById(R.id.linear8);
		imageview1 = findViewById(R.id.imageview1);
		linear2 = findViewById(R.id.linear2);
		linear6 = findViewById(R.id.linear6);
		textview1 = findViewById(R.id.textview1);
		linear3 = findViewById(R.id.linear3);
		linear7 = findViewById(R.id.linear7);
		textview2 = findViewById(R.id.textview2);
		linear5 = findViewById(R.id.linear5);
	}
	
	private void initializeLogic() {
		textview1.setTypeface(Typeface.createFromAsset(getAssets(),"fonts/bkm_1.ttf"), 1);
		textview2.setTypeface(Typeface.createFromAsset(getAssets(),"fonts/bkm_1.ttf"), 1);
		temp = 0;
		if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
			imageview1.setImageResource(getResources().getIdentifier("img_1", "drawable", getPackageName()));
			textview1.setText(getIntent().getStringExtra("head"));
			textview2.setText("فن الكلام هو موضوع واسع يشمل العديد من الجوانب المختلفة. ومع ذلك، سأقدم لك مقتطفًا قصيرًا يشمل بعض المعلومات والنصائح حول فن الكلام.\n\nفن الكلام:\n\nيُعرف فن الكلام على أنه فن التواصل والتعبير عن الأفكار والمشاعر والمعلومات بواسطة الكلمات. إنه يشمل القدرة على التعبير بوضوح وإتقان وقدرة على جذب انتباه الجمهور ونقل الرسالة بفعالية.\n\nفوائد فن الكلام:\n\n1. التأثير والإقناع: يمكن لفن الكلام أن يساعدك على التأثير على الآخرين وإقناعهم بوجهات نظرك وأفكارك.\n\n2. التواصل الفعال: إتقان فن الكلام يمكن أن يسهم في تعزيز مهارات التواصل الخاصة بك، مما يسهل التفاهم وتبادل الأفكار والمعلومات مع الآخرين.\n\n3. بناء الثقة: عندما تستطيع الكلام بثقة وبوضوح، فإنه يعزز الثقة بالنفس ويساعد على إقامة علاقات قوية وناجحة.\n\n4. التعبير عن الذات: فن الكلام يمكن أن يكون وسيلة قوية للتعبير عن الذات وتبادل الأفكار والمشاعر الشخصية.");
		}
		else {
			temp++;
			if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
				imageview1.setImageResource(getResources().getIdentifier("img_2", "drawable", getPackageName()));
				textview1.setText(getIntent().getStringExtra("head"));
				textview2.setText("نصائح لتحسين فن الكلام:\n\n1. التحضير: قبل أن تقدم أي كلمة أو عرض، قم بالتحضير والتخطيط المسبق. ابحث عن المعلومات المتعلقة بالموضوع، ونظم أفكارك بشكل منطقي، وضع خطة للعرض.\n\n2. التدريب: قم بممارسة فن الكلام بانتظام. شارك في المناقشات، وألق محاضرات صغيرة، وقم بتمارين الإلقاء. كلما تدربت بانتظام، زادت مهاراتك.\n\n3. تعلم من الخبراء: اطلع على أعمال الخبراء في فن الكلام واستفد منها. اقرأ الخطابات الشهيرة، واستمع إلى محاضرات ملهمة، وتابع أساليب الكلام المميزة لأشخاص ذوي خبرة.\n\n4. التحكم في الجسدية: اهتم بلغة جسدك وتعابير وجهك أثناء التحدث. حافظ على لغة جسدية مفتوحة وثقة، وابتسم وحافظ على اتصال بصري مع الجمهور.\n\n5. التواصل الفعّال: اهتم بأسلوبك في التواصل. استخدم لغة واضحة وبسيطة، واستخدم الأمثلة والقصص لتوضيح النقاط، واستمع بعناية للآخرين وتفاعل معهم.             \n\n6. استخدام الصوت واللغة الجسدية: يعتبر استخدام الصوت بشكل فعال جزءًا مهمًا من فن الكلام. قم بتنويع نغمات صوتك، وتحكم في وتيرة الكلام، واستخدم التأثيرات الصوتية الملائمة للتعبير عن المشاعر والمعاني. بالإضافة إلى ذلك، اهتم بلغة جسدك واستخدم إيماءات وحركات اليدين وتعابير الوجه لتدعيم وتوضيح الرسالة.\n\n7. استخدام القصص والأمثلة: يعتبر استخدام القصص والأمثلة وسيلة فعالة لتوضيح النقاط وجذب انتباه الجمهور. قم بإضافة قصص وحكايات تعكس المفاهيم التي ترغب في نقلها، واستخدم الأمثلة الواقعية لتوضيح المفاهيم وجعلها أكثر واقعية وقابلة للفهم.\n\n8. التفاعل مع الجمهور: كن متفاعلاً مع الجمهور أثناء الكلام. استجب لتفاعلاتهم، واستخدم التشويق والأسئلة لجذب انتباههم والمشاركة في الحوار. قم بإدارة الأسئلة والاستفسارات بشكل مهني وواضح، واجعل الجمهور يشعر بأنه مشارك في النقاش.\n\n9. التوازن بين الشكل والمضمون: يجب أن يكون لديك توازن جيد بين الشكل والمضمون في كلمتك. اهتم بتنظيم الفقرات وترتيب الأفكار، واختر الكلمات المناسبة والعبارات المؤثرة، واحرص على إيصال المضمون بوضوح وبشكل منظم.\n\n10. التدريب والتحسين المستمر: كفن يمكن تطويره وتحسينه عن طريق التدريب والممارسة المستمرة. شارك في دورات تدريبية، وانضم إلى نوادي الخطابة، وقم بممارسة الكلام أمام الآخرين واستمع إلى ملاحظاتهم وتعليقاتهم لتحسين أدائك.\n\nفن الكلام هو مجال شيق وممتع يتطلب الصبر والمثابرة للوصول إلى الاحتراف. باستخدام هذه النصائح ومواصلة التطوير الشخصي، ستتمكن من تحسين فنك في الكلام وتأثيرك على الآخرين.\n\n11. دراسة الخطابات الشهيرة: قم بدراسة وتحليل الخطابات الشهيرة للمتحدثين الملهمين مثل مارتن لوثر كينغ ووينستون تشرشل وجون إف. كينيدي. انتبه إلى هيكلية الخطاب، واستخدام الأساليب اللغوية، وتأثير الكلمات، واستلهم منها لتحسين مهاراتك في الكلام.\n\n12. تنمية مهارات الاستماع: جزء أساسي من فن الكلام هو القدرة على الاستماع بانتباه وفهم الجمهور. قم بتنمية مهاراتك في الاستماع الفعال، وتعلم كيفية التفريق بين الإشارات اللفظية وغير اللفظية، وكيفية استيعاب الأفكار والآراء المختلفة.\n\n13. التواصل غير اللفظي: فن الكلام يتضمن أيضًا التواصل غير اللفظي، مثل لغة الجسد والتعابير الوجهية واستخدام الحركات. تعلم كيفية استخدام هذه العناصر بشكل فعال لتعزيز وتوضيح الرسالة التي تود إيصالها.\n\n14. التحضير للخطابات العامة: إذا كنت تعتزم إلقاء خطاب عام أو محاضرة، فالتحضير الجيد ضروري. قم بتحديد هدف الخطاب، وقم ببناء هيكلية منطقية للموضوع، واستخدم الأمثلة والتوضيحات لجعلها أكثر إقناعًا، وتمرن على العرض للحصول على ثقة وسلاسة في الأداء.\n\n15. تطوير مهارات التفكير النقدي: فن الكلام يتطلب القدرة على التفكير النقدي وتحليل المعلومات. قم بتنمية هذه المهارة من خلال قراءة كتب تنمية الذات وتعلم استخدام العقلانية والتفكير النقدي في صياغة الرؤى والحجج.\n\n16. استخدام تقنيات الإلقاء المميزة: اكتشف تقنيات الإلقاء المختلفة مثل استخدام التشويق، والانتقال بين الأفكار بسلاسة، واستخدام التوقفات والتكرارات الفعالة. تعلم كيفية استخدام هذه التقنيات للحفاظ على اهتمام الجمهور وتعزيز تأثير الكلمات.\n\nهذه بعض المعلومات الإضافية حول فن الكلام. تذكر أن التدريب والممارسة هما المفتاح لتحسين مهاراتك في الكلام. استمر في التعلم والتطوير ولا تتردد في ممارسة الكلام في الفرص المختلفة.");
			}
			else {
				temp++;
				if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
					imageview1.setImageResource(getResources().getIdentifier("img_3", "drawable", getPackageName()));
					textview1.setText(getIntent().getStringExtra("head"));
					textview2.setText("عندما نتحدث عن النجاح والتحقيقات المذهلة للأشخاص في مختلف مجالات الحياة، فإن مكونًا أساسيًا يبرز بشكل واضح هو الثقة بالنفس. إن الثقة بالنفس هي الشعور القوي بالقدرة والقيمة الشخصية، وهي العامل الذي يحدد نجاحنا وتحقيقنا في الحياة.\n\nتعد الثقة بالنفس جوهرية في جميع جوانب الحياة، سواءً كان ذلك في العمل، أو العلاقات الشخصية، أو تحقيق الأهداف الشخصية. فمن خلال الثقة بالنفس، نكتسب الشجاعة لتحقيق أحلامنا ومواجهة التحديات بثقة وتفاؤل.\n\nوما الذي يميز الأشخاص الذين يتمتعون بالثقة بالنفس؟ هم يعرفون قيمتهم وقدراتهم، ويؤمنون بأنهم قادرون على تحقيق ما يرغبون فيه. يتمتعون بصحة ذهنية إيجابية وتفكير بناء، حيث يركزون على نقاط قوتهم ويعملون على تطويرها. كما أن لديهم القدرة على التعامل مع الفشل والتحديات بشكل بناء، فهم يرون الفشل كفرصة للتعلم والنمو.\n\nفكيف يمكننا بناء الثقة بالنفس؟ أولاً، يجب أن نتعامل مع أفكارنا ومعتقداتنا السلبية. غالبًا ما يكون لدينا أفكار تقيدنا وتعيقنا عن تحقيق إمكاناتنا الحقيقية. يجب علينا تحويل هذه الأفكار السلبية إلى أفكار إيجابية ومحفزة، والتركيز على نقاط قوتنا وإمكاناتنا.\n\nثانيًا، يجب أن نمارس التحدي والمغامرة. من خلال تحدينا لأنفسنا ومواجهة المخاوف، نكتسب الثقة والقدرة على التعامل مع المواقف الصعبة. قد نجد أنفسنا في بداية طريق غير مألوف، ولكن مع الممارسة المستمرة والتعلم، سنكتسب المهارات والثقة التي تؤهلنا للنجاح.\n\nثالثًا، الاهتمام بالعناية الذاتية والتنمية الشخصية. عندما نعتني بأنفسنا ونولي اهتمامًا لاحتياجاتنا الجسدية والعاطفية والعقلية، نزيد من شعورنا بالثقة بالنفس. قد تتضمن هذه العناية الذاتية ممارسة الرياضة وتناول الغذاء الصحي والاسترخاء وتعلم التقنيات المختلفة للتحكم في التوتر.\n\nأخيرًا، يجب أن نحاول الاحتفاظ بتفاؤلنا وروحنا الإيجابية. قد تواجهنا صعوبات وتحديات في الحياة، ولكن من خلال النظر إلى الجانب المشرق والبحث عن الفرص والحلول، يمكننا تعزيز ثقتنا بأنفسنا وإيجاد طرق للتغلب على المصاعب.\n\nفي النهاية، الثقة بالنفس هي أساس النجاح والتحقيق الذاتي. عندما نثق بأنفسنا، نصبح قادرين على تحقيق أحلامنا وتجاوز التحديات. لذا، لنقم ببناء ثقتنا بأنفسنا، ولنسعى لتطويرها بشكل مستمر.");
				}
				else {
					temp++;
					if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
						imageview1.setImageResource(getResources().getIdentifier("img_4", "drawable", getPackageName()));
						textview1.setText(getIntent().getStringExtra("head"));
						textview2.setText("1. فهم تطور الثقة بالنفس: يعتبر تطور الثقة بالنفس عملية تدريجية، وقد يختلف من شخص لآخر. في المراحل المبكرة من الحياة، يتأثر تطور الثقة بالنفس بالتجارب والتفاعلات مع الآخرين، مثل الأهل والمعلمين والأقران. عندما يتلقى الشخص التأييد والتشجيع، يتعزز شعوره بالقيمة الذاتية والثقة بالنفس. بمرور الوقت، يمكن للأشخاص تطوير ثقتهم بأنفسهم من خلال التعلم والنجاحات والتجارب الإيجابية.\n\n2. تحديات تطور الثقة بالنفس: قد تواجهنا تحديات تؤثر على تطور الثقة بالنفس، مثل الفشل والانتقادات السلبية والتجارب الصعبة. من المهم أن نتعامل مع هذه التحديات بشكل بناء وإيجابي. يمكننا تحويل الفشل إلى فرصة للتعلم والنمو، والتعامل مع الانتقادات بطريقة بناءة واستخلاص الدروس منها. عندما نتغلب على التحديات، نعزز ثقتنا بأنفسنا وقدراتنا.\n\n3. تعزيز الثقة بالنفس: هناك عدة طرق يمكننا اتباعها لتعزيز ثقتنا بأنفسنا:\n\n   - التحدث بإيجابية للذات: يجب أن نكون لطفاءً وداعمين تجاه أنفسنا. استخدم الإيجابية في التحدث والتفكير، وابحث عن نقاط القوة والإنجازات الشخصية.\n   \n   - تحدي الراحة الشخصية: قد يكون التطور والنمو خارج منطقة الراحة. قم بتحديد أهداف جديدة وتحديات تطلب منك التوسع والتعلم. بالتدريج، ستجد أنك تكتسب المزيد من الثقة بأنفسك وتحقق إنجازات أكبر.\n   \n   - تطوير المهارات والمعرفة: قم بتعلم مهارات جديدة وتطوير قدراتك. عندما تصبح ماهرًا في مجال ما، ستكون أكثر ثقة في تطبيق هذه المهارات والاعتماد على نفسك.\n   \n   - العناية بالنفس والصحة العامة: يلعب الاهتمام بالنفس والعناية الشخصية دورًا هامًا في بناء الثقة بالنفس. احرص على الحصول على قسط كافٍ من الراحة والنوم والتغذية الصحية والنشاط البدني. كل هذه العوامل تساهم في شعورنا العام بالثقة والتوازن.\n\n4. التعامل مع التحديات والانتكاسات: لا تنظر إلى الفشل أو الانتكاسات كنهاية العالم، بل اعتبرها فرصة للتعلم والتحسن. استخدم التحديات كفرصة للتطوير الشخصي وتعزيز القدرات. قد تكون التجارب الصعبة هي التي تعطينا أكبر الدروس وتقوي ثقتنا بأنفسنا عندما نتغلب عليها.\n\nباختصار، تطوير الثقة بالنفس هو عملية مستمرة يمكن تحقيقها من خلال العمل الشخصي والتطوير والتحديات. من خلال التفكير الإيجابي، وتحدي الراحة الشخصية، وتطوير المهارات، والعناية بالنفس، يمكننا تعزيز ثقتنا بأنفسنا وتحقيق نجاحات أكبر في حياتنا.");
					}
					else {
						temp++;
						if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
							imageview1.setImageResource(getResources().getIdentifier("img_5", "drawable", getPackageName()));
							textview1.setText(getIntent().getStringExtra("head"));
							textview2.setText("لغة الجسد هي وسيلة غير لفظية للتواصل والتعبير عن المشاعر والأفكار والمعتقدات. تعد لغة الجسد جزءًا أساسيًا من التواصل البشري، حيث يمكن أن تكون أكثر قوة وصدقًا من الكلمات المنطوقة. فهي تعكس المشاعر الحقيقية للشخص وتعبر عن ردود فعله الغير مقروءة في الكلمات.\n\nتعتمد لغة الجسد على الحركات والملامح الوجهية وموقف الجسم وتعابير العيون وحركات الأيدي والقدمين. إنها لغة عالمية، حيث يمكن فهمها واستخدامها عبر الثقافات واللغات المختلفة. يتفاعل الأشخاص مع لغة الجسد بشكل غير مدرك، حيث يمكن للتفاصيل الصغيرة في الحركات والتعابير أن تكشف عن المشاعر الحقيقية والدوافع والمواقف.\n\nتشمل لغة الجسد عدة عناصر ومفاهيم تحمل معانٍ مختلفة. فمثلاً، الموقف الجسماني يعكس الثقة والسيطرة، إذ يمكن لشخص متوازن ومستقيم الوقوف أن يبدي ثقة عالية. أما الملامح الوجهية فتعكس العواطف والمشاعر، فعلى سبيل المثال، تعبير العيون المشرقة والابتسامة يمكن أن يدل على السعادة والرضا.\n\nلغة الجسد أيضًا تشمل حركات اليدين والأطراف، والتي قد تستخدم للتعبير والتواصل بشكل فعال. على سبيل المثال، حركات اليدين التفسيرية يمكن أن تعزز وتوضح الكلمات المنطوقة، والمصافحة والعناق تعبر عن الترحيب والتآلف.\n\nقد يكون فهم لغة الجسد مفيدًا في عدة مجالات، بما في ذلك التواصل الشخصي والعلاقات الاجتماعية والأعمال والقيادة. فعلى سبيل المثال، يمكن للمرء أن يحسن مهاراته في التواصل غير اللفظي لفهم مشاعر الآخرين واحتياجاتهم، وبالتالي تعزيز التواصل الفعال وبناء علاقات أقوى وأكثر صدقًا.\n\nمع ذلك، يجب أن نتذكر أن لغة الجسد قد تكون قابلة للتفسير بشكل مختلف بين الأفراد والثقافات المختلفة. قد يكون هناك اختلاف في معاني الحركات والتعابير، ولذلك يجب أن نكون حذرين ونراعي السياق ونتحلى بالتفهم والتسامح عند تفسير لغة الجسد للآخرين.\n\nفي النهاية، لغة الجسد تعد وسيلة فعالة للتواصل والتعبير عن المشاعر والأفكار. فهي تساعدنا في فهم الآخرين وإيصال رسائلنا بوضوح. قم بممارسة الوعي بلغة جسدك واستخدامها بشكل فعال، وستجد أنها قد تسهم في تحسين التواصل والتفاهم في حياتك اليومية.");
						}
						else {
							temp++;
							if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
								imageview1.setImageResource(getResources().getIdentifier("img_6", "drawable", getPackageName()));
								textview1.setText(getIntent().getStringExtra("head"));
								textview2.setText("تطوير لغة الجسد هو عملية مستمرة يمكن أن تساعدك على تعزيز قدراتك في التواصل غير اللفظي وتحسين فهمك للآخرين. هنا بعض النصائح لتطوير لغة الجسد الخاصة بك:\n\n1. زيادة الوعي الذاتي: قبل أن تتعلم لغة الجسد، عليك أن تكون واعيًا لتعابير وحركات جسدك الخاصة. انتبه إلى موقف جسمك، وتعابير وجهك، وحركات يديك وقدميك. حاول ملاحظة كيف يؤثر التوتر أو الاسترخاء على لغة جسمك. الوعي الذاتي يساعدك في التحكم وتحسين تعبيراتك الجسدية.\n\n2. دراسة ومراقبة الآخرين: قم بملاحظة لغة جسم الآخرين وما تعكسه من مشاعر وردود فعل. انتبه إلى حركات اليدين، وتعابير الوجه، وموقف الجسم العام. هذا سيساعدك في فهم مختلف الإشارات الغير لفظية وتحليلها.\n\n3. استخدم التعبيرات الوجهية والملامح: تحكم في تعابير وجهك بشكل مفتوح وموجه. حاول التعبير عن المشاعر المختلفة بوضوح ودقة، سواء كانت فرحة، حزن، غضب، أو استغراب. الابتسامة الصادقة والتعبيرات الواضحة يمكن أن تسهم في تحسين التواصل مع الآخرين.\n\n4. تحكم في حركات الجسم: تعلم كيفية استخدام حركات الجسم للتواصل بشكل فعال. استخدم الإيماءات وحركات اليدين لتوضيح الأفكار أو التوجيه. احرص على الموقف الجسماني الواثق، حيث يكون جسمك مستقيمًا ومتوازنًا، مما يعكس الثقة والاحترام.\n\n5. تواصل بشكل متجاوب: استجب للإشارات الجسدية للآخرين ورد عليها بشكل ملائم. انظر إلى عيون الشخص الذي تتحدث إليه وعبِّر عن الاهتمام والاستماع بوضوح. اعتمد على حركات الرأس والملامح الوجهية للتأكيد والتفاعل.\n\n6. التدريب والممارسة: قم بتمارين وتدريبات لتطوير لغة جسدك. ابحث عن موارد ودورات تعليمية عن لغة الجسد وطرق تحسينها. قد تشمل هذه التدريبات محاكاة مواقف معينة وتعلم استخدام حركات اليدين والتعابير الوجهية بشكل فعال.\n\nباستمرار الممارسة والتدريب، ستتحسن قدرتك على فهم لغة الجسد واستخدامها بشكل فعال. ستلاحظ تحسنًا في قدرتك على التواصل غير اللفظي وفهم الآخرين بشكل أفضل، مما سيساعدك في تحسين العلاقات الشخصية والمهنية وتحقيق النجاح في مختلف جوانب الحياة.");
							}
							else {
								temp++;
								if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
									imageview1.setImageResource(getResources().getIdentifier("img_7", "drawable", getPackageName()));
									textview1.setText(getIntent().getStringExtra("head"));
									textview2.setText("المهارات الشخصية هي المهارات التي تساعدك في التعامل مع الذات والآخرين بفعالية وتحقيق النجاح في حياتك الشخصية والمهنية. إليك بعض المهارات الشخصية الهامة:\n\n1. التواصل الفعال: القدرة على التعبير عن الأفكار والمشاعر بوضوح واستماع فعال للآخرين. تشمل المهارات الفرعية مثل التواصل الشفهي وغير الشفهي والكتابي.\n\n2. القيادة: القدرة على تحفيز وإلهام الآخرين وتوجيههم نحو تحقيق الأهداف المشتركة.\n\n3. التخطيط والتنظيم: القدرة على تحديد الأهداف وتنظيم الوقت والموارد بشكل فعال لتحقيق تلك الأهداف.\n\n4. حل المشكلات: القدرة على تحليل المشكلات واستخدام الابتكار والتفكير النقدي لإيجاد حلول فعالة.\n\n5. التحكم في الضغوط وإدارة الإجهاد: القدرة على التعامل مع الضغوط والتوتر وإدارة الإجهاد بشكل صحيح للحفاظ على التوازن النفسي والعمل بكفاءة.\n\n6. العمل الجماعي: القدرة على العمل في فرق وتنسيق الجهود مع الآخرين بشكل فعال لتحقيق الأهداف المشتركة.\n\n7. التفكير الإبداعي: القدرة على التفكير بشكل إبداعي وابتكاري واستخدام الأفكار الجديدة في حل المشكلات وتحقيق التغيير.\n\n8. التعلم المستمر: القدرة على الاستمرار في تطوير المعرفة وتعلم مهارات جديدة وتكييفها مع التغيرات في البيئة المحيطة.\n\n9. الثقة بالنفس: القدرة على الاعتماد على النفس وتحقيق الثقة اللازمة للتحدث والتصرف بثقة وتحقيق النجاح.\n\n10. التحليل والتقييم: القدرة على تحليل المعلومات وتقييمها بشكل منطقي واستنتاج النتائج واتخاذ القرارات السليمة.\n\nهذه مجرد بعض المهارات الشخصية الهامة، وهناك المزيد من المهارات التي يمكن تطويرها وتحسينها بناءً على احتياجاتك الشخصية والمهنية.");
								}
								else {
									temp++;
									if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
										imageview1.setImageResource(getResources().getIdentifier("img_8", "drawable", getPackageName()));
										textview1.setText(getIntent().getStringExtra("head"));
										textview2.setText("تطوير مهارات الشخصية يتطلب الالتزام والتمرين المستمر، وإليك بعض الطرق التي يمكن أن تساعدك في تحسين وتطوير مهاراتك الشخصية:\n\n1. تحديد الأهداف: حدد الأهداف التي ترغب في تحقيقها في تطوير مهاراتك الشخصية. قد تكون هذه الأهداف مرتبطة بالتواصل، القيادة، التنظيم، الإبداع أو أي مهارة أخرى. كتابة الأهداف وتحديدها يساعد في التركيز والالتزام.\n\n2. التعلم المستمر: ابحث عن فرص التعلم والتطوير في المجالات التي تهمك. قم بقراءة الكتب ذات الصلة، وحضور الدورات والندوات، والاستفادة من الموارد عبر الإنترنت. استغل الفرص لتوسيع معرفتك واكتساب مهارات جديدة.\n\n3. الممارسة والتدريب: قدم وقتًا للممارسة والتدريب على المهارات التي ترغب في تحسينها. قد يتطلب ذلك القيام بتمارين عملية، ومحاكاة المواقف الحقيقية، والتعلم من التجارب والأخطاء. التكرار والتدريب المنتظم يساعد على تطوير المهارات.\n\n4. التغلب على التحديات والخروج من منطقة الراحة: حاول التحدي ومواجهة المواقف الجديدة والصعبة التي تساعدك على تطوير المهارات الشخصية. عندما تتغلب على التحديات، ستكتسب الثقة بالنفس والقدرة على التكيف مع التغيير.\n\n5. التواصل والتعاون: قم ببناء شبكة قوية من العلاقات الشخصية والمهنية، وتواصل مع الآخرين بفعالية. قم بتوجيه الاهتمام والاستماع الفعال للآخرين، وتعلم كيفية التعاون والعمل الجماعي.\n\n6. التقييم الذاتي: قم بتقييم نفسك بصراحة وتحليل مهاراتك الحالية ونقاط القوة والضعف. اعترف بما تحتاج إلى تحسينه وابحث عن استراتيجيات للتغلب على الضعف وتعزيز القوة.\n\n7. الاهتمام بالصحة العقلية والجسدية: يرتبط تطوير المهارات الشخصية بالصحة العامة. حافظ على صحتك العقلية والجسدية من خلال ممارسة الرياضة، والتغذية السليمة، والاسترخاء، والعناية بنفسك بشكل عام. الراحة والصحة الجيدة تعزز الأداء وتساعدك في تحقيق تطور شخصي.\n\nاحرص على المثابرة والاستمرارية في تطوير مهاراتك الشخصية. قد يستغرق الأمر وقتًا وجهدًا، ولكن بالتدريب والالتزام، ستلاحظ تحسنًا تدريجيًا في قدراتك ونجاحك الشخصي والمهني.");
									}
									else {
										temp++;
										if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
											imageview1.setImageResource(getResources().getIdentifier("img_9", "drawable", getPackageName()));
											textview1.setText(getIntent().getStringExtra("head"));
											textview2.setText("تعلم التحليل والتقييم هو مهارة أساسية تساعدك على فهم الوضع بشكل أفضل واتخاذ القرارات السليمة. إليك بعض الخطوات التي يمكنك اتباعها لتعلم التحليل والتقييم:\n\n1. فهم المفاهيم الأساسية: ابدأ بفهم المفاهيم الأساسية المتعلقة بالتحليل والتقييم. قم بالبحث واستكشاف المصادر التعليمية المتاحة مثل الكتب والمقالات والدورات عبر الإنترنت. اطلع على المفاهيم المتعلقة بجمع المعلومات، وتحليلها، وتقييمها.\n\n2. تحسين مهارات البحث: تعلم كيفية جمع المعلومات من مصادر مختلفة. استخدم أدوات البحث المتاحة مثل المكتبات، والمواقع الإلكترونية، وقواعد البيانات الموثوقة. قم بتطوير مهاراتك في تحليل المصادر وتحديد مدى موثوقيتها وجودتها.\n\n3. تطوير القدرة على التحليل: اعتمد على الفكر النقدي وتعلم كيفية تحليل المعلومات بشكل منهجي. قم بتحليل البيانات والمعطيات المتاحة واستخرج الأنماط والتركيبات الرئيسية. قم بتقييم المعلومات بناءً على المعايير المناسبة والمعلومات المتاحة.\n\n4. توظيف أدوات التقييم: استخدم أدوات التقييم المناسبة لتحليل المعلومات. يمكن استخدام أدوات مثل الرسوم البيانية، والجداول، والمخططات لتنظيم البيانات وتوضيح النتائج.\n\n5. التدريب على دراسة الحالة: ابحث عن دراسات الحالة المتعلقة بمجالات مهتمة لك وحاول تحليلها وتقييمها. قم بتطبيق المفاهيم و الأدوات التي تعلمتها على المشاكل الحقيقية وحاول اقتراح الحلول المناسبة.\n\n6. التواصل والمناقشة: قم بمناقشة أفكارك وتحليلاتك مع الآخرين. يمكن أن يساعد التفاعل مع الآخرين في توسيع آفاقك وتحسين قدرات التحليل والتقييم.\n\n7. التدريب العملي: قم بممارسة التحليل والتقييم في الحياة اليومية. حاول تحليل المشاكل والقضايا المختلفة التي تواجهك وقم باتخاذ القرارات المناسبة بناءً على التحليل والتقييم.\n\nباستمرار التدريب والتطبيق العملي، ستلاحظ تحسنًا تدريجيًا في مهارات التحليل والتقييم الخاصة بك. استمر في التعلم والتحسين المستمر وسوف تكون قادرًا على تحليل الوضع بطريقة أفضل واتخاذ القرارات الأكثر صوابًا.");
										}
										else {
											temp++;
											if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
												imageview1.setImageResource(getResources().getIdentifier("img_10", "drawable", getPackageName()));
												textview1.setText(getIntent().getStringExtra("head"));
												textview2.setText("تطوير مهارات التحليل والتقييم يشمل عدة خطوات وممارسات يمكن اتباعها. إليك بعض النصائح التي يمكن أن تساعدك في تحسين هاتين المهارتين:\n\n1. توسيع المعرفة: قم بزيادة معرفتك في مجالات مختلفة. قراءة الكتب والمقالات المتعلقة بمواضيع متنوعة تساعدك على توسيع آفاقك وفهم الأفكار والمفاهيم المختلفة. كما يمكنك حضور الدورات والندوات والمحاضرات التي تتناول مجالات مهتمة لك.\n\n2. تعلم أدوات التحليل والتقييم: قم بتعلم واستخدام أدوات وتقنيات محددة للتحليل والتقييم. قد تشمل هذه الأدوات الرسوم البيانية، والجداول، والمخططات، والنماذج، وغيرها. اكتشف أدوات ملائمة لمجال عملك أو اهتماماتك واحترف استخدامها.\n\n3. التدريب العملي: قم بممارسة التحليل والتقييم في الحياة العملية والحياتية اليومية. حاول تطبيق المهارات التحليلية والتقييمية على مشاكل وتحديات حقيقية تواجهك. اختر مشكلة وقم بتحليلها بعناية وتقييم الخيارات المتاحة لك.\n\n4. العمل الجماعي والمناقشة: شارك في المناقشات والفرق العملية التي تشمل عمليات التحليل والتقييم. تعاون مع الآخرين وتبادل الأفكار والملاحظات. يمكن أن يساعد العمل الجماعي في توسيع وجهات نظرك وتحسين قدرات التحليل والتقييم.\n\n5. الاستفادة من التجارب السابقة: استفد من التجارب السابقة والمشاريع التي قمت بها. قم بتقييم أداءك في المشاريع السابقة وحدد النقاط القوية والضعف. استخدم هذه الملاحظات لتحسين عمليات التحليل والتقييم في المشاريع المستقبلية.\n\n6. تطوير القدرة على النقد الذاتي: كن صريحًا مع نفسك وقم بتقييم أداءك ونتائج عملك بشكل دوري. استخرج الدروس والتعلمات من الأخطاء والتحسينات المحتملة. ابحث عن طرق لتحسين مهاراتك والتغلب على التحديات التي تواجهك.\n\nتطوير التحليل والتقييم يتطلب الصبر والممارسة المنتظمة. استمر في تحسين مهاراتك واستكشاف الأساليب والأدوات الجديدة. مع الوقت والتجارب، ستشعر بالتحسن في قدرتك على التحليل العميق والتقييم الفعال.");
											}
											else {
												temp++;
												if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
													imageview1.setImageResource(getResources().getIdentifier("img_11", "drawable", getPackageName()));
													textview1.setText(getIntent().getStringExtra("head"));
													textview2.setText("قيادة مسؤوليات المجموعة هي مهارة مهمة لأي شخص يشغل منصب قيادي أو مشرف. إليك بعض النصائح حول كيفية قيادة مسؤوليات المجموعة بفعالية:\n\n1. توضيح الأهداف: قبل أن تتوقع من أعضاء المجموعة أن يتحملوا مسؤولياتهم، يجب أن تكون الأهداف واضحة ومفهومة بالنسبة للجميع. اشرح بوضوح ما يتوقع من كل فرد وما هي المهام التي يجب أن يقوموا بها.\n\n2. توزيع المسؤوليات: قم بتوزيع المسؤوليات بشكل مناسب بناءً على قدرات وقوى أفراد المجموعة. خذ في الاعتبار المهارات والخبرات الفردية لكل فرد عند تحديد المهام التي ينبغي عليهم تنفيذها.\n\n3. إعطاء الثقة وتمكين الفريق: اعطِ الأعضاء ثقة بأنهم قادرون على تحمل المسؤوليات الموكلة إليهم. وفر لهم الموارد والدعم اللازم للقيام بمهامهم بشكل فعال. كما يجب عليك أيضًا تشجيعهم على تطوير مهاراتهم والتعلم من الخبرات.\n\n4. المتابعة والتوجيه: تأكد من متابعة تقدم الفريق ومساعدتهم في حال واجهوا أي تحديات أو صعوبات. قدم التوجيه والمشورة اللازمة وكن مستعدًا لتقديم المساعدة عند الحاجة.\n\n5. التواصل الفعال: يجب أن تكون قنوات التواصل مفتوحة وشفافة بينك وبين أعضاء المجموعة. استمع إلى أفكارهم وآرائهم وتعامل بشكل عادل ومحايد. قدم التغذية الراجعة بشكل منتظم واحتفظ بخطوط الاتصال المفتوحة للتواصل المستمر.\n\n6. التقييم والاعتراف: قدم تقييمًا منتظمًا لأداء الفريق واعترف بالإنجازات والجهود المميزة. قد يشجع ذلك أعضاء المجموعة على تحمل مسؤولياتهم بشكل أفضل ويعزز روح العمل الجماعي.\n\n7. التعامل مع التحديات: قد يواجه الفريق تحديات وصعوبات أثناء تنفيذ المسؤوليات. تحدث بصدق عن هذه التحديات وحاول تقديم الحلول والدعم المناسب للتغلب عليها.\n\nمن المهم أن تعمل على تطوير مهارات القيادة الخاصة بك وتعلم من تجاربك وتجارب الآخرين. استخدم هذه النصائح كنقطة انطلاق وكن مستعدًا للتكيف وتطوير نهجك وفقًا لظروف المجموعة التي تقودها.");
												}
												else {
													temp++;
													if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
														imageview1.setImageResource(getResources().getIdentifier("img_12", "drawable", getPackageName()));
														textview1.setText(getIntent().getStringExtra("head"));
														textview2.setText("لتطوير مهارات قيادة مسؤوليات المجموعة، يمكنك اتباع الخطوات التالية:\n\n1. التعلم المستمر: قم بتعلم واكتساب المعرفة حول فنون القيادة وإدارة المجموعات. قراءة الكتب والمقالات، حضور الدورات التدريبية والندوات، والبحث عن الموارد التعليمية عبر الإنترنت يمكن أن يساعدك في تطوير فهمك ومهاراتك.\n\n2. التطبيق العملي: حاول تطبيق ما تتعلمه في الواقع. ابحث عن فرص للقيادة والتحمل المسؤوليات في بيئة العمل الخاصة بك أو في أنشطة خارجية مثل الأعمال التطوعية. من خلال التجربة العملية، ستتعلم من التحديات وتطوير مهاراتك القيادية.\n\n3. التوجيه والمراقبة: ابحث عن مرشدين أو مدربين متمرسين في مجال القيادة. يمكنهم توجيهك وتقديم المشورة المهمة لتحسين مهاراتك. كما يمكنك أيضًا الاستفادة من تعليقات وآراء الأفراد المشتركين في المجموعة لتحسين أدائك كقائد.\n\n4. تطوير الاتصال والتفاعل: اعمل على تحسين مهارات الاتصال الخاصة بك وقدرتك على التفاعل مع أعضاء المجموعة. تعلم كيفية الاستماع الفعال وتوجيه النقاشات بشكل بناء. قم بتطوير قدرتك على إيصال الرسائل بوضوح وفعالية وتوجيه الفريق بشكل جيد.\n\n5. القدوة: كن قدوة حسنة لأعضاء المجموعة. قم بتطبيق المبادئ القيادية السليمة في تعاملك مع الآخرين، وكن مثالاً للتفاني والالتزام بالمسؤوليات. قد تكون قادرًا على تحفيز أعضاء المجموعة وتلهمهم لتحمل مسؤولياتهم بشكل أفضل.\n\n6. التقييم الذاتي: قم بتقييم أدائك ومهاراتك القيادية بانتظام. ابحث عن نقاط قوة تحتاج إلى الاحتفاظ بها ونقاط ضعف تحتاج إلى التحسين. قد يساعدك التقييم الذاتي في تحديد المجالات التي تحتاج إلى التركيز عليها وتطويرها.\n\nتذكر أن تطوير مهارات قيادة مسؤوليات المجموعة يستغرق الوقت والجهد. استمر في التعلم والتطبيق والتحسين المستمر، وسترى تحسنًا تدريجيًا في قدراتك كقائد.");
													}
													else {
														temp++;
														if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
															imageview1.setImageResource(getResources().getIdentifier("img_13", "drawable", getPackageName()));
															textview1.setText(getIntent().getStringExtra("head"));
															textview2.setText("لتطوير مهاراتك في التواصل الفعال، يمكنك اتباع بعض الاستراتيجيات التالية:\n\n1. التدرب على التواصل الفعال: قم بالتواصل مع الآخرين بشكل متكرر ومن خلال مختلف الوسائل، سواء كان ذلك الحديث وجهًا لوجه، أو الكتابة، أو التواصل الإلكتروني. قم بممارسة التعبير بوضوح واستخدام اللغة الملائمة والتعبير عن أفكارك بطريقة تناسب الجمهور المستهدف.\n\n2. قراءة واستكشاف المواضيع المتعلقة بالتواصل الفعال: اقرأ الكتب والمقالات والمصادر المتاحة حول فنون التواصل الفعال وتطويرها. تعلم المفاهيم الأساسية والإرشادات العملية لتعزيز التواصل الفعال.\n\n3. التدرب على مهارات الاستماع الفعال: احرص على أن تكون مستمعًا فعالًا عند التواصل مع الآخرين. اتبع تقنيات الاستماع الفعال مثل الانصات الكامل، وتجنب التشويشات والانشغال، والتعبير عن الاهتمام والتفهم بواسطة العبارات والتعابير الجسدية المناسبة.\n\n4. التعلم من التجارب والملاحظة: حاول تقييم تجاربك السابقة في التواصل واستخلاص الدروس المستفادة. انتبه إلى التواصل الناجح والفعال واستخدمه كنموذج لتحسين تواصلك في المستقبل.\n\n5. التواصل مع مجموعات مختلفة من الأشخاص: قم بالتفاعل مع أشخاص من خلفيات وثقافات مختلفة. ذلك سيمنحك فرصة لتطوير مهاراتك في التواصل العابر للثقافات والتعايش مع الاختلافات.\n\n6. الاستفادة من الملاحظات والتغذية\n\n الراجعة: اطلب ملاحظات من الآخرين حول أدائك في التواصل واستفد منها لتحسين أسلوبك وتقنياتك. ابحث عن فرص للحصول على تغذية راجعة من زملاء العمل أو الأصدقاء أو الأشخاص الموثوق بهم.\n\n7. التدرب على مهارات التواصل الفعال في مواقف حقيقية: قم بتحدي نفسك بالمشاركة في مواقف تواصل حقيقية، مثل العروض أو المحادثات العامة، حيث يمكنك تطبيق مهاراتك الجديدة وتقييم أدائك.\n\nلا تنسى أن التطوير في التواصل الفعال يستغرق الوقت والممارسة المنتظمة. استمر في تعلم وتحسين مهاراتك وتواصل بثقة واستمتاع لتحقيق نتائج أفضل في حياتك الشخصية والمهنية.");
														}
														else {
															temp++;
															if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
																imageview1.setImageResource(getResources().getIdentifier("img_14", "drawable", getPackageName()));
																textview1.setText(getIntent().getStringExtra("head"));
																textview2.setText("لتطوير مهارات إدارة الضغوط وإدارة الإجهاد، يمكنك اتباع الخطوات التالية:\n\n1. تعرف على أنماطك الفردية للتعامل مع الضغوط: كل شخص لديه أنماط فردية للتعامل مع الضغوط والإجهاد. قم بتحليل نفسك وتعرف على كيفية تأثير الضغوط عليك وكيفية تفاعلك معها. هل تشعر بالتوتر العاطفي؟ هل تصبح مترددًا أو متجاوبًا بشكل زائد؟ بتعرفك على أنماطك الفردية، يمكنك التعامل معها بشكل أفضل.\n\n2. تعلم تقنيات الاسترخاء والتأمل: هناك العديد من التقنيات التي يمكن أن تساعدك في الاسترخاء وتخفيف التوتر والإجهاد. قم بتعلم تقنيات التنفس العميق، وتقنيات التأمل، وتدريب الاسترخاء التدريجي. استخدم هذه التقنيات عندما تشعر بالضغط وحاول أن تجد الطريقة التي تناسبك بشكل خاص.\n\n3. ضع استراحات منتظمة وقم بإدارة وقتك: حاول تنظيم وقتك بشكل فعال وضع استراحات منتظمة في جدولك اليومي. قم بتحديد وقت للاستراحة ولممارسة النشاط البدني أو الهوايات التي تستمتع بها. إدارة الوقت بشكل جيد وإدخال فترات راحة يمكن أن يقلل من الضغط ويعزز الإنتاجية.\n\n4. حدد الأولويات وتنظم المهام: قم بتحديد الأولويات الهامة وتنظيم المهام وفقًا لذلك. قد يكون الشعور بالضغط والإجهاد نتيجة عدم التنظيم والترتيب السليم للمهام. اكتب قائمة بالمهام المهمة واستخدم تقنيات إدارة المهام مثل تقنية \"Eisenhower Matrix\" لتحديد الأولويات وتنظيم وقتك بشكل أفضل.\n\n5. ممارسة النشاط البدني والعناية بالصحة: قم بممارسة النشاط البدني بانتظام، حيث يعتبر مفتاحًا للتخلص من التوتر وتعزيز الصحة العامة. اهتم بالنظام الغذائي الصحي والحصول على قسط كافٍ من النوم والاستراحة.\n\n6. التواصل والبحث عن الدعم: لا تتردد في التواصل مع الآخرين وطلب الدعم عند الحاجة. قد يكون لديك أشخاص في حياتك الشخصية أو المهنية يمكنهم أن يكونوا مصدر دعم لك. قد تجد أن الحديث عن مشاعرك والتعبير عنها قد يخفف الضغط والإجهاد.\n\n7. الاهتمام بالتوازن الحياة-عمل: حاول تحقيق التوازن بين الحياة الشخصية والعملية. قم بتحديد وحصر الوقت المخصص للعمل والوقت المخصص للعائلة والاستراحة والاهتمام بالنفس. تذكر أن التوازن الصحي بين هذه الجوانب يمكن أن يساعد في التعامل مع الضغوط بشكل أفضل.\n\nتذكر أن تطوير مهارات إدارة الضغوط وإدارة الإجهاد يستغرق الوقت والممارسة. ابدأ بخطوات صغيرة واستمر في تطبيق الاستراتيجيات التي تعمل بشكل جيد بالنسبة لك.");
															}
															else {
																temp++;
																if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
																	imageview1.setImageResource(getResources().getIdentifier("img_15", "drawable", getPackageName()));
																	textview1.setText(getIntent().getStringExtra("head"));
																	textview2.setText("حل المشكلات هو عملية تتطلب التفكير النقدي والإبداع والمهارات العملية للوصول إلى حلول فعالة ومرضية للتحديات والمشاكل التي تواجهنا. إليك بعض الخطوات والأساليب التي يمكن أن تساعدك في تطوير قدراتك في حل المشكلات:\n\n1. تعريف المشكلة: ابدأ بتحديد المشكلة بشكل واضح ومحدد. افهم المحددات والتحديات التي تواجهك وحدد الهدف الذي ترغب في تحقيقه من حل المشكلة.\n\n2. تجميع المعلومات: قم بجمع المعلومات ذات الصلة بالمشكلة. استخدم مصادر مختلفة مثل البحث والاستشارة والمناقشة مع الخبراء. قد تحتاج إلى تحليل البيانات أو إجراء دراسات للحصول على فهم أفضل للمشكلة وأسبابها.\n\n3. تحليل الوضع: قم بتحليل الوضع وتحديد العوامل المؤثرة والتفاصيل المهمة. قد تحتاج إلى تحليل الأسباب والعلاقات بين العوامل المختلفة لتفهم أفضل للمشكلة.\n\n4. توليد الأفكار: استخدم تقنيات التوليد الإبداعي لإنشاء مجموعة متنوعة من الأفكار والحلول المحتملة. استخدم تقنيات مثل العصف الذهني، وتفكير الجماعة، والتحليل المثلثي، والتفكير الجانبي لتوليد أفكار جديدة وغير تقليدية.\n\n5. تقييم الخيارات: قم بتقييم الخيارات المتاحة بناءً على المعايير المحددة والأهداف المرجوة. قم بتحليل مزايا وعيوب كل خيار وقدرة كل خيار على حل المشكلة وتحقيق الهدف.\n\n6. اتخاذ القرار: اختر الحل الأنسب والأكثر فعالية بناءً على التقييم الذي قمت به. اتخذ قرارًا مستنيرًا واعتمد عليه للتحرك نحو حل المشكلة.\n\n7. التنفيذ والمتابعة: قم بتنفيذ الحل الذي اخترته وراقب النتائج. تأكد من تقييم النتائج وضمان تحقيق الهدف المرجو.\n\n8. التعلم والتحسين: قم بتقييم العملية واستخراج الدروس المستفادة من تجربتك. استمر في تطوير قدراتك في حل المشكلات من خلال التعلم المستمر والتجربة العملية.\n\nباستخدام هذه الخطوات والأساليب، يمكنك تطوير مهاراتك في حل المشكلات وتحقيق نتائج أفضل في الحياة الشخصية والمهنية.");
																}
																else {
																	imageview1.setImageResource(getResources().getIdentifier("img_16", "drawable", getPackageName()));
																	textview1.setText(getIntent().getStringExtra("head"));
																	textview2.setText("تطوير حل المشكلات هو عملية تهدف إلى تحسين قدرة الأفراد على التعامل مع التحديات والمشكلات المختلفة التي قد تواجههم في الحياة اليومية أو في مجالات العمل المختلفة. هناك عدة خطوات يمكن اتباعها لتطوير قدرة حل المشكلات بشكل فعال:\n\n1. تحديد المشكلة: قم بتعريف المشكلة بوضوح وتحديد ما هو المطلوب تحقيقه. قد تحتاج إلى جمع المزيد من المعلومات لفهم السياق والأسباب المحتملة للمشكلة.\n\n2. تحليل المشكلة: قم بتفحص المشكلة وتحليل أسبابها المحتملة. حاول تحليل العوامل المؤثرة والتفاصيل المتعلقة بالمشكلة لتوضيح الصورة بشكل أفضل.\n\n3. توليد الحلول: قم بتوليد مجموعة من الأفكار والحلول المحتملة للتعامل مع المشكلة. لا تقيّد نفسك في هذه المرحلة وحاول تفكير خلاقاً وابتكار حلول غير تقليدية.\n\n4. تقييم الحلول: قم بتقييم كل حل على أساس فعاليته وتنفيذيته المحتملة. قد تحتاج إلى توزيع الأولويات ومقارنة الحلول ببعضها البعض لتحديد الأفضل.\n\n5. تنفيذ الحل: اختر الحل الأمثل وقم بتنفيذه. قد تحتاج إلى تخطيط وتنظيم الخطوات اللازمة لتطبيق الحل بشكل صحيح.\n\n6. متابعة النتائج: بعد تنفيذ الحل، قم بمراقبة النتائج وتقييم فعاليته. إذا لم يكن الحل كما توقعت، فقد تحتاج إلى ضبطه أو توليد حل آخر.\n\n7. التعلم والتحسين المستمر: استفد من تجربتك في حل المشكلة وحاول تحسين مهاراتك في المستقبل. قد تستفيد من تعلم طرق وأدوات جديدة للتعامل مع المشكلات وتطوير القدرة على التفكير النقدي.\n\nعملية تطوير حل المشكلات تتطلب التدريب والممارسة المنتظمة. يمكن أن يكون التفكير النقدي والتحليلي والإبداع والمرونة من بين المهارات الأساسية التي يجب تنميتها. كما يمكن أن تساعد تجارب المشكلات العملية وحل الألغاز والتفكير الجماعي أيضًا في تطوير قدرة حل المشكلات بشكل فعال.");
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
	
	@Override
	public void onBackPressed() {
		intent.setFlags(Intent.FLAG_ACTIVITY_CLEAR_TOP);
		intent.setClass(getApplicationContext(), StartActivity.class);
		startActivity(intent);
		finish();
	}
	
	@Deprecated
	public void showMessage(String _s) {
		Toast.makeText(getApplicationContext(), _s, Toast.LENGTH_SHORT).show();
	}
	
	@Deprecated
	public int getLocationX(View _v) {
		int _location[] = new int[2];
		_v.getLocationInWindow(_location);
		return _location[0];
	}
	
	@Deprecated
	public int getLocationY(View _v) {
		int _location[] = new int[2];
		_v.getLocationInWindow(_location);
		return _location[1];
	}
	
	@Deprecated
	public int getRandom(int _min, int _max) {
		Random random = new Random();
		return random.nextInt(_max - _min + 1) + _min;
	}
	
	@Deprecated
	public ArrayList<Double> getCheckedItemPositionsToArray(ListView _list) {
		ArrayList<Double> _result = new ArrayList<Double>();
		SparseBooleanArray _arr = _list.getCheckedItemPositions();
		for (int _iIdx = 0; _iIdx < _arr.size(); _iIdx++) {
			if (_arr.valueAt(_iIdx))
			_result.add((double)_arr.keyAt(_iIdx));
		}
		return _result;
	}
	
	@Deprecated
	public float getDip(int _input) {
		return TypedValue.applyDimension(TypedValue.COMPLEX_UNIT_DIP, _input, getResources().getDisplayMetrics());
	}
	
	@Deprecated
	public int getDisplayWidthPixels() {
		return getResources().getDisplayMetrics().widthPixels;
	}
	
	@Deprecated
	public int getDisplayHeightPixels() {
		return getResources().getDisplayMetrics().heightPixels;
	}
}