package com.albreem.solve.alkadam;

import android.animation.*;
import android.app.*;
import android.app.Activity;
import android.app.DialogFragment;
import android.app.Fragment;
import android.app.FragmentManager;
import android.content.*;
import android.content.Intent;
import android.content.res.*;
import android.graphics.*;
import android.graphics.Typeface;
import android.graphics.drawable.*;
import android.media.*;
import android.net.*;
import android.net.Uri;
import android.os.*;
import android.text.*;
import android.text.style.*;
import android.util.*;
import android.view.*;
import android.view.View.*;
import android.view.animation.*;
import android.webkit.*;
import android.widget.*;
import android.widget.ImageView;
import android.widget.LinearLayout;
import android.widget.ScrollView;
import android.widget.TextView;
import java.io.*;
import java.text.*;
import java.util.*;
import java.util.regex.*;
import org.json.*;

public class ViewActivity extends Activity {
	
	private double temp = 0;
	
	private ScrollView vscroll1;
	private LinearLayout linear1;
	private LinearLayout linear4;
	private LinearLayout linear8;
	private ImageView imageview1;
	private LinearLayout linear2;
	private LinearLayout linear6;
	private TextView textview1;
	private LinearLayout linear3;
	private LinearLayout linear7;
	private TextView textview2;
	private LinearLayout linear5;
	
	private Intent intent = new Intent();
	
	@Override
	protected void onCreate(Bundle _savedInstanceState) {
		super.onCreate(_savedInstanceState);
		setContentView(R.layout.view);
		initialize(_savedInstanceState);
		initializeLogic();
	}
	
	private void initialize(Bundle _savedInstanceState) {
		vscroll1 = findViewById(R.id.vscroll1);
		linear1 = findViewById(R.id.linear1);
		linear4 = findViewById(R.id.linear4);
		linear8 = findViewById(R.id.linear8);
		imageview1 = findViewById(R.id.imageview1);
		linear2 = findViewById(R.id.linear2);
		linear6 = findViewById(R.id.linear6);
		textview1 = findViewById(R.id.textview1);
		linear3 = findViewById(R.id.linear3);
		linear7 = findViewById(R.id.linear7);
		textview2 = findViewById(R.id.textview2);
		linear5 = findViewById(R.id.linear5);
	}
	
	private void initializeLogic() {
		textview1.setTypeface(Typeface.createFromAsset(getAssets(),"fonts/bkm_1.ttf"), 1);
		textview2.setTypeface(Typeface.createFromAsset(getAssets(),"fonts/bkm_1.ttf"), 1);
		temp = 0;
		if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
			imageview1.setImageResource(getResources().getIdentifier("img_1", "drawable", getPackageName()));
			textview1.setText(getIntent().getStringExtra("head"));
			textview2.setText("طرق العناية بالقدمين تشمل عدة إجراءات مهمة للحفاظ على صحتهما وجعلهما خاليتين من التشققات طوال العام، وخاصةً في فصل الشتاء. إحدى هذه الطرق هي نقع القدمين في الماء الدافئ المخلوط بالصابون والملح البحري لمدة 20 دقيقة، ثم حفهما بالحجر الحفاف لإزالة الجلد الميت وترطيبهما ولبس جوارب قطنية نظيفة. تدليك القدمين بالزيوت المرطبة مثل زيت الزيتون أو زيت جوز الهند يساعد على تنعيمهما وحمايتهما من التشقق والجفاف. يمكن استخدام مقشر السكر البني لإزالة الجلد الميت ومكافحة الالتهابات البكتيرية. الجليسيرين يعمل على ترطيب الأقدام ويمكن مزجه مع ماء الورد وفرك الخليط على الأقدام. يعتبر شمع البارفين فعالًا في ترطيب الأكعاب وتنعيمها ويمكن استخدامه مع زيت الخردل أو زيت جوز الهند. يجب مراعاة الصحة العامة للقدمين والاهتمام بتجفيفهما واستخدام الصابون الخفيف والمرطب. كما ينصح بارتداء الأحذية المريحة وتقليم الأظافر بشكل منتظم والابتعاد عن الإصابات والإصابات المفتوحة.");
		}
		else {
			temp++;
			if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
				imageview1.setImageResource(getResources().getIdentifier("img_2", "drawable", getPackageName()));
				textview1.setText(getIntent().getStringExtra("head"));
				textview2.setText("نصائح للعناية بالقدمين: الأقدام الناعمة والجميلة تحتاج إلى عنايةٍ خاصة؛ وذلك لأنها تتحمل وزن الجسم بالكامل مما يجعلها عرضةً للإصابة بالكثير من المشاكل، ولكن يمكن التخفيف من حدة هذه المشاكل من خلال اتباع النصائح التالية:\n\n1. تنظيف القدمين وتنشيفهما جيدًا بما فيها منطقة ما بين الأصابع للتخلص من العرق، والبكتيريا، والأوساخ للوقاية من الإصابة بالالتهابات الفطرية.\n\n2. تجنب استخدام الماء الساخن جدًا في غسل القدمين للحفاظ على الزيوت الطبيعية الموجودة فيها، وتجنب استخدام الماء العكر؛ لأنه يُجفف القدمين ويجعلهما أكثرَ عرضةً للشقوق.\n\n3. التقشير مرتين في الأسبوع يخلّص القدمين من الجلد السميك ويبقيهما ناعمين، ويُقلل من خطر الإصابة بالأمراض الجلدية. يمكن التقشير بحفّ القدمين بحجر الحفّاف أو مقشّر الأقدام بعدَ نقعهما في الماء الفاتر لمدّة عشر دقائق، أو فركهما مع الملح أو السكّر المخلوطان بزيت الأطفال بحركاتٍ دائريةٍ لخمسِ دقائق، ثمّ شطفهما بالماء البارد، ودهنهما بكريمٍ عالِ الترطيب.\n\n4. تقليم الأظافر بشكلٍ صحيح يساعد على إبقائها قويةً وصحية، ومراعاة تقليم الأظافر بشكلٍ منتظمٍ ومستقيم وغير قصيرٍ جداً، والحرص على تنعيم أطرافها بالمبرد وعدم تقليمها بشكلٍ م\n\nتعرجٍ أو حاد؛ لأنَّ ذلك قد يؤدي إلى نمو الأظافر داخل الجلد. كما ينصح بعدم قص الجلد الزائد حول الأظافر بل دهنه بالقليل من الزيت، ثمّ الإنتظار لخمس دقائق ودفع الجلد الموجود حول الأظافر باستخدام عودٍ خشبيٍ خاصٍ إلى الداخل.\n\n5. التدليك اليومي للقدمين لعدة دقائق يحافظ على صحتهما ويقيهما من مختلف المشاكل التي قد تصيبهما، ويوفّر التدليك الكثير من الفوائد الصحية مثل تحسين الدورة الدموية في القدمين، والمساعدة على النوم بشكلٍ أفضل، والمساعدة على الاسترخاء بعد التعب، وتقوية الكاحلين وجعلهما أكثرَ مرونة، والتخفيف من ألم الالتهابات والشعور بالحرارة في القدمين، والشعور بالألم وعدم الراحة. ينصح بتدليك القدمين لمدّة خمس دقائق بزيت الزيتون أو زيت جوز الهند الدافئ، والضغط على باطنهما بواسطة الإبهام بحركاتٍ دائريةٍ، وسحب الأصابع بلطفٍ للخارج والداخل لتتمدد وتخفف من الآلام.\n\n6. اختيار الحذاء المناسب الذي يسمح بتهوية القدمين ولا يُبقيها ساخنةً لتجنب رائحة العرق والالتهابات الفطرية. يُفضل تجربة الحذاء والبحث عن الأحذية المصنوعة من الأقمشة الشبكية لتهوية القدمين. ينصح بالاقتصار على لبس الكعب العالي للمناسبات فقط، وتجنب ارتداء الأحذية المفتوحة والنعال بشكلٍ دائم؛ لأنها لا تقدّ\n\nم الدعم الكافي للقدمين. كما ينصح بشراء الأحذية في فترة بعد الظهر أو في المساء؛ لأن الأقدام تكون منتفخة قليلاً بعد يومٍ طويلٍ من العمل، لذا يجب أن يكون الحذاء مناسبًا عندما يعاني المرء من هذه الحالة الطبيعية.\n\nيرجى ملاحظة أنه لا يجب استخدام هذه النصائح بديلاً عن استشارة الطبيب أو الخبير الطبي المؤهل في حالة وجود مشاكل صحية خاصة بقدميك.");
			}
			else {
				temp++;
				if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
					imageview1.setImageResource(getResources().getIdentifier("img_3", "drawable", getPackageName()));
					textview1.setText(getIntent().getStringExtra("head"));
					textview2.setText(" يُنصَح باتباع ما يأتي للعناية بقدم مريض السكري وتجنب حدوث المشاكل المختلفة:\n\n1. غسل وتنشيف القدمين يومياً: صابون لطيف، ماء فاتر، تنشيف جيّد.\n2. فحص القدم يومياً: جفاف، احمرار، دفء، جروح.\n3. اعتناء بأظافر القدمين: قص مستقيم، تجنّب قطع الجلد.\n4. اختيار الجوارب والحذاء بعناية: صوف أو قطن، تجنب الضيق، تغيير يومياً.\n5. عدم استخدام القدم لفحص درجة حرارة مياه الاستحمام.\n6. الإقلاع عن التدخين.\n7. التحكّم في السكري: نظام غذائي، فحص مستوى السكر، الأدوية، التمارين الرياضية.\n8. الانتباه عند ممارسة التمارين الرياضية: تجنّب الضغط على القدمين.\n9. تنشيط دوران الدّم في القدمين: رفع القدمين، تحريك أصابع القدمين والكعبين.\n10. المراجعة الدورية لمقدّم الرعاية الطبية: فحص القدم، مراقبة المشاكل، تجنّب معالجة مسامير القدم بنفسه.\n\nيُنصَح باتباع هذه الإرشادات للحفاظ على صحة القدم وتجنّب المضاعفات لمرضى السكري. يجب استشارة الطبيب في حالة وجود أي مشاكل أو تغيّرات في القدم.");
				}
				else {
					temp++;
					if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
						imageview1.setImageResource(getResources().getIdentifier("img_4", "drawable", getPackageName()));
						textview1.setText(getIntent().getStringExtra("head"));
						textview2.setText("أسباب تشقّق القدمين:\n- كثرة الحركة، مما يؤدي إلى جفاف الجلد وتشققه.\n- الوقوف لفترات طويلة على أرضيات صلبة.\n- زيادة الوزن وتمدد الجلد، مما يسبب تشقق الطبقة الخارجية للجلد.\n- بعض الأمراض مثل السكري والأكزيما والصدفية.\n- التقدم في السن، حيث يحدث فقدان للزيوت الطبيعية في البشرة.\n- قلة شرب الماء وانخفاض نسبة الرطوبة في الجسم.\n- استخدام الصابون الخالي من المرطبات، مما يزيد من جفاف البشرة.\n\nتعتبر مشكلة تشقّق القدمين من المشاكل الشائعة التي تؤثر على البشرة، خاصة في فصل الشتاء. فإضافة إلى المظاهر الجمالية الغير مرغوبة، قد تسبب هذه المشكلة آلامًا شديدة. وبالتالي، ينبغي التعامل معها بجدية. إذا زادت حدة المشكلة، يجب أن نفهم أسباب حدوثها للتعامل معها بشكل فعال.");
					}
					else {
						temp++;
						if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
							imageview1.setImageResource(getResources().getIdentifier("img_5", "drawable", getPackageName()));
							textview1.setText(getIntent().getStringExtra("head"));
							textview2.setText("توفر الوصفات الطبيعية التي ذكرتها طرقًا فعالة لتنعيم القدمين والعناية بهما. ومع ذلك، يُرجى ملاحظة أنه قد يكون هناك تأثير متفاوت على النتائج لأن تأثير كل مكوّن يمكن أن يختلف من شخص لآخر. هنا توضيح لكل وصفة وكيفية استخدامها:\n\n1. حجر الملح وعصير الليمون وماء الورد والجلسرين:\n   - امزجي حجر الملح الخام مع عصير الليمون وقليل من ماء الورد والجلسرين.\n   - أضيفي هذا المزيج إلى نصف لتر من الماء الفاتر.\n   - انقعي قدميك في الخليط لمدة ربع ساعة تقريبًا.\n   - استخدمي الحجر الصلب لإزالة الجلد الميت.\n   - كرري هذه الطريقة يوميًا حتى تحصلي على نتائج مرضية.\n\n2. ماسك الموز:\n   - قومي بتهريس الموز الناضج.\n   - ضعي الموز على مناطق التشققات لمدة ربع ساعة تقريبًا.\n   - اغسلي قدميك بالماء الفاتر بعد ذلك.\n\n3. خليط العسل وخل التفاح ودقيق الأرز:\n   - امزجي العسل مع قليل من خل التفاح وقليل من دقيق الأرز.\n   - ضعي الخليط في ماء دافئ وانقعي قدميك فيه لمدة ثلث ساعة تقريبًا.\n   - اشطفي قدميك بالماء الدافئ ولاحظي الفرق.\n\n4. خليط الفازلين والليمون:\n   - انقعي قدميك في ماء دافئ يحتوي على قليل من الفازلين والليمون.\n   - كرّري هذه العملية مرتين يوميًا حتى تحصلي على النتائج المطلوبة.\n\n5. خليط الزيوت:\n   - امزجي زيت الزيتون وزيت الخردل وزيت دوار الشمس وزيت جوز الهند معًا.\n   - انقعي قدميك في الماء الفاتر لمدة لا تقل عن النصف ساعة.\n   - ضعي خليط الزيوت على قدميك ودلّكيهما.\n   - ارتدي زوجًا من الجوارب حتى تمتص البشرة الزيوت بشكل جيد.\n\n6. خليط الطحينة وزيت الزيتون والعسل وعصير الليمون:\n   - امزجي ملعقة واحدة من الطحينة وملعقة من زيت الزيتون وملعقة واحدة من العسل وعصير نصف ليمونة.\n   - دلّكي قدميك بالخليط واتركيه لمدة نصف ساعة.\n   - اشطفي قدميك بالماء الدافئ واستمتعي بالنتيجة.\n\nتذكري دائمًا التحسّن بالعناية بالقدمين يتطلب الاستمرار والصبر. قد تحتاج إلى تكرار هذه الوصفات بانتظام لتحقيق النتائج المرغوبة. إذا كنت تعاني من أي مشاكل صحية أو قدم مصابة، يُفضل استشارة الطبيب قبل استخدام هذه الوصفات.");
						}
						else {
							temp++;
							if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
								imageview1.setImageResource(getResources().getIdentifier("img_6", "drawable", getPackageName()));
								textview1.setText(getIntent().getStringExtra("head"));
								textview2.setText("ألم الكعب هو واحد من أكثر المشاكل الشائعة التي تصيب القدم. عادةً ما يمكن علاج آلام كعب القدم دون الحاجة لتدخل جراحي أو علاج طبي، ولكنه يتطلب بعض الراحة. إذا استمر الشخص في استخدام قدمه والمشي عليها دون أخذ قسط كاف من الراحة، فقد يعاني من آلام كعب القدم المزمنة التي قد تتطلب تدخلاً جراحيًا في معظم الحالات.\n\nأسباب ألم الكعب قد تشمل التهاب اللفافة الأخمصية وكسور الإجهاد وداء سيفر والتهاب وتر أخيل. هناك أيضًا أسباب أخرى مثل متلازمة النفق الرسغي للقدم والتهابات الجسم ومشاكل الأوعية الدموية ووضعيات الجسم غير الصحيحة أثناء المشي أو الجري والنقرس والتهاب العظم.\n\nتشمل خيارات علاج آلام الكعب تناول الأدوية المسكنة للألم ووضع قطعة من الثلج على كعب القدم وارتداء حذاء مناسب وتجنب الوقوف لفترات طويلة وعدم المشي حافيًا أو ارتداء الأحذية المسطحة بدون كعب.");
							}
							else {
								temp++;
								if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
									imageview1.setImageResource(getResources().getIdentifier("img_7", "drawable", getPackageName()));
									textview1.setText(getIntent().getStringExtra("head"));
									textview2.setText("\"حكة باطن القدم\" أو \"حساسية باطن القدم\" هي أحد الأعراض المرافقة لمرض جلدي، وتسبب الحكة في باطن القدم إزعاجًا شديدًا وتشتت انتباه الشخص وتركيزه خلال أداء النشاطات. كما تحرمه من النوم الهادئ والراحة، وقد تسبب الحكة أيضًا خدوشًا وجروحًا في الجلد. يجب أخذ الحذر عند حكها وعدم حكها بشدة بالأظافر أو باستخدام أدوات حادة.\n\nتوجد عدة أسباب لحكة باطن القدم، بما في ذلك انحلال الطبقة القرنية، والصدفية، والجلد الجاف، والتهاب الجلد التماسي التحسسي. يتطلب علاج كل سبب تقديم رعاية ملائمة. على سبيل المثال، يمكن علاج انحلال الطبقة القرنية بغسل القدمين بشكل منتظم بالصابون المطهر وتجفيفهما جيدًا ورشهما بمضاد للعرق وارتداء جوارب قطنية. أما في حالة الصدفية، يمكن استخدام مستحضرات العناية بالبشرة ذات فيتامينات A وD أو حمض الصفصاف. بالنسبة للجلد الجاف، ينبغي ترطيب البشرة بشكل منتظم. أما التهاب الجلد التماسي التحسسي، فينصح بتجنب المواد المسببة للحساسية واستخدام كريمات معالجة أو الأدوية الموصوفة.\n\nيجب الحرص على عدم تعريض القدمين لدرجات حرارة عالية وارتداء أحذية مغلقة لفترات طويلة في الشمس، حيث يمكن أن يؤدي ذلك إلى حدوث حكة في باطن القدم بالإضافة إلى انبعاث رائحة كريهة.\n\nيرجى ملاحظة أن هذا النص يعد معلومات عامة\n\n ولا يغني عن استشارة الطبيب المختص لتشخيص حالتك وتوجيه العلاج المناسب.");
								}
								else {
									temp++;
									if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
										imageview1.setImageResource(getResources().getIdentifier("img_8", "drawable", getPackageName()));
										textview1.setText(getIntent().getStringExtra("head"));
										textview2.setText("خشونة كعب القدم تعاني فئةٌ كبيرةٌ من الأشخاص من فئاتٍ عُمريةٍ مختلفة من مشكلة خشونة وجفاف كعب القدم. تنتج هذه المُشكلة عن العديد من المسببات والعوامل، بعضها يتعلق بالرطوبة الداخلية للجسم وبعضها الآخر يرتبط بالعادات الحياتية اليومية المختلفة.\n\nتسبب خشونة كعب القدم مظهرًا غير لائقًا للقدمين، مما ينعكس بصورةٍ سلبيةٍ على ثقة الأشخاص بمظهر أقدامهم ويمنعهم من ارتداء الأحذية المكشوفة. لذلك، يتطلب الأمر الوقوف على أسبابها وإيجاد الحلول المناسبة.\n\nتنعيم كعب القدم يمكن أن يتم عن طريق استخدام الزيوت الطبيعية التي تمنح رطوبةً عاليةً للبشرة، مثل زيت الزيتون وزيت جوز الهند. يمكن أيضًا استخدام خليط الملح أو السكر مع لبن الزبادي وزيت الأطفال، وتقشير المنطقة بحجر الخفاف للتخلص من الخلايا الميتة.\n\nهناك العديد من الكريمات الطبية الخاصة بعلاج هذه المشكلة، بالإضافة إلى استخدام مزيج صودا الخبز والملح الإنجليزي والزيوت العطرية لصنفرة القدمين. يُنصح أيضًا بارتداء الجوارب القطنية القصيرة بعد دهن الزيوت المرطبة وتجفيف القدمين جيدًا قبل ارتداء الجوارب.\n\nمن الجدير بالذكر أنه يجب توخي الحذر عند استخدام أي منتج جديد أو إجراء علاج جديد للقدمين، وفي حالة استمرار المشكلة أو تفاقمها، يجب است\n\nشارة طبيب مختص لتقييم الحالة وتوجيه العلاج المناسب.");
									}
									else {
										temp++;
										if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
											imageview1.setImageResource(getResources().getIdentifier("img_9", "drawable", getPackageName()));
											textview1.setText(getIntent().getStringExtra("head"));
											textview2.setText("رائحة القدم تعتبر مشكلة شائعة لدى العديد من الأشخاص، وخاصة في فصل الصيف. تنجم هذه الرائحة عن عوامل مثل قلة الاهتمام بنظافة القدم، وتراكم البكتيريا عليها، والإصابة بالفطريات وغيرها من الأمراض. بدلاً من الاعتماد على الكريمات الصناعية، يمكن التخلص من رائحة القدم بشكل طبيعي وباستخدام مكونات آمنة.\n\nإليكم 8 نصائح للتخلص من رائحة القدم:\n\n1. قم بتنظيف أصابع القدم باستخدام قطعة قطن نظيفة للتخلص من فطريات القدم.\n2. رش القدم بمزيل العرق للتخلص من العرق الزائد.\n3. رش مزيل العرق في الحذاء للحد من رائحة القدم.\n4. اغسل قدميك بانتظام باستخدام الماء والصابون، وخاصة في فصل الصيف، للتخلص من الفطريات.\n5. ارتدي جوارب قطنية نظيفة لامتصاص العرق وتهوية القدمين.\n6. اغسل الجوارب يوميًا للتخلص من البكتيريا والفطريات الزائدة عليها.\n7. ارتدي أحذية جلدية لتسمح بتهوية القدم وتقليل تراكم البكتيريا.\n8. في فصل الصيف، ارتدي صنادل مفتوحة وامشِ حافي القدمين في المنزل لتهوية القدم والحد من التراكمات.\n\nباتباع هذه النصائح، يمكنك التخلص من رائحة القدم بشكل طبيعي والاستمتاع بقدم صحية ونظيفة.");
										}
										else {
											temp++;
											if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
												imageview1.setImageResource(getResources().getIdentifier("img_10", "drawable", getPackageName()));
												textview1.setText(getIntent().getStringExtra("head"));
												textview2.setText("وصفات للتخلص من رائحة القدمين الكريهة:\n\n1. بيكربونات الصوديوم:\n   - خلط ملعقتين صغيرتين من بيكربونات الصوديوم مع أربعة أكواب من الماء في وعاء.\n   - نقع القدمين في الخليط لمدة ربع ساعة على الأقل.\n   - غسل القدمين بالماء وتكرار العملية مرة يوميًا على الأقل.\n\n2. زيت اللافندر:\n   - وضع نصف ملعقة صغيرة من زيت اللافندر مع كوبين من الماء الفاتر في وعاء والخلط.\n   - نقع القدمين في الخليط لمدة ربع ساعة على الأقل.\n   - غسل القدمين بالماء.\n\n3. الشب:\n   - وضع ملعقتين صغيرتين من الشب المطحون مع كوب من الماء الفاتر في وعاء والخلط.\n   - نقع القدمين في الخليط لمدة ثلث ساعة.\n   - غسل القدمين بالماء وتجفيفهما، ثم تطبيق القليل من الشب المطحون عليهما.\n\n4. الملح:\n   - وضع أربع ملاعق صغيرة من الملح مع كوبين من الماء في وعاء والخلط.\n   - نقع القدمين في الخليط لمدة عشر دقائق.\n   - غسل القدمين بالماء وتكرار العملية مرة يوميًا على الأقل.\n\n5. الخل:\n   - وضع كوب من الخل الأبيض مع ثماني أكواب من الماء المغلي في وعاء والخلط.\n   - نقع القدمين في الخليط لمدة ربع ساعة.\n   - غسل القدمين بالماء والشامبو.\n\n6. الميرمية:\n   - وضع حفنة من الميرمية في الحذاء للتخلص من رائحة القدم الكريهة.\n   - أو يمكن استخدامها بوضع حفنة من الميرمية المطحونة مع كوبين من الماء الفاتر والخلط.\n   - نقع القدمين في الخليط لمدة ربع ساعة.\n   - غسل القدمين بالماء.\n\n7. الزنجبيل:\n   - وضع أربع ملاعق كبيرة من الزنجبيل المهروس مع كوب من الماء المغلي في وعاء والخلط.\n   - نقع القدمين في الخليط لمدة ربع ساعة.\n   - غسل القدمين بالماء وتكرار العملية مرتين في اليوم على الأقل.\n\n8. الشاي الأسود:\n   - وضع مغلفين من الشاي الأسود مع كوبين من الماء المغلي في وعاء والخلط.\n   - نقع القدمين في الخليط لمدة عشر دقائق.\n   - غسل القدمين بالماء.\n\nاستخدم هذه الوصفات بانتظام للحصول على نتائج فعّالة في التخلص من رائحة القدمين الكريهة.");
											}
											else {
												temp++;
												if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
													imageview1.setImageResource(getResources().getIdentifier("img_11", "drawable", getPackageName()));
													textview1.setText(getIntent().getStringExtra("head"));
													textview2.setText("الأسباب العامة لتورم القدمين تتضمن عدة أسباب، ومنها:\n\n1. الوذمة الطرفية: تعني تراكم السوائل في الجسم، وخاصة في الساقين والقدمين، مما يؤدي إلى تورمهما.\n\n2. اعتلال في عضلة القلب أو فشلها التام.\n\n3. استخدام بعض العقاقير الدوائية المضادة للالتهابات أو الأدوية الأخرى المخصصة لمرضى السكري أو ضغط الدم أو الاكتئاب.\n\n4. القصور الوريدي الحاد والمزمن.\n\n5. القصور الكلوي المزمن أو الحاد، أو وجود مشاكل في الأوعية الدموية الكلوية التي تساعد في تصفية السوائل وتصفية الشوائب.\n\n6. ارتفاع ضغط الدم لدى الحامل أو تسمم الحمل.\n\n7. وجود تورم في الأغشية المحيطة بالقلب أو التهاب التامور.\n\n8. الجلوس أو الوقوف لفترات طويلة ومستمرة في العمل.\n\n9. التهاب الوريد (جلطة دموية في الساق)، أو انسدادات في النسيج الليمفاوي.\n\n10. وجود تمزقات قوية في العضلات.\n\n11. الإصابة بمرض هشاشة العظام أو التهابات الروماتويدية (التهاب المفاصل).\n\n12. الإصابة بمرض النقرس الناتج عن زيادة حمض اليوريك.\n\n13. وجود كسر أو التواء حاد في عظم الكاحل أو القدم.\n\nلعلاج تورم القدمين، يمكن اتباع النصائح التالية:\n\n1. تقليل استهلاك الصوديوم (الملح) في الطعام، والتقليل من تناول الأغذية المعلبة والوجبات السريعة.\n\n2. اتباع نظام غذائي صحي ورجيم مناسب للتخفيف من الوزن الزائد.\n\n3. ارتداء الجوارب الضاغطة عند الجلوس أو العمل لفترات طويلة، مع ممارسة حركة مستمرة للقدمين.\n\n4. رفع الساقين للأعلى عند الشعور بتورم في القدمين، لمدة تقريباً ربع ساعة بشكل متكرر خلال النهار.\n\nيرجى ملاحظة أنه من الضروري استشارة الطبيب في حالة تورم القدمين المستمر أو الشديد، للحصول على التشخيص الدقيق والعلاج المناسب.");
												}
												else {
													temp++;
													if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
														imageview1.setImageResource(getResources().getIdentifier("img_12", "drawable", getPackageName()));
														textview1.setText(getIntent().getStringExtra("head"));
														textview2.setText("العلاجات المنزلية للتخلص من مسامير القدم، المعروفة أيضًا بمسامير الرجل (Corns)، تشمل الطرق الطبية التالية:\n\n1. فرك مسمار القدم بحجر الخفاف: يتم غمس حجر الخفاف في الماء الدافئ ومن ثم فرك مسمار القدم بلطف باستخدام حركات دائرية أو جانبية لإزالة الجلد الميت. يجب الحرص على عدم إزالة الكثير من الجلد لتجنب النزف أو الإصابة بعدوى.\n\n2. تشذيب أظافر أصابع القدم: يتم قص الأظافر الطويلة جدًا لمنع الضغط على الأصابع وتكوّن مسامير القدم بسبب الاحتكاك المستمر.\n\n3. استخدام المرطبات: يُفضل استخدام كريم مرطب يحتوي على حمض الساليسيليك أو لاكتات الأمونيوم أو اليوريا يوميًا. يساعد ذلك في الحفاظ على نعومة الجلد وترطيبه، ومنع الجفاف وتكوين الطبقة المتقرنة.\n\n4. نقع الأقدام بماء دافئ وصابون: يتم نقع الأقدام في ماء دافئ مخلوط بالصابون لمدة خمس إلى عشر دقائق حتى يصبح الجلد ناعمًا.\n\n5. ارتداء الأحذية المناسبة: يجب تجنب ارتداء الأحذية الضيقة غير المناسبة، واختيار الأحذية التي تتناسب مع شكل وحجم القدم وطول الكعب. يمكن شراء الأحذية في نهاية اليوم عندما تكون الأقدام متورمة قليلاً وتحرص على اختيار حذاء مناسب غير فضفاض أو ضيق.\n\nفي حالة عدم تحسن الحالة باستخدام العلاجات المنزلية، قد يلجأ الطبيب إلى العلاج الدوائي أو الإجراءات الطبية، مثل:\n\n1. حمض الساليسيليك: يعتبر حمض الساليسيليك من المواد التي تساعد على تقشير الطبقة المتقرنة لمسامير القدم وإزالتها. يتوفر في العديد من الأشكال الدوائية مثل اللصقات والضمادات والقطرات.\n\n2. المضادات الحيوية: يمكن أن يصف الطبيب المضادات الحيوية في حالة الإصابة بعدوى.\n\n3. التشذيب: يمكن للطبيب أو أخصائي القدم أن يقشر ويشذب الجلد السميك باستخدام شفرة مشرط لتقليل الألم المصاحب لمسامير القدم. يجب استخدام أحذية مناسبة لتجنب تكرار حدوث مسامير القدم.\n\n4. الجراحة: تستخدم الجراحة في حالة عدم نجاح العلاجات الأخرى، خاصة عند وجود تشوهات في القدم أو الظفر. يمكن إجراء عملية تصحيح للتشوه.\n\n5. منتجات طبية لتخفيف الضغط: تشمل فواصل السيليكون وفواصل الفلين التي توضع بين الأصابع لتغيير موضعها وتوزيع الضغط بشكل صحيح. كما يمكن استخدام النعل المبطن للحذاء وجبيرة إصبع القدم لتساعد في الشفاء والحفاظ على انفصال الأصابع.\n\nمن المهم أن يُشرف على العلاج وفحص الحالة من قبل أخصائي القدم لتحديد العلاج الأنسب لكل حالة فردية.");
													}
													else {
														temp++;
														if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
															imageview1.setImageResource(getResources().getIdentifier("img_13", "drawable", getPackageName()));
															textview1.setText(getIntent().getStringExtra("head"));
															textview2.setText("يعتبر ماسك القهوة من الوصفات الطبيعية الفعالة للعناية بالقدمين. يحتوي القهوة على خصائص مضادة للالتهاب التي تساعد في تقليل تورم وتعب القدمين وتحسين الدورة الدموية فيهما. لتحضير الماسك، يتم مزج ملعقتين كبيرتين من القهوة، وملعقتين كبيرتين من السكر الخشن، وملعقة كبيرة من زيت جوز الهند في وعاء ومزجها جيدًا للحصول على معجون سميك. يتم وضع الماسك على القدمين وتدليكه بلطف لمدة 15-20 دقيقة، ثم يتم غسل القدمين بالماء. يُكرر استخدام الماسك بانتظام للحصول على نتائج مرضية.\n\nبالإضافة إلى ذلك، يمكن استخدام ماسك القرع لتقشير القدم الجافة والمتشققة. يتم مزج ربع كوب من مهروس القرع المعلب أو المطبوخ، وربع كوب من السكر البني، وملعقة كبيرة من القهوة، وملعقة كبيرة من عصير الليمون، وملعقة كبيرة من زيت الجوجوبا أو زيت اللوز أو زيت الزيتون. يتم وضع الماسك على القدمين وفركه بلطف ثم يتم غسل القدمين بالماء الدافئ وتجفيفهما بلطف باستخدام منشفة نظيفة. يُكرر استخدام الماسك بانتظام للحصول على نتائج مرضية. يمكن تخزين الماسك المتبقي في عبوة محكمة الإغلاق ووضعها في الثلاجة لمدة تصل إلى 5 أيام.\n\nأخيرًا، يمكن مزج اللوز والمشمش لتكوين ماسك يساهم في تقشير القدم وإزالة التشققات وتنعيمها. يتم وضع كمية مناسبة من المشمش المهروس وكمية متساوية من اللوز المجروش وبعض الحليب في وعاء ومزجها جيدًا للحصول على معجون خشن الملمس. يتم وضع المعجون على القدمين وفركه وتدليكه بلطف ثم يترك لبعض الوقت لتغذية وترطيب البشرة، ثم يتم فرك القدمين مرة أخرى وغسلهما بالماء. يُكرر استخدام الماسك بانتظام للحصول على نتائج مرضية.");
														}
														else {
															temp++;
															if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
																imageview1.setImageResource(getResources().getIdentifier("img_14", "drawable", getPackageName()));
																textview1.setText(getIntent().getStringExtra("head"));
																textview2.setText("فوائد نقع القدمين بالماء والملح:\n\n1. الراحة: يقلل نقع القدمين بالماء والملح من الآلام والأوجاع ويعزز الراحة. كما يساعد في تحسين الدورة الدموية وتخفيف الالتهابات وإزالة الروائح الكريهة من القدمين.\n\n2. تأثير مضاد للفطريات والميكروبات: يعتقد أن نقع القدم في حمام من الملح والماء يساعد في علاج العديد من الالتهابات الجلدية مثل قدم الرياضي وفطريات الأظافر والجروح الصغيرة. كما يساعد في إزالة السموم وتخفيف التوتر.\n\n3. امتصاص المغنيسيوم: يعزز نقع القدم في الملح والماء امتصاص المغنيسيوم عن طريق الجلد، مما يساعد على استرخاء العضلات والأعصاب وتخفيف آلام القدم.\n\n4. تنظيف وتطهير القدمين: يساعد نقع القدمين بالماء والملح في تنظيفهما وإزالة المواد الضارة التي قد تؤدي إلى الإصابة أو تفاقم الالتهابات. الماء المالح يعزز تدفق الدم إلى الجلد ويقتل معظم البكتيريا بيئتها المالحة.\n\nللاستمتاع بحمام نقع الأقدام في الماء المالح، يُنصح بوضع نصف كوب من الملح في مغطس مملوء بالماء الساخن. يمكن إضافة بضع قطرات من الزيوت العطرية لتعزيز التجربة. ثم يوضع القدمين في الماء ويترك لمدة ثلث ساعة أو حتى يبرد الماء. يمكن استخدام هذا الحمام للاسترخاء بعد يوم شاق أو لتنظيف الأقدام وإزالة الجلد الزائد. يمكن تدليك الأقدام أثناء النقع للحصول على أفضل النتائج.");
															}
															else {
																temp++;
																if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
																	imageview1.setImageResource(getResources().getIdentifier("img_15", "drawable", getPackageName()));
																	textview1.setText(getIntent().getStringExtra("head"));
																	textview2.setText("سواد الرُّكب يعاني معظم السَّيدات من مشكلة السواد في الرُّكب، مما يسبّب لهن الإحراج وعدم الثقة بالخروج بملابس قصيرة. تُعتبر البشرة الجافة الأكثر عرضةً لسواد الرُّكب ويصعب علاجها، أما البشرة الدهنية فعلاجها سهل نسبيًا، والبشرة العادية فهي تتعرّض بشكل بسيط لهذه المشكلة. وقد تلجأ السَّيدة للبحث عن طرق للتخلّص من مشكلة سواد الركب، إما عن طريق التقشير الكيميائي أو باستخدام الليزر، ولكنه مكلف.\n\nيمكن استبدال هذه الطرق بوصفات طبيعية منزلية لاستعادة النُّعومة والتخلُّص من سواد الرُّكبتين بشكل آمن وسهل وغير مكلف وبنتائج سريعة أيضًا. في هذا المقال، سيتم عرض أهم هذه الطرق والوصفات للتخلُّص من مشكلة سواد الرُّكب.\n\nأسباب سواد الرُّكب تشمل نقص فيتامين أ، تراكم خلايا الجلد الميتة بسبب إهمال العناية بمنطقة الرُّكب، احتكاك الرُّكبتين بالأرض، التعرُّض لأشعة الشَّمس، جفاف الجلد، واحتكاك منطقة الركب بالملابس.");
																}
																else {
																	imageview1.setImageResource(getResources().getIdentifier("img_16", "drawable", getPackageName()));
																	textview1.setText(getIntent().getStringExtra("head"));
																	textview2.setText("أسباب سواد الرُّكب هناك عدة أسباب تؤدي إلى مشكلة الإسوداد في منطقة الرُّكب، ومن أهمها:\n\n1. نقص فيتامين أ: يمكن أن يؤدي نقص فيتامين أ إلى ظهور السواد في منطقة الرُّكب.\n\n2. تراكم خلايا الجلد الميتة بسبب إهمال العناية بمنطقة الرُّكب: عدم التقدير الكافي للعناية بمنطقة الرُّكب وعدم تقشيرها وترطيبها بانتظام قد يؤدي إلى تراكم خلايا الجلد الميتة وظهور السواد.\n\n3. احتكاك الرُّكبتين بالأرض: قد يكون احتكاك الرُّكبتين بالأرض بشكل متكرر أحد العوامل التي تساهم في ظهور السواد.\n\n4. التعرُّض لأشعة الشَّمس: التعرُّض المفرط لأشعة الشمس قد يزيد من احتمال ظهور السواد في منطقة الرُّكب.\n\n5. جفاف الجلد: جفاف الجلد في منطقة الرُّكب يمكن أن يؤدي إلى ظهور السواد.\n\n6. احتكاك منطقة الرُّكب بالملابس: الاحتكاك المستمر لمنطقة الرُّكب بالملابس الضيقة أو الخشنة قد يؤدي إلى تهيُّج الجلد وظهور السواد.");
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
	
	@Override
	public void onBackPressed() {
		intent.setFlags(Intent.FLAG_ACTIVITY_CLEAR_TOP);
		intent.setClass(getApplicationContext(), StartActivity.class);
		startActivity(intent);
		finish();
	}
	
	@Deprecated
	public void showMessage(String _s) {
		Toast.makeText(getApplicationContext(), _s, Toast.LENGTH_SHORT).show();
	}
	
	@Deprecated
	public int getLocationX(View _v) {
		int _location[] = new int[2];
		_v.getLocationInWindow(_location);
		return _location[0];
	}
	
	@Deprecated
	public int getLocationY(View _v) {
		int _location[] = new int[2];
		_v.getLocationInWindow(_location);
		return _location[1];
	}
	
	@Deprecated
	public int getRandom(int _min, int _max) {
		Random random = new Random();
		return random.nextInt(_max - _min + 1) + _min;
	}
	
	@Deprecated
	public ArrayList<Double> getCheckedItemPositionsToArray(ListView _list) {
		ArrayList<Double> _result = new ArrayList<Double>();
		SparseBooleanArray _arr = _list.getCheckedItemPositions();
		for (int _iIdx = 0; _iIdx < _arr.size(); _iIdx++) {
			if (_arr.valueAt(_iIdx))
			_result.add((double)_arr.keyAt(_iIdx));
		}
		return _result;
	}
	
	@Deprecated
	public float getDip(int _input) {
		return TypedValue.applyDimension(TypedValue.COMPLEX_UNIT_DIP, _input, getResources().getDisplayMetrics());
	}
	
	@Deprecated
	public int getDisplayWidthPixels() {
		return getResources().getDisplayMetrics().widthPixels;
	}
	
	@Deprecated
	public int getDisplayHeightPixels() {
		return getResources().getDisplayMetrics().heightPixels;
	}
}