package com.albreem.solve.almada;

import android.animation.*;
import android.app.*;
import android.app.Activity;
import android.app.DialogFragment;
import android.app.Fragment;
import android.app.FragmentManager;
import android.content.*;
import android.content.Intent;
import android.content.res.*;
import android.graphics.*;
import android.graphics.Typeface;
import android.graphics.drawable.*;
import android.media.*;
import android.net.*;
import android.net.Uri;
import android.os.*;
import android.text.*;
import android.text.style.*;
import android.util.*;
import android.view.*;
import android.view.View.*;
import android.view.animation.*;
import android.webkit.*;
import android.widget.*;
import android.widget.ImageView;
import android.widget.LinearLayout;
import android.widget.ScrollView;
import android.widget.TextView;
import java.io.*;
import java.text.*;
import java.util.*;
import java.util.regex.*;
import org.json.*;

public class ViewActivity extends Activity {
	
	private double temp = 0;
	
	private ScrollView vscroll1;
	private LinearLayout linear1;
	private LinearLayout linear4;
	private LinearLayout linear8;
	private ImageView imageview1;
	private LinearLayout linear2;
	private LinearLayout linear6;
	private TextView textview1;
	private LinearLayout linear3;
	private LinearLayout linear7;
	private TextView textview2;
	private LinearLayout linear5;
	
	private Intent intent = new Intent();
	
	@Override
	protected void onCreate(Bundle _savedInstanceState) {
		super.onCreate(_savedInstanceState);
		setContentView(R.layout.view);
		initialize(_savedInstanceState);
		initializeLogic();
	}
	
	private void initialize(Bundle _savedInstanceState) {
		vscroll1 = findViewById(R.id.vscroll1);
		linear1 = findViewById(R.id.linear1);
		linear4 = findViewById(R.id.linear4);
		linear8 = findViewById(R.id.linear8);
		imageview1 = findViewById(R.id.imageview1);
		linear2 = findViewById(R.id.linear2);
		linear6 = findViewById(R.id.linear6);
		textview1 = findViewById(R.id.textview1);
		linear3 = findViewById(R.id.linear3);
		linear7 = findViewById(R.id.linear7);
		textview2 = findViewById(R.id.textview2);
		linear5 = findViewById(R.id.linear5);
	}
	
	private void initializeLogic() {
		textview1.setTypeface(Typeface.createFromAsset(getAssets(),"fonts/bkm_1.ttf"), 1);
		textview2.setTypeface(Typeface.createFromAsset(getAssets(),"fonts/bkm_1.ttf"), 1);
		temp = 0;
		if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
			imageview1.setImageResource(getResources().getIdentifier("img_1", "drawable", getPackageName()));
			textview1.setText(getIntent().getStringExtra("head"));
			textview2.setText("المعدة هي عضو هام في الجهاز الهضمي، وتقع في الجزء العلوي من البطن، بين المريء والاثني عشر. تلعب المعدة دورًا رئيسيًا في هضم الطعام وتحويله إلى عصير المعدة الهاضم. فيما يلي بعض المعلومات العامة حول المعدة:\n\n1. هيكل المعدة: المعدة عضو معقد يتألف من عدة أجزاء، بما في ذلك الجزء العلوي المعروف بالقرصة المعدية، والجزء الوسطى المعروف بالجسم المعدي، والجزء السفلي المعروف بالبوابة المعدية. تحتوي المعدة على عضلات قوية تساعدها على خلط وعجن الطعام.\n\n2. وظيفة المعدة: المعدة تقوم بعملية هضم الطعام وتحويله إلى مادة هاضمة تعرف بالكيميالين. تفرز خلايا المعدة أنزيمًا هاضمًا يدعى الببسين، وحمض المعدة (الهيدروكلوريك)، وعامل داخلي، وهذه المواد تساهم في هضم البروتينات وتجزئتها إلى مكوناتها الأساسية.\n\n3. الغشاء المعدي: المعدة مغطاة بغشاء مخاطي يحمي جدرانها من التآكل الناتج عن الحمض الهيدروكلوريك. إذا تضرر هذا الغشاء المخاطي، فإنه يمكن أن يحدث التهاب المعدة أو قرحة معدية.\n\n4. مشاكل المعدة: يعاني الكثيرون من مشاكل صحية متعلقة بالمعدة. من أمثلة هذه المشاكل: القرحة المعدية، والتهاب المعدة (التهاب المعدة الحاد والمزمن)، والجرثومة الحلزونية (Helicobacter pylori) التي يعتقد أنها مسؤولة عن العديد من حالات التهاب المعدة، والارتجاع المريئي (حيث يتسرب حمض المعدة إلى المريء)، والورم المعدي.\n\n5. عملية امتصاص الغذاء: بعد أن تتم عملية الهضم في المعدة، يتم إرسال الطعام المهضوم إلى الأمعاء الدقيقة لامتصاص العناصر الغذائية المهمة فيه. تقوم الأمعاء الدقيقة بامتصاص البروتينات والسكريات والدهون والفيتامينات والمعادن والماء، وتنقلها إلى جميع أنحاء الجسم للحصول على الطاقة والمغذيات اللازمة.\n\nتذكر أن هذه المعلومات عامة حول المعدة، ولا يمكن استبدال الاستشارة الطبية بأي وسيلة. إذا كنت تعاني من أي مشاكل صحية أو تشكك في وجود مشكلة في المعدة، فمن الأفضل مراجعة الطبيب للحصول على التشخيص الصحيح والعلاج المناسب.");
		}
		else {
			temp++;
			if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
				imageview1.setImageResource(getResources().getIdentifier("img_2", "drawable", getPackageName()));
				textview1.setText(getIntent().getStringExtra("head"));
				textview2.setText("هناك العديد من أنواع الآلام التي يمكن أن تصيب المعدة. ومن الجدير بالذكر أن أي نصيحة طبية يجب أن تكون بموجب استشارة طبيب مؤهل، حيث أن المعلومات المقدمة هنا للأغراض التعليمية فقط. إليك بعض أنواع الآلام التي قد تصيب المعدة:\n\n1. آلام القرحة المعدية: تحدث بسبب تلف الغشاء المخاطي للمعدة وتكوّن قرحة. تكون الألم حادًا وقد يصاحبه حرقة وحموضة في الجزء العلوي من البطن.\n\n2. التهاب المعدة: يمكن أن يكون الألم ناتجًا عن التهاب المعدة الحاد أو المزمن. يمكن أن يترافق مع الألم الغثيان والقيء وفقدان الشهية.\n\n3. انتفاخ المعدة والغازات: قد يشعر الشخص بألم وانتفاخ في منطقة المعدة بسبب تراكم الغازات أو بسبب اضطرابات في عملية الهضم.\n\n4. التهاب المريء: يمكن أن يسبب التهاب المريء ألمًا في منطقة المعدة العليا والصدر. قد يرتبط الألم أيضًا بحرقة المعدة.\n\n5. الحصى المعدية: قد يحدث تشكل حصى في المعدة، وهذا قد يتسبب في ألم حاد في البطن.\n\n6. التهاب الزائدة الدودية: على الرغم من أن الزائدة الدودية ليست جزءًا من المعدة، إلا أنها تقع في منطقة البطن السفلية اليمنى وتحت السطح الأمامي للمعدة. التهاب الزائدة الدودية يمكن أن يسبب ألمًا شديدًا في هذه المنطقة.\n\nإذا كان لديك ألم في المعدة المزمن أو حاد ومستمر، يجب عليك استشارة الطبيب للحصول على تشخيص دقيق وعلاج مناسب.");
			}
			else {
				temp++;
				if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
					imageview1.setImageResource(getResources().getIdentifier("img_3", "drawable", getPackageName()));
					textview1.setText(getIntent().getStringExtra("head"));
					textview2.setText("الاهتمام بالمعدة يتطلب اتباع عادات صحية وتناول طعام متوازن واتباع نمط حياة صحي. إليك بعض النصائح للعناية بصحة المعدة:\n\n1. تناول وجبات صغيرة ومتكررة: قد يساعد تقسيم الوجبات الكبيرة إلى وجبات صغيرة وتناولها بشكل منتظم في تخفيف الضغط على المعدة وتحسين عملية الهضم.\n\n2. تجنب الأطعمة الدهنية والثقيلة: الأطعمة الدهنية والثقيلة يمكن أن تؤدي إلى زيادة إفراز الحمض المعدي وتسبب الشعور بالانزعاج والحرقة المعدية. يفضل تناول الأطعمة الخفيفة والمغذية مثل الفواكه والخضروات والحبوب الكاملة.\n\n3. تجنب الأطعمة المهيجة: هناك بعض الأطعمة التي قد تزيد من التهيج المعدي مثل القهوة، والشوكولاتة، والتوابل الحارة. من الأفضل تقليل استهلاك هذه الأطعمة أو تجنبها إذا كنت تعاني من مشاكل في المعدة.\n\n4. الإقلال من التوتر والضغوط النفسية: الإجهاد والتوتر النفسي يمكن أن يؤثران سلبًا على صحة المعدة وتسبب مشاكل هضمية. من الضروري إيجاد طرق للتعامل مع التوتر مثل ممارسة التأمل، وممارسة التمارين الرياضية، والاسترخاء.\n\n5. تجنب التدخين والكحول: التدخين وتناول الكحول يمكن أن يؤثرا سلبًا على صحة المعدة وزيادة خطر الإصابة بقرحة المعدة وأمراض أخرى. من الأفضل تجنبهما بشكل كامل.\n\n6. شرب كمية كافية من الماء: شرب كمية كافية من الماء يساعد في تسهيل عملية الهضم والحفاظ على صحة المعدة.\n\n7. ممارسة الرياضة بانتظام: ممارسة الرياضة بانتظام يساعد على تعزيز صحة المعدة وتحسين الحركة المعوية.\n\n8. مراقبة الأدوية: بعض الأدوية مثل المسكنات والمضادات الحيوية يمكن أن تؤثر على المعدة. من الأفضل استشارة الطبيب قبل تناول أي أدوية والالتزام بالجرعات الموصوفة.\n\nإذا كنت تعاني من أعراض مزعجة مثل الحرقة المعدية المستمرة، أو آلام المعدة، أو صعوبة في الهضم، فمن الأفضل مراجعة الطبيب لتقييم الحالة والحصول على التشخيص الصحيح والعلاج المناسب.");
				}
				else {
					temp++;
					if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
						imageview1.setImageResource(getResources().getIdentifier("img_4", "drawable", getPackageName()));
						textview1.setText(getIntent().getStringExtra("head"));
						textview2.setText("هناك العديد من التمارين التي يمكن أن تستهدف عضلات المعدة وتساعد في تقويتها. ومع ذلك، يجب أن تتذكر أن التمارين وحدها لن تؤدي إلى حرق الدهون في منطقة البطن. لتحقيق بطن مشدود، يجب ممارسة التمارين القابلة للحرق العام والتغذية السليمة. إليك بعض التمارين الفعالة لعضلات المعدة:\n\n1. البطن العلوي:\n- العضلة المستقيمة العليا: امتلك على الظهر على الأرض، ثنِّ ركبتيك وضع قدميك على الأرض، ضع يديك خلف رأسك ثم ارفع جسمك نحو الأمام حتى يرتفع الجزء العلوي من ظهرك عن الأرض.\n- الانحناءات الجانبية: واقفاً، امسك بثقب عقلية الرأس بيدك اليمنى وانحنِّ جانبيًا إلى اليسار، ثم قم بالعكس.\n\n2. البطن السفلي:\n- رفع الساقين: امتلك على الظهر على الأرض، ضع يديك بجانبك، ثم رفع ساقيك معًا بزاوية 90 درجة من الأرض، ثم اخفضهما ببطء.\n- التكوير: امتلك على الظهر على الأرض، ثنِّ ركبتيك وضع قدميك على الأرض، ضع يديك خلف رأسك، ثم رفع رأسك وكتفيك من الأرض، وحاول تكوير الجزء العلوي من جسمك نحو الأمام.\n\n3. العضلات الجانبية:\n- الانحناءات الجانبية: واقفاً، امسك بثقب عقلية الرأس بيدك اليمنى وانحنِّ جانبيًا إلى اليسار، ثم قم بالعكس.\n- العصر الجانبي: واقفاً، ضع يديك خلف رأسك، ثم انحنِّ جانبيًا إلى اليمين مع ثني\nالجزء العلوي من جسمك، ثم قم بالعكس.\n\nيمكنك تكرار كل تمرين لعدة مرات وزيادة الصعوبة والمقاومة تدريجياً بمرور الوقت. كما يمكن أن تستكمل هذه التمارين بتمارين أخرى مثل البلانك والتمارين القابلة للحرق العام مثل الركض وركوب الدراجة للحصول على أفضل النتائج. قبل بدء أي برنامج تمارين جديد، ينبغي عليك استشارة مدرب مؤهل للحصول على إرشادات وتوجيه صحيح.");
					}
					else {
						temp++;
						if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
							imageview1.setImageResource(getResources().getIdentifier("img_5", "drawable", getPackageName()));
							textview1.setText(getIntent().getStringExtra("head"));
							textview2.setText("هناك العديد من الأسباب المحتملة للآلام في المعدة. ومن الجدير بالذكر أنه لا يمكنني تشخيص حالتك الشخصية بدقة من خلال الدردشة، وأن الاستشارة الطبية المباشرة هي الخطوة الأفضل إذا كنت تعاني من آلام في المعدة. ومع ذلك، إليك بعض الأسباب الشائعة لآلام المعدة:\n\n1. قرحة المعدة: تكون قرحة المعدة عبارة عن تلف في الغشاء المخاطي للمعدة. قد يتسبب استهلاك الأدوية المضادة للالتهاب غير الستيرويدية (NSAIDs) أو الإصابة بجرثومة Helicobacter pylori في تهيج المعدة وتكوين القرحة.\n\n2. التهاب المعدة (التهاب المعدة الحاد أو المزمن): يمكن أن يحدث التهاب في جدار المعدة بسبب عوامل مثل التهاب المعدة الحاد الناجم عن العدوى أو التهاب المعدة المزمن الناجم عن التهاب المعدة المزمن.\n\n3. الجرثومة المعدية: جرثومة Helicobacter pylori هي عامل مسبب شائع لالتهاب المعدة وقرحة المعدة.\n\n4. الحموضة المفرطة: إفراز الحمض المعدي بكميات زائدة قد يتسبب في حرقة وألم في المعدة.\n\n5. القنصل (التقلصات): تقلصات عضلات المعدة قد تتسبب في آلام مؤلمة في المعدة.\n\n6. اضطرابات الجهاز الهضمي: مشاكل مثل القولون العصبي أو الإمساك أو الإسهال يمكن أن تسبب آلام في منطقة المعدة.\n\n7. الحصى المعدية: تشكل الحصى في المعدة يمكن أن يسبب ألمًا شديدًا في المنطقة.\n\n8. التهاب المريء: التهاب المريء (التهاب المريء الحمضي) قد يتسبب في حرقة وألم في المعدة.\n\nهذه مجرد أمثلة قليلة من الأسباب المحتملة لآلام المعدة. إذا كنت تعاني من آلام مزمنة أو حادة في المعدة، فمن الأفضل أن تستشير طبيبك لتقييم حالتك وتشخيص السبب المحتمل ووصف العلاج المناسب.");
						}
						else {
							temp++;
							if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
								imageview1.setImageResource(getResources().getIdentifier("img_6", "drawable", getPackageName()));
								textview1.setText(getIntent().getStringExtra("head"));
								textview2.setText("برد المعدة هو اصطلاح شائع يشير إلى التهاب المعدة الذي يسبب أعراضًا مشابهة لأعراض نزلات البرد، مثل الغثيان والقيء والإسهال. يتسبب البرد المعدة في العادة بواسطة الفيروسات، مثل فيروس الروتا، وقد يكون مؤلمًا ومزعجًا. إليك بعض النصائح لعلاج برد المعدة:\n1. الراحة والترطيب: قم بالراحة وامنح جسمك الوقت للشفاء. حاول الاستلقاء والاسترخاء. تجنب التوتر والتعب الزائد.\n2. تناول سوائل كافية: يجب عليك تعويض السوائل التي فقدتها بسبب القيء والإسهال. تناول الماء بصورة منتظمة وقد يكون من المفيد تناول مشروبات الكهرباء البديلة.\n3. تجنب الأطعمة الثقيلة والحريصة على الغذاء: تجنب الأطعمة الثقيلة والحريصة على الهضم، والتوجه نحو الأطعمة الخفيفة والسهلة الهضم مثل الشوربات الخفيفة والبسكويت المالح.\n4. استخدم العلاجات المسكنة: يمكن استخدام أدوية البنادول أو الإيبوبروفين لتخفيف الألم والتهدئة.\n5. الابتعاد عن الأطعمة والمشروبات المهيجة: قم بتجنب المأكولات الحارة والمأكولات الدهنية والكافيين والكحول والتدخين، حيث قد تزيد من التهيج والأعراض.\n6. التوقف عن الأكل لفترة قصيرة: في حالة القيء الشديد والإسهال، قد يكون من الأفضل تجنب تناول الطعام لفترة قصيرة حتى يهدأ المعدة. ومن ثم يمكنك البدء بتناول الطعام الخفيف تدريجيًا.\n7. استشر الطبيب: إذا استمرت أعراض البرد في المعدة لفترة طويلة أو تفاقمت بشكل كبير، فيفضل استشارة الطبيب لتقييم حالتك وتوجيهك بشأن العلاج المناسب.\nيجب الانتباه إلى أن هذه النصائح تعتبر إرشادات عامة ولا يجب استخدامها بدون استشارة طبية إذا كانت هناك حالة صحية خاصة أو إذا استمرت الأعراض أو تفاقمت. قد يحتاج البعض إلى علاج إضافي أو تقييم طبي دقيق للتأكد من التشخيص الصحيح وتوجيه العلاج المناسب.");
							}
							else {
								temp++;
								if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
									imageview1.setImageResource(getResources().getIdentifier("img_7", "drawable", getPackageName()));
									textview1.setText(getIntent().getStringExtra("head"));
									textview2.setText("الألم في الجانب الأيسر من البطن يمكن أن يكون ناتجًا عن عدة أسباب محتملة. ومن الجدير بالذكر أنه لا يمكنني تشخيص حالتك الشخصية بدقة عبر الدردشة، وأن الاستشارة الطبية المباشرة هي الخطوة الأفضل إذا كنت تعاني من آلام في الجانب الأيسر من البطن. ومع ذلك، إليك بعض الأسباب الشائعة للألم في الجانب الأيسر من البطن:\n1. التهاب الزائدة الدودية: قد يحدث التهاب في الزائدة الدودية في الجانب الأيسر السفلي من البطن، ويمكن أن يسبب آلامًا حادة في هذه المنطقة.\n2. التهاب القولون: التهاب القولون، مثل التهاب القولون التقرحي أو التهاب القولون التشنجي، قد يسبب آلامًا في الجانب الأيسر السفلي من البطن.\n3. القولون العصبي: القولون العصبي هو اضطراب في الجهاز الهضمي يتسبب في آلام وتشنجات في البطن، وقد يشمل الجانب الأيسر السفلي من البطن.\n4. القرحة المعدية: قد يسبب وجود قرحة في المعدة ألمًا في الجانب الأيسر العلوي من البطن.\n5. انسداد الأمعاء: انسداد الأمعاء قد يتسبب في آلام شديدة في الجانب الأيسر العلوي أو السفلي من البطن.\n6. الغازات والانتفاخ: تراكم الغازات في الجهاز الهضمي يمكن أن يتسبب في آلام وانتفاخ في البطن، وقد يكون الألم محدودًا في الجانب الأيسر.\n7. الالتهاب العصبي: التهاب العصب في الجهاز الهضمي قد يسبب آلامًا في الجانب الأيسر من البطن.\nهذه مجرد أمثلة قليلة\n من الأسباب المحتملة للألم في الجانب الأيسر من البطن. يجب استشارة الطبيب لتقييم الأعراض بدقة وتشخيص السبب المحتمل ووصف العلاج المناسب.");
								}
								else {
									temp++;
									if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
										imageview1.setImageResource(getResources().getIdentifier("img_8", "drawable", getPackageName()));
										textview1.setText(getIntent().getStringExtra("head"));
										textview2.setText("هناك العديد من الأعشاب التي يُعتقد أنها تساعد في تخفيف أعراض نزلات البرد وتعزيز الشفاء. ومع ذلك، يجب الانتباه إلى أن الأبحاث العلمية المتعلقة بفعالية الأعشاب في علاج نزلات البرد لا تزال محدودة، ولا يوجد دليل قاطع على فعالية كل هذه الأعشاب. قبل استخدام أي عشبة، يُنصح بالتشاور مع الطبيب أو الأخصائي المعتمد. إليك بعض الأعشاب التي قد تُستخدم لتخفيف أعراض نزلات البرد:\n1. زنجبيل (Ginger): يعتبر زنجبيل مضادًا للالتهابات ويمكن استخدامه لتخفيف الاحتقان الأنفي والتهاب الحلق. يمكن تناوله على شكل شاي أو إضافته إلى الأطعمة والمشروبات.\n2. شاي الزعتر (Thyme Tea): يُعتقد أن شاي الزعتر له خصائص مضادة للبكتيريا ومهدئة للحلق. يمكن تحضيره بوضع ملعقة صغيرة من الزعتر المجفف في كوب ماء ساخن وتركه لبضع دقائق قبل التصفية والتناول.\n3. شاي النعناع (Peppermint Tea): يُعتقد أن شاي النعناع يساعد في تهدئة الاحتقان الأنفي وتخفيف الأعراض المرافقة لنزلات البرد، مثل الصداع والاضطرابات المعوية. يمكن تحضيره بوضع أوراق النعناع المجففة في كوب ماء ساخن لمدة 10-15 دقيقة قبل التصفية والتناول.\n4. زهور البابونج (Chamomile): تُعتبر زهور البابونج مهدئة ومضادة للالتهابات، ويمكن استخدامها لتخفيف الاحتقان الأنفي وتهدئة الحلق. يمكن تحضير شاي الب\nابونج بوضع ملعقة صغيرة من الزهور المجففة في كوب ماء ساخن وتركها لبضع دقائق قبل التصفية والتناول.\nيجب الانتباه إلى أن هذه الأعشاب قد تتداخل مع بعض الأدوية أو قد تكون غير آمنة لبعض الأشخاص، لذا يجب استشارة الطبيب قبل استخدامها، خاصة إذا كان لديك حالة صحية معينة أو تتناول أدوية أخرى.");
									}
									else {
										temp++;
										if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
											imageview1.setImageResource(getResources().getIdentifier("img_9", "drawable", getPackageName()));
											textview1.setText(getIntent().getStringExtra("head"));
											textview2.setText("هناك العديد من المشروبات التي يمكن تناولها لتخفيف أعراض البرد وتعزيز الشفاء. إليك بعض المشروبات التي يمكن أن تكون مفيدة:\n1. الشاي الدافئ: يمكن تناول الشاي الدافئ بمختلف الأصناف مثل الشاي الأخضر، والشاي الأسود، والشاي الأعشاب. يحتوي الشاي على مضادات أكسدة ومرطبات طبيعية تساعد في تخفيف الاحتقان وتهدئة الحلق.\n2. الليمون والعسل: يمكن إضافة عصير الليمون الطازج والعسل إلى كوب من الماء الدافئ. الليمون يحتوي على فيتامين C الذي يعزز جهاز المناعة، في حين يساعد العسل على تخفيف التهيج في الحلق ولديه خصائص مضادة للبكتيريا.\n3. مشروبات الشعير: مشروبات الشعير الدافئة مثل الشعير المحمص أو الشعير المخلوط بالحليب يمكن أن تكون مهدئة للحلق وتساعد في تهدئة السعال.\n4. العصائر الطبيعية: شرب العصائر الطبيعية مثل عصير البرتقال أو عصير الليمون قد يساعد في تعزيز جهاز المناعة بسبب احتوائها على فيتامين C.\n5. المرق الدافئ: يمكن تناول مرق الدجاج أو المرق الخضار الدافئ كمصدر للسوائل والمغذيات. يمكن أن يكون مرق الدجاج مهدئًا للحلق ويساعد في تقليل الاحتقان.\n6. الماء: يجب الاستمرار في شرب كميات كافية من الماء للبقاء مرطبًا ومساعدة الجسم على التخلص من السموم والبقاء منتعشًا.\nتجنب تناول المشروبات الباردة أو المثلجة، حيث يمكن\n أن تزيد من التهيج وتسبب احتقاناً أكثر. كما يجب استشارة الطبيب إذا استمرت الأعراض أو تفاقمت، أو إذا كنت تعاني من أمراض مزمنة أو تتناول أدوية أخرى.");
										}
										else {
											temp++;
											if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
												imageview1.setImageResource(getResources().getIdentifier("img_10", "drawable", getPackageName()));
												textview1.setText(getIntent().getStringExtra("head"));
												textview2.setText("لعلاج حرقة المعدة، يمكن اتباع بعض الإجراءات وتغييرات في نمط الحياة. إليك بعض النصائح التي قد تساعد في تخفيف حرقة المعدة:\n1. تجنب الأطعمة المهيجة: قلّل أو تجنب تناول الأطعمة والمشروبات التي قد تزيد من حموضة المعدة وتسبب حرقة، مثل الأطعمة الدهنية، والشوكولاتة، والتوابل الحارة، والقهوة، والكحول.\n2. الحفاظ على وزن صحي: السمنة قد تزيد من ضغط المعدة وزيادة حرقة المعدة، لذا من المهم الحفاظ على وزن صحي وممارسة النشاط البدني بانتظام.\n3. الأكل ببطء والمضغ جيدًا: تناول الطعام ببطء ومضغه جيدًا يساعد على تخفيف الحرقة وتحسين الهضم.\n4. تجنب الأكل قبل النوم: حاول تجنب تناول الوجبات الكبيرة قبل النوم، وانتظر لمدة على الأقل ساعتين بعد تناول الطعام قبل الاستلقاء.\n5. رفع الرأس أثناء النوم: استخدم وسائد إضافية لرفع الرأس أثناء النوم، وذلك لمنع عودة حمض المعدة إلى المريء.\n6. تجنب التدخين: يمكن أن يزيد التدخين من حرقة المعدة وتهيج المريء، لذا من الأفضل الامتناع عن التدخين.\n7. استخدام الأدوية المضادة للحموضة: يمكن استخدام الأدوية المضادة للحموضة مثل الأنتياسيد (مثل الألموجيل والمالوكس) لتخفيف حرقة المعدة. ينصح بالتشاور مع الطبيب أو الصيدلي قبل استخدام أي دواء.\nإذا استمرت حرقة المعدة أو تفاقمت، فمن الأفضل است\nشارة الطبيب لتقييم حالتك وتوجيهك بشأن العلاج المناسب وفقاً لظروفك الصحية الفردية.");
											}
											else {
												temp++;
												if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
													imageview1.setImageResource(getResources().getIdentifier("img_11", "drawable", getPackageName()));
													textview1.setText(getIntent().getStringExtra("head"));
													textview2.setText("هناك العديد من الأطعمة التي يمكن أن تزيد من إفراز ونشاط الإنزيمات الهضمية في الجهاز الهضمي. إليك بعض الأطعمة التي يمكن أن تساعد في تحسين عملية الهضم:\n1. الأناناس: يحتوي الأناناس على إنزيم يدعى بروميلين، وهو إنزيم هضمي يساعد في هضم البروتينات.\n2. الزنجبيل: يحتوي الزنجبيل على مركبات تساعد في تحفيز الإفراز الهضمي وتحسين حركة الأمعاء.\n3. اللبن والزبادي: يحتوي اللبن والزبادي على بكتيريا مفيدة تساعد في هضم الأطعمة وتعزيز صحة الجهاز الهضمي.\n4. الفاكهة الحمضية: مثل الليمون والبرتقال، حيث تحتوي على حمض الستريك الذي يعزز إنتاج الحمض المعدي ويحسن الهضم.\n5. الأطعمة الغنية بالألياف: مثل الفواكه والخضروات والحبوب الكاملة، حيث تساعد الألياف على تحسين حركة الأمعاء وتعزيز عملية الهضم.\n6. البابايا: تحتوي البابايا على إنزيم يسمى بابايين، وهو إنزيم هضمي يساعد في تحطيم البروتينات وتحسين الهضم.\n7. التفاح: يحتوي التفاح على الألياف الذائبة ومركبات تساعد في تنظيم عملية الهضم وتحسين صحة الأمعاء.\n8. الزيتون: يحتوي الزيتون على مركبات تعزز إنتاج الصفراء المرارية وتحسن عملية هضم الدهون.\n9. الأعشاب الهضمية: مثل الشمر والنعناع والبابونج، حيث تحتوي هذه الأعشاب على مركبات تساعد في تهدئة الجهاز الهضمي و\nتحسين الهضم.\nمن المهم أيضًا تناول الطعام ببطء ومضغه جيدًا، وتجنب تناول الوجبات الكبيرة في وقت واحد، حيث يمكن أن يعرقل ذلك عملية الهضم. كما يُنصح بتجنب الأطعمة الدهنية الثقيلة والمأكولات السريعة، حيث يمكن أن تثقل الجهاز الهضمي وتؤثر على عملية الهضم.");
												}
												else {
													temp++;
													if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
														imageview1.setImageResource(getResources().getIdentifier("img_12", "drawable", getPackageName()));
														textview1.setText(getIntent().getStringExtra("head"));
														textview2.setText("الغثيان المفاجئ قد يكون ناتجًا عن عدة أسباب. ومن الجدير بالذكر أنه لا يمكنني تشخيص حالتك الشخصية بدقة عبر الدردشة، وأن الاستشارة الطبية المباشرة هي الخطوة الأفضل إذا كنت تعاني من غثيان مفاجئ متكرر أو مزمن. ومع ذلك، إليك بعض الأسباب الشائعة للغثيان المفاجئ:\n1. العدوى الفيروسية: العدوى الفيروسية، مثل الإنفلونزا المعوية أو الزكام، يمكن أن تسبب غثيان مفاجئ.\n2. الحمل: في النساء، يمكن أن يكون الغثيان المفاجئ علامة مبكرة على الحمل.\n3. التسمم الغذائي: تناول الطعام أو المشروبات الملوثة قد يتسبب في غثيان مفاجئ وقد يصاحبه قيء.\n4. الجراحة أو العلاج الكيميائي: بعض الإجراءات الجراحية أو العلاج الكيميائي يمكن أن يسبب غثيان مفاجئ كتأثير جانبي.\n5. التوتر والقلق: الضغوط النفسية والتوتر والقلق يمكن أن يسببوا غثيان مفاجئ.\n6. تناول الأدوية: بعض الأدوية، مثل الأدوية المسكنة أو العلاجات الكيميائية، يمكن أن تسبب غثيان مفاجئ كتأثير جانبي.\n7. اضطرابات الحركة: ركوب السفن أو السيارات أو الطائرات قد يتسبب في غثيان مفاجئ ناتج عن اضطرابات الحركة.\nهذه مجرد أمثلة قليلة من الأسباب المحتملة للغثيان المفاجئ. يجب استشارة الطبيب لتقييم الأعراض بدقة وتحديد السبب المحتمل ووصف العلاج المناسب.");
													}
													else {
														temp++;
														if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
															imageview1.setImageResource(getResources().getIdentifier("img_13", "drawable", getPackageName()));
															textview1.setText(getIntent().getStringExtra("head"));
															textview2.setText("المغص والإسهال هما حالتان مختلفتان في الجهاز الهضمي، ولكل منهما أسبابه الخاصة. إليك شرحًا موجزًا لبعض الأسباب المشتركة لكل حالة:\nأسباب المغص:1. القولون العصابي: يعتبر القولون العصابي من أهم الأسباب المشتركة للمغص. يتميز بتشنجات وألم في منطقة البطن دون وجود أي تغيرات هيكلية ملحوظة في القولون.\n2. التهاب الأمعاء: التهابات في الأمعاء مثل التهاب القولون التقرحي أو التهاب الأمعاء العصبي قد تسبب آلامًا وتشنجات في البطن.3. الاضطرابات الغذائية: تناول الأطعمة ذات القابلية العالية للتخمر مثل الفاكهة المجففة والبقوليات قد يؤدي إلى تشكل غازات في الأمعاء ويسبب المغص.\n4. الحساسية الغذائية: بعض الأشخاص قد يعانون من حساسية أو تحسس تجاه مكونات غذائية معينة، وذلك يمكن أن يتسبب في آلام المغص.5. التوتر النفسي: يمكن أن يزيد التوتر النفسي والضغوط العاطفية من حدة الأعراض ويسبب المغص.\nأسباب الإسهال:\n1. العدوى البكتيرية والفيروسية: الإسهال الحاد غالبًا ما يكون نتيجة للعدوى البكتيرية أو الفيروسية التي تصيب الجهاز الهضمي، مثل الإصابة بالتسمم الغذائي أو الإنفلونزا المعوية.2. الإلتهاب القولوني: التهابات في القولون مثل التهاب القولون التقرحي أو التهاب الأمعاء العصبي قد تتسبب في الإسهال المزمن.\n3. الحساسية الغذائية: بعض الأشخاص يمكن أن يعانوا من إس\nهال نتيجة تناولهم لأطعمة يكونون عليها حساسية، مثل الحليب أو الجلوتين.4. الاضطرابات الهضمية: اضطرابات مثل القولون العصبي ومتلازمة الأمعاء العصبية يمكن أن تسبب الإسهال المزمن.\n5. الأدوية: بعض الأدوية مثل المضادات الحيوية قد تؤثر على توازن البكتيريا الطبيعية في الجهاز الهضمي وتسبب الإسهال.\nمن المهم مراجعة الطبيب لتقييم الحالة بشكل دقيق وتحديد الأسباب المحتملة للمغص والإسهال وتوجيه العلاج المناسب.");
														}
														else {
															temp++;
															if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
																imageview1.setImageResource(getResources().getIdentifier("img_14", "drawable", getPackageName()));
																textview1.setText(getIntent().getStringExtra("head"));
																textview2.setText("تسمم الغذاء هو حالة تحدث نتيجة تناول الأطعمة أو المشروبات الملوثة بالميكروبات الضارة أو السموم الكيميائية. قد تظهر أعراض التسمم الغذائي بشكل مفاجئ وتختلف في شدتها ونوعها حسب نوع السم الموجود في الغذاء وكمية السم المستهلكة وحالة الصحة العامة للشخص. إليك بعض الأعراض الشائعة للتسمم الغذائي:\n1. غثيان وقيء: قد يشعر المصاب بغثيان شديد ورغبة في التقيؤ كوسيلة للتخلص من المواد الضارة في الجسم.\n2. إسهال: قد يحدث إسهال شديد، والذي قد يصاحبه ألم في البطن وعدم انتظام في حركات الأمعاء.\n3. آلام في البطن: قد يشعر المصاب بألم شديد في البطن وتشنجات في منطقة البطن.\n4. حمى: في بعض الحالات، قد يرتفع مستوى الحرارة في الجسم وتظهر أعراض الحمى نتيجة للتسمم الغذائي.\n5. إرهاق وضعف عام: قد يشعر المصاب بالإرهاق والضعف العام، وقد يكون من الصعب عليه القيام بالأنشطة اليومية المعتادة.\n6. صداع: قد يصاحب التسمم الغذائي الصداع والدوخة، مما يسبب عدم الراحة والارتباك.\n7. تشويش في الرؤية والتركيز: قد يعاني المصاب بتشوش في الرؤية وصعوبة في التركيز، وذلك يمكن أن يؤثر على القدرة العامة للشخص على القيام بالأنشطة اليومية.\nإذا كنت تشتبه في إصابتك بتسمم غذائي، فمن المهم مراجعة الطبيب للحصول على التشخيص الدقيق والعلاج المناسب.");
															}
															else {
																temp++;
																if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
																	imageview1.setImageResource(getResources().getIdentifier("img_15", "drawable", getPackageName()));
																	textview1.setText(getIntent().getStringExtra("head"));
																	textview2.setText("البواسير، المعروفة أيضًا باسم الهموار الشرجي، هي تضخمات أو انتفاخات في الأوردة الموجودة في منطقة الشرج والمستقيم. قد تكون البواسير مؤلمة وتسبب شعورًا بالحكة والانزعاج. يمكن أن يكون للبواسير عدة أسباب، بما في ذلك:\n1. التوتر على الأوردة في منطقة الشرج والمستقيم نتيجة للإمساك المزمن أو الإجهاد أثناء القضاء على البراز.\n2. التهاب الشرايين الشرجية البازورة، وهو حالة تتسبب في تضخم الأوردة وتشكل البواسير.\n3. الحمل، حيث يمكن أن يضعف الضغط على الأوردة في منطقة الحوض ويزيد من احتمالية تكون البواسير.\n4. العوامل الوراثية، حيث يمكن أن تكون بعض الأشخاص أكثر عرضة للبواسير نتيجة للوراثة.\nتعتمد خطة العلاج للبواسير على حدة الأعراض وشدتها. يمكن تضمين العلاجات التالية:\n- تغييرات في نمط الحياة: تناول نظام غذائي غني بالألياف، شرب الكمية الكافية من الماء، ممارسة النشاط البدني بانتظام وتجنب الإجهاد أثناء القضاء على البراز.\n- العلاج الدوائي: يمكن استخدام الأدوية الموضعية مثل المراهم والمستحضرات المهدئة لتخفيف الأعراض. قد يقوم الطبيب أيضًا بوصف أدوية موضعية أو منفصلة لعلاج البواسير.\n- الإجراءات الطبية: قد يقرر الطبيب إجراء إجراءات طبية مثل تصلب البواسير بالماء الساخن أو الليزر أو الكي الكهربائي. في بعض الحالات الشديدة، قد يتم تنفيذ إجراء\n جراحي لإزالة البواسير.\nمهمة استشارة الطبيب لتشخيص الحالة بشكل صحيح وتوجيه العلاج المناسب لك وفقاً لظروفك الصحية الفردية.");
																}
																else {
																	imageview1.setImageResource(getResources().getIdentifier("img_16", "drawable", getPackageName()));
																	textview1.setText(getIntent().getStringExtra("head"));
																	textview2.setText("لعلاج عسر الهضم والانتفاخ، يمكن اتباع بعض النصائح وتغييرات في نمط الحياة. إليك بعض الإجراءات التي قد تساعد في تخفيف عسر الهضم والانتفاخ:\n1. تناول وجبات صغيرة ومتناولة ببطء: تناول وجبات صغيرة عدة مرات في اليوم بدلاً من وجبات كبيرة، وحاول تناول الطعام ببطء ومضغه جيدًا.\n2. تجنب الأطعمة المسببة للغازات: تجنب الأطعمة التي قد تزيد من إنتاج الغازات في المعدة والأمعاء، مثل الفاصولياء، والبقوليات، والكربونات، والمشروبات الغازية.\n3. تجنب التهام الطعام والمضغ السريع: حاول تجنب التهام الطعام أو المضغ السريع، حيث يمكن أن يؤدي ذلك إلى ابتلاع الهواء وزيادة الانتفاخ.\n4. تجنب المشروبات الغازية والمشروبات الكحولية: تجنب تناول المشروبات الغازية والمشروبات الكحولية، حيث يمكن أن تسبب زيادة في الغازات والانتفاخ.\n5. ممارسة النشاط البدني: قم بممارسة التمارين الرياضية بانتظام، فهي تساعد على تحسين عملية الهضم وتقليل الانتفاخ.\n6. تجنب التوتر والضغط النفسي: حاول التعامل مع التوتر والضغوط النفسية بشكل صحيح، حيث يمكن أن يؤثر التوتر على عملية الهضم وزيادة عسر الهضم.\n7. استخدام الأدوية المسكنة: يمكن استخدام الأدوية المسكنة مثل الأدوية المضادة للغازات أو مضادات الحموضة لتخفيف عسر الهضم والانتفاخ. ينصح بالتشاور مع الطبيب أو الصيدلي قبل استخد\nام أي دواء.\nإذا استمرت مشكلة عسر الهضم والانتفاخ، أو كانت شديدة وتؤثر على حياتك اليومية، ينصح بمراجعة الطبيب لتقييم الحالة بشكل أكثر دقة وتوجيه العلاج المناسب لك.");
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
	
	@Override
	public void onBackPressed() {
		intent.setFlags(Intent.FLAG_ACTIVITY_CLEAR_TOP);
		intent.setClass(getApplicationContext(), StartActivity.class);
		startActivity(intent);
		finish();
	}
	
	@Deprecated
	public void showMessage(String _s) {
		Toast.makeText(getApplicationContext(), _s, Toast.LENGTH_SHORT).show();
	}
	
	@Deprecated
	public int getLocationX(View _v) {
		int _location[] = new int[2];
		_v.getLocationInWindow(_location);
		return _location[0];
	}
	
	@Deprecated
	public int getLocationY(View _v) {
		int _location[] = new int[2];
		_v.getLocationInWindow(_location);
		return _location[1];
	}
	
	@Deprecated
	public int getRandom(int _min, int _max) {
		Random random = new Random();
		return random.nextInt(_max - _min + 1) + _min;
	}
	
	@Deprecated
	public ArrayList<Double> getCheckedItemPositionsToArray(ListView _list) {
		ArrayList<Double> _result = new ArrayList<Double>();
		SparseBooleanArray _arr = _list.getCheckedItemPositions();
		for (int _iIdx = 0; _iIdx < _arr.size(); _iIdx++) {
			if (_arr.valueAt(_iIdx))
			_result.add((double)_arr.keyAt(_iIdx));
		}
		return _result;
	}
	
	@Deprecated
	public float getDip(int _input) {
		return TypedValue.applyDimension(TypedValue.COMPLEX_UNIT_DIP, _input, getResources().getDisplayMetrics());
	}
	
	@Deprecated
	public int getDisplayWidthPixels() {
		return getResources().getDisplayMetrics().widthPixels;
	}
	
	@Deprecated
	public int getDisplayHeightPixels() {
		return getResources().getDisplayMetrics().heightPixels;
	}
}