package com.albreem.solve.alayean;

import android.animation.*;
import android.app.*;
import android.app.Activity;
import android.app.DialogFragment;
import android.app.Fragment;
import android.app.FragmentManager;
import android.content.*;
import android.content.Intent;
import android.content.res.*;
import android.graphics.*;
import android.graphics.Typeface;
import android.graphics.drawable.*;
import android.media.*;
import android.net.*;
import android.net.Uri;
import android.os.*;
import android.text.*;
import android.text.style.*;
import android.util.*;
import android.view.*;
import android.view.View.*;
import android.view.animation.*;
import android.webkit.*;
import android.widget.*;
import android.widget.ImageView;
import android.widget.LinearLayout;
import android.widget.ScrollView;
import android.widget.TextView;
import java.io.*;
import java.text.*;
import java.util.*;
import java.util.regex.*;
import org.json.*;

public class ViewActivity extends Activity {
	
	private double temp = 0;
	
	private ScrollView vscroll1;
	private LinearLayout linear1;
	private LinearLayout linear4;
	private LinearLayout linear8;
	private ImageView imageview1;
	private LinearLayout linear2;
	private LinearLayout linear6;
	private TextView textview1;
	private LinearLayout linear3;
	private LinearLayout linear7;
	private TextView textview2;
	private LinearLayout linear5;
	
	private Intent intent = new Intent();
	
	@Override
	protected void onCreate(Bundle _savedInstanceState) {
		super.onCreate(_savedInstanceState);
		setContentView(R.layout.view);
		initialize(_savedInstanceState);
		initializeLogic();
	}
	
	private void initialize(Bundle _savedInstanceState) {
		vscroll1 = findViewById(R.id.vscroll1);
		linear1 = findViewById(R.id.linear1);
		linear4 = findViewById(R.id.linear4);
		linear8 = findViewById(R.id.linear8);
		imageview1 = findViewById(R.id.imageview1);
		linear2 = findViewById(R.id.linear2);
		linear6 = findViewById(R.id.linear6);
		textview1 = findViewById(R.id.textview1);
		linear3 = findViewById(R.id.linear3);
		linear7 = findViewById(R.id.linear7);
		textview2 = findViewById(R.id.textview2);
		linear5 = findViewById(R.id.linear5);
	}
	
	private void initializeLogic() {
		textview1.setTypeface(Typeface.createFromAsset(getAssets(),"fonts/bkm_1.ttf"), 1);
		textview2.setTypeface(Typeface.createFromAsset(getAssets(),"fonts/bkm_1.ttf"), 1);
		temp = 0;
		if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
			imageview1.setImageResource(getResources().getIdentifier("img_1", "drawable", getPackageName()));
			textview1.setText(getIntent().getStringExtra("head"));
			textview2.setText("أهمية العناية بالعين تكمن في أنها آية من آيات الخالق ومصدر المعلومات الأكبر للعقل. لا يعرف قيمتها إلا من فقدها. جعل الشرع جزاءً لمن يصبر على فقدان بصره الجنة. سميت العينين بالحبيبتين ورجحت نعمة البصر بخمسمائة سنة من العبادة وذلك في قصة العابد الذي لم يذنب ذنبًا وأراد أن يدخل الجنة بعمله. لذا فإن العين تستحق الاهتمام والرعاية، فهي تفوق كنوز الدنيا كلها.\n\nوسائل المحافظة على العين تشمل الوقاية والفحص الدوري للعين للكشف المبكر عن الأمراض الخطيرة. استخدام النظارات الشمسية الطبية والنظارات الخاصة بالشاشات ذات الإضاءة العالية. الجلوس الصحيح خلف الحاسوب وعدم القراءة تحت الإضاءة الخافتة. تجنب التعرض المباشر للحرارة والعوامل الضارة بالعين. استخدام قطرات العين الصناعية والاهتمام بالتغذية السليمة التي تحمي العين من التلف.\n\nالتغذية الصحية تتضمن تناول فيتامين A والذي يحمي شبكية العين ويعزز قدرتها على التكيف مع الضوء. تناول الكاروتينويدز للحماية من ضمور شبكية العين والأشعة الفوق بنفسجية. استهلاك المواد المضادة للأكسدة للحماية من الأمراض، مثل اللوز والتوت. تناول الزنك لدعم امتصاص المواد المضادة للأكسدة، مثل اللحوم. شرب الماء بانتظام للمحافظة على رطوبة العين وغسلها من الشوائب. تناول فيتامين C وفيتامين B1 وB2 للحفاظ على حركة البؤبؤ وتقليل خطر الإصابة بمرض العين البيضاء.\n\nبالاهتمام بتلك الوسائل، يمكننا المحافظة على صحة عيوننا والاستمتاع برؤية سليمة وواضحة طوال الحياة.");
		}
		else {
			temp++;
			if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
				imageview1.setImageResource(getResources().getIdentifier("img_2", "drawable", getPackageName()));
				textview1.setText(getIntent().getStringExtra("head"));
				textview2.setText("السواد تحت العين يصيب النساء والرجال، وهو سواد يظهر تحت الجفن السفلي للعين. يكون شائعًا لدى كبار السن والأشخاص الذين يعانون من التخلق الوراثي للإصابة به. تعد الكافيين والتدخين وقلة النوم وانكسار الأوعية الدموية وفرط التصبغ من الأسباب الرئيسية لظهوره. يؤثر هذا السواد على حيوية الوجه ونضارته، ويمنحه مظهرًا متعبًا ومجهدًا وقد يجعل الشخص يبدو أكبر سنًا مما هو عليه فعليًا. يبحث الكثيرون عن طرق للتخفيف والتخلص من هذه المشكلة المزعجة.\n\nتتوفر علاجات طبية فعالة ودائمة لإزالة السواد تحت العينين، وتشمل التقشير الكيميائي الذي يقلل من التصبغات في البشرة، وعلاجات الليزر التي تعيد تجديد سطح البشرة وشدها، واستخدام فيلر الأنسجة لإخفاء الأوعية الدموية والميلانين المسؤولة عن التصبغات تحت العينين، وإزالة الدهون الزائدة والجلد لتحقيق بشرة أكثر نعومة وملمسًا متساويًا. يمكن أيضًا استخدام الوشم الطبي بحقن صبغات طبية في الجلد الرقيق، أو اللجوء إلى الزراعة الطبية من خلال زراعة الدهون أو المنتجات الاصطناعية.");
			}
			else {
				temp++;
				if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
					imageview1.setImageResource(getResources().getIdentifier("img_3", "drawable", getPackageName()));
					textview1.setText(getIntent().getStringExtra("head"));
					textview2.setText("يمكن اتباع بعض النصائح الهامة لإزالة السواد تحت العينين وتفتيح المنطقة، ومنها: استخدام الكمادات الباردة على المنطقة لتقليص الأوعية الدموية وتخفيف السواد. الحصول على قسط كافٍ من النوم للتخفيف من السواد وللحفاظ على نضارة العيون وإصلاح الجلد التالف. الحفاظ على رطوبة البشرة وتجنب الكحول والكافيين. استشارة الطبيب بشأن استخدام كريمات التفتيح المناسبة مثل الهيدروكينون وحمض الكوجيك والريتينول. استخدام واقي الشمس الذي يحتوي على معامل وقاية 30 والزنك يوميًا. استشارة الطبيب بشأن حقن الفيلر إذا كان السواد ناجمًا عن الأوعية الدموية المكسورة أو لعلاج الأكياس تحت العينين نتيجة فقدان الدهون في تلك المنطقة. استخدام منتجات العناية بالبشرة التي تحتوي على فيتامين K. استخدام خافي العيوب بدرجة لون أفتح من البشرة والذي يحتوي على واقي شمس بمعامل وقاية 15 أو أكثر. رفع الرأس أثناء النوم على وسائد متعددة لتقليل تجمع السوائل تحت العينين. استخدام أكياس الشاي الأسود أو الأخضر المنقوعة في الماء الساخن ثم تبريدها في الثلاجة ووضعها على العينين المغلقتين لمدة 10-20 دقيقة. توجد عدة أسباب للسواد تحت العينين، بما في ذلك الأسباب الوراثية، التقدم في العمر، الجلوس لفترات طويلة أمام الحاسوب أو التلفاز، الإرهاق البدني وقلة النوم أو زيادته، الإرهاق النفسي والقلق والتوتر الزائد، التعرض المفرط للشمس، النظام الغذائي غير الصحي ونقص الفيتامينات، التدخين وتناول المشروبات الكحولية، قلة شرب الماء، الحساسية واحتقان الأنف، فقر الدم، خدش أو فرك العينين، أمراض الكبد، تناول الملح الزائد والكافيين، مكياج العيون المسبب للحساسية، احتباس السوائل نتيجة لبعض الأمراض أو الحساسية أو الطقس الرطب، ووجود أكياس تحت العينين أو البكاء.");
				}
				else {
					temp++;
					if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
						imageview1.setImageResource(getResources().getIdentifier("img_4", "drawable", getPackageName()));
						textview1.setText(getIntent().getStringExtra("head"));
						textview2.setText("التخلص من انتفاخ العين نهائياً يُذكر أنه لا توجد طريقة طبيعية أو طبية تعمل على التخلص من انتفاخ العين نهائياً. ومع ذلك، هناك طرق تساعد في التخلص من انتفاخ العين بسرعة أو بأسرع وقت ممكن. ومن الطرق الطبية للتخلص من انتفاخ العين، يمكن ذكر ما يلي:\n\nالتقشير الكيميائي: يساعد على إزالة الطبقة الخارجية للبشرة.\nالحشو: يعمل على ملء التجاعيد.\nالجراحة: يعمل على إزالة تجاعيد الجلد الزائد حول العين وإعادة تشكيل المنطقة.\nومن الطرق الطبيعية للتخلص من انتفاخ العين، يمكن ذكر ما يلي:\n\nجل الألوفيرا: يحتوي على مضادات الأكسدة وفيتامين هـ الذي يعتبر فعالًا في إزالة انتفاخ منطقة تحت العين وتحسين الدورة الدموية.\nزيت جوز الهند: يحتوي على حمض اللوريك الذي يعتبر مضادًا للالتهابات ويساعد على تغذية البشرة.\nوبالإضافة إلى ذلك، هناك نصائح لمنع انتفاخ العين، مثل شرب كمية كافية من الماء، وتجنب الأطعمة المالحة والكافيين والسكر، والنوم على وسادة مرتفعة، والاسترخاء خلال فترات العمل على الكمبيوتر، وممارسة التمارين الرياضية بانتظام، والحصول على قسط كافٍ من النوم، وتجنب التدخين والكحول، واتباع نظام غذائي صحي.");
					}
					else {
						temp++;
						if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
							imageview1.setImageResource(getResources().getIdentifier("img_5", "drawable", getPackageName()));
							textview1.setText(getIntent().getStringExtra("head"));
							textview2.setText("أسباب حرقان العين عند البكاء:\n\nهناك العديد من العوامل والمسببات التي قد تؤدي إلى الشعور بحرقان في العين عند البكاء. يمكن توضيحها على النحو التالي:\n\nالعوامل البيئية المحيطة:\nتتعدد العوامل البيئية المحيطة بالفرد والتي قد تسبب حرقان العين عند البكاء وتشمل:\n\n1. التعرض للمهيجات: ينتج عن التعرض إلى المواد المهيجة مثل الصابون أو الغبار أو العطور إفراز الدموع من الغدد الدمعية بهدف تنظيف وحماية العين. تحتوي هذه الدموع على كميات كبيرة من الأجسام المضادة للقضاء على البكتيريا وغيرها من المسببات للأمراض. وغالبًا ما يصاحب هذه الحالة الشعور بحرقان وتهيج مؤقت في العين يتلاشى بمجرد زوال المادة المهيجة.\n\n2. العرق: قد يتسبب العرق في إدخال آثار مستحضرات التجميل إلى العين، مما يزيد من إفراز الدموع الانعكاسية والشعور بالحرقان.\n\nالأمراض والمشكلات الصحية:\nهناك العديد من الأمراض التي قد تسبب حرقان العين عند البكاء وتشمل:\n\n1. جفاف العين (Dry Eyes): يعد الشعور بالحرقان أحد الأعراض الشائعة للإصابة بجفاف العين، ويعزى سبب حدوثه إلى انخفاض قدرة العين على تصنيع كميات كافية من الدموع اللازمة لترطيب العين. وتصاحب هذه الحالة ظهور مجموعة أخرى من الأعراض مثل احمرار العين أو الشعور بالوخز واضطراب الرؤية.\n\n2. التهاب الجفن (Blepharitis): يتسبب التهاب الجفن الناتج عن الإصابة بع\n\nدوى بكتيرية أو انسداد الغدد الدهنية الموجودة في الجفن في معاناة المصاب من حرقان وتهيج في العين، إلى جانب العديد من الأعراض الأخرى كتدميع العينين وعدم وضوح الرؤية والشعور بحكة وجفاف في العين، إضافةً إلى ظهور قشور على الرموش وزيادة الحساسية تجاه الضوء.\n\n3. حساسية العين (Eye allergies): يصاب العين بالحساسية نتيجة التعرض لمسببات الحساسية المختلفة مثل حبوب اللقاح وعث الغبار ووبر الحيوانات، وترافق هذه الحالة الشعور بمجموعة من الأعراض التي غالبًا ما تتفاقم حدتها عند البكاء، وتشمل الشعور بحرقان وحكة واحمرار في العين، إضافةً إلى العطس واحتقان الأنف وإدماع العين.\n\n4. التهاب الملتحمة (Conjunctivitis): أو العين الوردية (Pink Eye)، الذي يحدث بسبب تعرض الأنسجة الشفافة المبطنة لجفن العين إلى الالتهاب نتيجة الإصابة بالحساسية أو الإصابة بعدوى فيروسية أو بكتيرية. ويعد التهاب الملتحمة من الحالات المعدية التي ترافقها احمرار وحرقة في العين، إضافةً إلى الشعور بحكة وزيادة تدميع العينين وخروج الإفرازات منهما.\n\nنصائح لتخفيف حرقان العين:\n\nقد يساعد اتباع النصائح والممارسات التالية على تخفيف الشعور بالحرقان في العين:\n\n1. وضع كمادات دافئة أو باردة على الجفون مع إغلاق العينين.\n2. تجنب التعرض للمواد المهيجة والمسببة للحساسية.\n3. شرب كميات كافية من الماء يوميًا للحفاظ على رطوبة العيني\n\nن والتقليل من الجفاف.\n4. ارتداء النظارات الشمسية لحماية العين من التعرض لأضرار الأشعة فوق البنفسجية.\n5. الحرص على أخذ فترات راحة عند استخدام شاشة الحاسوب.\n6. استخدام القطرات المرطبة للعين؛ لتقليل الاحمرار والشعور بالانزعاج.\n7. تنظيف جفن العين باستخدام بالماء الفاتر وغسول خفيف.\n8. الالتزام باستخدام قطرات العين أو أدوية الحساسية الموصوفة من الطبيب لتخفيف حدة أعراض الحساسية والجفاف.\n9. تناول المكملات الغذائية؛ مثل بذور الكتان وزيت السمك، نظرًا لفعاليتها في التخفيف من جفاف العين.\n\nدواعي مراجعة الطبيب:\n\nينصح بضرورة مراجعة الطبيب إذا استمر الشعور بحرقة العين لمدة تزيد عن بضعة أيام، أو في حال مواجهة أي من الأعراض التالية بالتزامن مع حرقان العين:\n\n1. الشعور بألم شديد في العين.\n2. زيادة حساسية العين تجاه الضوء.\n3. خروج إفرازات من العين.\n4. المعاناة من اضطرابات في الرؤية؛ مثل الرؤية المزدوجة أو عدم وضوح الرؤية.\n\nأتمنى أن يكون هذا التنسيق مفهومًا ويستوفي متطلباتك. إذا كنت بحاجة إلى أي مساعدة أخرى، فلا تتردد في طرح المزيد من الأسئلة.");
						}
						else {
							temp++;
							if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
								imageview1.setImageResource(getResources().getIdentifier("img_6", "drawable", getPackageName()));
								textview1.setText(getIntent().getStringExtra("head"));
								textview2.setText("أمراض العين تصيب العين وحاسة البصر بالعديد من الأمراض والأعراض التي تقلل كفاءة حاسة البصر أو توقفها بشكل نهائي، ومن أهم هذه الأمراض:\n\n1. الساد العيني: حالة تصيب إحدى العين أو كلتيهما للأشخاص الذين تحاوزوا الخامسة والستين من العمر، حيث يصابون بإعتام أو تغيم في عدسة العين. يحدث هذا نتيجة تجمع جزيئات البروتين في العين بسبب التقدم بالعمر.\n\n2. الزرق: حالة تصيب العين وتؤثر في أعصابها، وتجتمع فيها مجموعة من الأعراض التي قد تتفاقم لتصل لدرجة العمى في بعض الحالات إن لم تعالج. يحدث الزرق نتيجة زيادة ضغط السوائل على العين بشكل بطيء، مما يضر بالعصب البصري. غالباً يصيب الأشخاص الذين تجاوزوا الستين من عمرهم، وقد يحدث أيضًا لبعض الأطفال في حالات نادرة.\n\n3. التهابات الملتحمة: حالة تحدث نتيجة التهاب ملتحمة العين، وهي الجزء الرقيق الذي يغطي الجفن من الداخل والجزء الأبيض من العين. يمكن أن يحدث التهاب الملتحمة نتيجة للحساسية، العدوى البكتيرية أو الفيروسية، استخدام العدسات اللاصقة، مراهم العين، أو قطرات العين، أو استخدام مواد مهيجة للعين. على الرغم من أنه لا يؤثر في الرؤية، إلا أنه يعتبر مرضاً معدياً ويحتاج إلى العلاج في حالات الإصابة بالعدوى البكتيرية أو الفيروسية.\n\nللحفاظ على سلامة العين والحفاظ\n\n على صحتها، يمكن اتباع بعض الإجراءات الوقائية والنصائح، مثل:\n\n- إجراء فحص دوري للعين.\n- فصر النظر عند الشعور بالحاجة إليه وارتداء النظارات الطبية حسب توصية طبيب العيون.\n- تجنب لمس العينين باليد، خاصة عندما تكون خارج المنزل، وإذا كان لا بد من لمسهما، يجب غسل اليدين جيداً بالماء والصابون المعقم أولاً.\n- استخدام منديل ورقي نظيف لمسح العينين.\n- المحافظة على نظافة المنزل وتجنب تراكم الغبار والذباب الذي ينقل العديد من البكتيريا والفيروسات المضرة للعينين.\n- الحفاظ على صحة عامة جيدة.\n- فحص ضغط العين بشكل دوري، حيث يؤثر ضغط العين بشكل كبير على صحة العينين.\n- فحص نسبة مؤشر السكر في الدم بشكل دوري، حيث يمكن أن يؤدي الإصابة بمرض السكري إلى ضرر كبير على العينين وصحة البصر.\n- تناول الكثير من الخضار والفاكهة، حيث تحتوي على الفيتامينات اللازمة لصحة وسلامة أنسجة العين.\n- الالتزام بنظام غذائي صحي ومتوازن، خاصة في مرحلة الطفولة وكبار السن.\n- الحصول على قسط كافٍ من النوم والراحة، وإغماض العينين لتجنب التعب.\n- توفير إضاءة صحية ومناسبة لمكتب العمل لتجنب الإجهاد على العينين.\n- تقليل وقت الجلوس أمام شاشات الحاسوب والتلفاز، والحفاظ على مسافة آمنة بين العينين والشاشات.\n- تخفيف إضاءة شاشات الحاسوب والأجهزة\n\n الذكية، واستخدام فلتر لشاشة الحاسوب إذا كان يستخدم بكثرة.\n- الاستراحة وإغماض العينين كل ربع ساعة أثناء العمل على الشاشات.\n- تجنب النظر مباشرة إلى مصادر إضاءة قوية مثل الشمس وأضواء الكشافات.\n- تجنب الاقتراب من مواد كيميائية وغسل العينين على الفور إذا تعرضتا لأي مادة كيميائية.\n- منع الأطفال من اللعب بأدوات حادة ومدببة، ومنعهم من اللعب بالألعاب النارية والمفرقعات.\n- ارتداء النظارات الواقية عند العمل بالمواد الكيميائية أو في مجال اللحام الإلكتروني.\n- تجنب استخدام المكياج والمواد الكيميائية المليئة بالأصباغ الضارة.\n- الابتعاد عن مصادر الهواء القوية مثل المروحة ومجفف الشعر والنظر من نوافذ السيارة المتحركة لتجنب جفاف العين.\n- الابتعاد عن التدخين والتعرض للتدخين السلبي.\n- البقاء في المنزل في الأيام الغبارية، وارتداء النظارات الشمسية الكبيرة التي تغطي العينين من جميع الجوانب عند الخروج.\n- ارتداء النظارات الواقية أثناء السباحة، واختيار النظارات ذات الجودة الجيدة التي تحمي العينين من دخول الماء الملوث.\n\nمن الجيد الالتزام بتلك الإرشادات والنصائح للحفاظ على صحة العين والوقاية من الأمراض والأعراض التي قد تؤثر على البصر. ومع ذلك، يجب أن تتذكر أنه في حالة ظهور أي أعراض غير طبيعية أو مشاكل في العين، يجب عليك استشارة طبيب العيون لتقييم الحالة وتقديم العلاج المناسب.");
							}
							else {
								temp++;
								if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
									imageview1.setImageResource(getResources().getIdentifier("img_7", "drawable", getPackageName()));
									textview1.setText(getIntent().getStringExtra("head"));
									textview2.setText("نصائح وإرشادات للتخلص من رفة العين:\n\n1. استهلاك كميات معتدلة من الكافيين.\n2. الحصول على قسط كافٍ من الراحة.\n3. تطبيق ضغط دافئ على العينين.\n4. تناول كميات كافية من الأطعمة الغنية بالمغنيسيوم وتضمينها في النظام الغذائي الخاص بك.\n5. محاولة تقليل التوتر والإجهاد من خلال القيام بأنشطة ترفيهية مثل قضاء وقت مع العائلة والأصدقاء أو ممارسة التمارين الرياضية مثل التنفس واليوغا.\n6. اتباع قاعدة (20-20-20) عند استخدام الأجهزة الإلكترونية، وتعني أنه بعد كل 20 دقيقة يجب أن تلقي نظرة بعيدًا عن الشاشة لمدة 20 ثانية على الأقل وعلى بُعد 20 قدمًا.\n7. استشارة الطبيب المختص بشأن ارتداء نظارات طبية أثناء استخدام الأجهزة الإلكترونية لتخفيف الإجهاد على العينين.\n8. استشارة الطبيب المختص بمشكلة جفاف العين لتقييمها والحصول على العلاج المناسب.\n9. الامتناع عن تناول الكحول.\n10. عدم التوقف عن تناول الأدوية الموصوفة من قبل الطبيب دون استشارته.\n11. عدم القلق والتوتر بشأن رفة العين، لأنها عادة ما تكون غير ضارة وتزداد بزيادة التوتر والقلق.\n12. في حالة استمرار رفة العين أو تفاقمها، ينبغي استشارة الطبيب المختص وذلك عندما تحدث الحالات التالية:\n  - عدم اختفاء رفة العين خلال أسابيع قليلة.\n  - انغلاق الجفن بشكل كامل تمامًا مع صعوبة في فتحه.\n  - حدوث رفة العين في أجزاء أخرى من الوجه أو الجسم.\n  - احمرار العين أو انتفاخها، أو خروج بعض الإفرازات منها.\n  - تدلي الجفون بشكل واضح.\n  - الشعور بضعف في المنطقة المصابة من العين.\n  - اعتقاد الفرد بأن السبب الكامن وراء رفة العين هو الأدوية التي يستخدمها.\n\nتذكر أن هذه النصائح قد تساعد في تخفيف أعراض رفة العين، وفي حالة استمرار المشكلة أو تفاقمها، ينبغي استشارة الطبيب لتقييم الحالة وتقديم العلاج المناسب.");
								}
								else {
									temp++;
									if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
										imageview1.setImageResource(getResources().getIdentifier("img_8", "drawable", getPackageName()));
										textview1.setText(getIntent().getStringExtra("head"));
										textview2.setText("عندما يكون لديك رؤية غائمة، قد يبدو أنك تنظر إلى العالم من خلال نافذة ضبابية، ويمكن أن تتراوح الرؤية الغائمة من ضباب خفيف إلى طبقة كثيفة تغطي رؤيتك بالكامل. يمكن أن تكون الرؤية الضبابية المفاجئة علامة على مشكلة طبية شديدة، وإذا واجهت هذا، فاتصل بالطبيب في أسرع وقت ممكن.\n\nما سبب وجود ضباب على العين فجأة؟\nقد تنتج الرؤية الضبابية الفجائية بسبب أي من التالية:\n1. إصابة بالعين: مثل تعرض العين لضربة.\n2. عدوى في العين: مثل الهربس والزهري والسل والتوكسوبلازما.\n3. التهاب في العين: عندما تندفع خلايا الدم البيضاء لاحتواء التورم والالتهاب، فإنها يمكن أن تدمر أنسجة العين، وتتسبب في رؤية ضبابية مفاجئة، وغالبًا ما يحدث ذلك بسبب أمراض المناعة الذاتية، ولكن قد يكون أيضًا بسبب العدوى أو الإصابة.\n\nالفرق بين عدم وضوح الرؤية والرؤية الضبابية\nعدم وضوح الرؤية هو عندما تبدو الأشياء خارج نطاق التركيز، ويمكن تحسين الرؤية بالتحديق. أما الرؤية الضبابية فتكون عندما يبدو أن الفرد ينظر إلى ضباب، وقد تبدو الرؤية كلون الحليب، وقد تبدو الألوان باهتة أيضًا.\n\nدواعي مراجعة الطبيب\nبالإضافة إلى الرؤية الضبابية في إحدى العينين أو كلتيهما، راجع الطبيب إذا كان لديك مشاكل في رؤية الأشي\n\nاء في مجال الرؤية المحيطية، صعوبة في الرؤية بالليل أو عند القراءة، فقدان تدريجي لحدة الرؤية، صعوبة التمييز بين الألوان، عدم وضوح الرؤية عند محاولة رؤية الأشياء القريبة أو البعيدة، مرض السكري أو تاريخ عائلي لمرض السكري، حكة في العين أو إفرازات، وتغيرات الرؤية المرتبطة بالأدوية.\n\nدواعي طلب الرعاية الطبية الفورية\nفي بعض الحالات، قد تكون الرؤية الضبابية المفاجئة علامة على شيء خطير يتطلب علاجًا طبيًا طارئًا. وتشمل هذه العلامات العمى الجزئي أو الكامل في إحدى العينين أو كلتيهما، ازدواج الرؤية، إحساس بسحب الظل على العينين أو وجود ستارة تغطي مجال الرؤية، البقع العمياء، أو الهالات حول الأضواء، أو عدم وضوح الرؤية المفاجئ المصحوب بألم أو صداع شديد أو مفاجئ في العين.\n\nأسباب ضبابية العين غير المفاجئة تشمل إعتام عدسة العين، وضمور القرنية، والتنكس البقعي، واعتلال الشبكية السكري.");
									}
									else {
										temp++;
										if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
											imageview1.setImageResource(getResources().getIdentifier("img_9", "drawable", getPackageName()));
											textview1.setText(getIntent().getStringExtra("head"));
											textview2.setText("العين:\nتتكون العين من الخارج من جزئين، أحدهما أبيض ويسمّى بياض العين، والجزء الآخر ملّون يتوسّطه البؤبؤ. في بعض الأحيان، يميل لون الأبيض للأصفر وتسمّى هذه الحالة باليرقان. هناك أسباب متعددة لاصفرار العين، وتختلف في الأطفال الرضّع والأطفال والبالغين.\n\nاصفرار العين للرضّع:\nاصفرار العين للأطفال حديثي الولادة شائع ولا يستدعي القلق إذا كان خفيفًا، وسيزول بعد حوالي أسبوعين من الولادة. ومع ذلك، ارتفاع درجة اصفرار العين يمكن أن يشير إلى مشاكل صحية خطيرة. من الأفضل مراجعة الطبيب لفحص مستوى البيليروبين في الدم.\n\nاصفرار العين للبالغين:\nاصفرار العين عند البالغين عادة ما يكون مؤشرًا على وجود مرض. يمكن أن تشمل الأسباب التهاب البنكرياس، التهاب الكبد الفيروسي، وحصوة في المرارة. يجب استشارة الطبيب إذا كانت هناك أعراض مرافقة مثل الغثيان وفقدان الشهية والحكة.\n\nتترافق أعراض أخرى مع اصفرار العين عند وجود مرض، وتختلف تلك الأعراض باختلاف المرض، مثل المغص في البطن وتغير لون البول وفقدان الوزن. يجب استشارة الطبيب إذا كانت هذه الأعراض موجودة.");
										}
										else {
											temp++;
											if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
												imageview1.setImageResource(getResources().getIdentifier("img_10", "drawable", getPackageName()));
												textview1.setText(getIntent().getStringExtra("head"));
												textview2.setText("يُعتبر الخيار من النباتات المتسلقة ويعتبر فاكهة مفيدة للجسم والبشرة بشكل عام، ولاسيما لمنطقة العيون. يحتوي الخيار على ألياف ومواد مضادة للأكسدة مثل البيتاكاروتين وفيتامين C، بالإضافة إلى نسبة كبيرة من الماء وأملاح معدنية هامة مثل الكالسيوم والصوديوم والمغنيسيوم والفسفور. تحتوي هذه المكونات الداخلية في الخيار على العديد من الفوائد للبشرة والعيون، حيث يعمل على تحسين حيوية البشرة وتنقيتها وإعطائها نضارة. يستخدم الخيار بشكل شائع في مراكز التجميل لفوائده الجمالية.\n\nتشمل فوائد الخيار للعيون القضاء على التورم في الجفون، والتخلص من الهالات السوداء، وإزالة آثار الإجهاد حول العين، ومنع التهابات العيون، والتخلص من احتباس الماء تحت الجفن، وإخفاء علامات التقدم في السن. يمكن تناول الخيار عن طريق الفم أو استخدامه كماسك على البشرة للاستفادة من فوائده. ينصح بتكرار استخدام ماسك الخيار على منطقة العيون للحصول على أفضل النتائج، ويمكن تناوله يوميًا كجزء من النظام الغذائي لتعزيز فوائده. الخيار طبيعي وآمن للاستخدام ولا يسبب أي آثار جانبية.");
											}
											else {
												temp++;
												if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
													imageview1.setImageResource(getResources().getIdentifier("img_11", "drawable", getPackageName()));
													textview1.setText(getIntent().getStringExtra("head"));
													textview2.setText("أسباب زغللة العين يمكن أن تتسبب بعض الحالات الصحية التي تصيب العين في حدوث زغللة العين. كما يمكن أن تحدث كعرض جانبي جراء تناول بعض العلاجات الدوائية أو كعرض من أعراض الإصابة بأمراض مختلفة في الجسم. يمكن ذكر أسباب الإصابة بزغللة العين بالتفصيل فيما يلي:\n\n1. الأخطاء الانكسارية: تعد أكثر الأسباب شيوعًا للإصابة بزغللة العين. يمكن أن تحدث هذه الأخطاء على مسافات مختلفة وتشمل:\n   - قصر النظر (الحسر): يحدث اضطراب في عملية انكسار خطوط الضوء، مما يؤدي إلى تشكل الصورة في موضع أمام شبكية العين بدلاً من تشكلها في الشبكية نفسها.\n   - طول النظر (بعد النظر): يحدث تشوش في رؤية الأجسام القريبة، في حين يرى الأجسام البعيدة بوضوح.\n   - اللابؤرية: حالة شائعة تحدث بسبب اضطراب في انحناء العدسات داخل العين أو شكل غير منتظم للقرنية.\n\n2. قصر البصر الشيخوخي (Presbyopia): حالة شائعة تحدث عند كبار السن، تتسبب في صعوبة رؤية الأجسام القريبة بصورة واضحة.\n\n3. جفاف العين المزمن: قد يحدث زغللة العين نتيجة قلة إنتاج طبقة الدموع التي تغذي العين وترطبها.\n\n4. إعتام عدسة العين (Cataracts): حالة تؤثر في قدرة الشخص على رؤية الأشياء بوضوح بسبب عتمة أو ضبابية العدسة.\n\n5. اعتلال شبكية السكري (Diabetic retinopathy): يحدث نتيجة ارتفاع مستوى.");
												}
												else {
													temp++;
													if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
														imageview1.setImageResource(getResources().getIdentifier("img_12", "drawable", getPackageName()));
														textview1.setText(getIntent().getStringExtra("head"));
														textview2.setText("حقن البوتوكس هي إجراء يتم استخدامه للتخلص من التجاعيد التي تظهر بوضوح حول العينين أثناء تحريك عضلات الوجه مثل الابتسامة أو التحديق أو الضحك. يتم ذلك باستخدام حقن البوتوكس أو توكسين البوتولينوم، وهو عبارة عن مادة آمنة وفعالة تساعد في استرخاء عضلات الوجه كيميائيًا وتمنع انقباضها. تستغرق هذه العملية عدة دقائق فقط، وتظهر نتائجها في غضون أسبوع وتستمر لمدة تتراوح بين 3 إلى 6 أشهر. ومع ذلك، يجب أن يتم حقن البوتوكس بواسطة طبيب مختص ومعتمد لتجنب أي مضاعفات سلبية قد تحدث.\n\nفيتامين E له خصائص وقائية يفيد في علاج أضرار الجذور الحرة المسببة للتجاعيد وشيخوخة البشرة. يمكن استخدام فيتامين E لعلاج تجاعيد العين عن طريق وضع كبسولات فيتامين E أو زيت فيتامين E حول العينين، أو عن طريق تناول الأطعمة التي تحتوي على فيتامين E مثل بذور عباد الشمس والخضراوات الورقية الخضراء والمكسرات. يجب تكرار كلتا الطريقتين مرة واحدة على الأقل يوميًا.\n\nوإليك بعض النصائح الأخرى للتخلص من تجاعيد تحت العين:\n\n1. علاج حساسية العين لتجنب الاحمرار والجفاف الذي يسبب تجاعيد البشرة.\n2. تقشير البشرة بلطف باستخدام منتجات مخصصة لتحفيز نمو خلايا الجلد الجديدة.\n3. ترطيب العين باستخدام مرطبات خاصة تحتوي على م\n\nكونات تعزز نمو الخلايا الجديدة وتحسين تدفق الدم مثل حمض الهيالورونيك والببتيدات والريتينول.\n\nيجب مراعاة أن هذه النصائح قد تكون مفيدة، ولكن يفضل استشارة طبيب متخصص قبل تنفيذ أي علاجات أو إجراءات.");
													}
													else {
														temp++;
														if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
															imageview1.setImageResource(getResources().getIdentifier("img_13", "drawable", getPackageName()));
															textview1.setText(getIntent().getStringExtra("head"));
															textview2.setText("نعم، فالبكاء المستمر قد يُسبب بعض الأضرار على العين، ومنها ما يأتي:\n\nتحسس ملتحمة العين وجفافها.\nالشعور بحرقة واحمرار في العين بالإضافة لتعكرها.\nتورم العينين نتيجة تعرضها للإجهاد المستمر.\nضعف البصر نتيجة لجفاف العين ويمكن أن يؤدي في بعض الحالات إلى العمى لا قدر الله.\n\n\nأما بالنسبة لشعور الرمل في عينيكِ وقلة الدموع فقد يحدث نتيجة جفاف العين الناتج عن العمل والتحديق في شاشة الحاسوب لفترات طويلة، ويمكنك حماية عيونك من ضرر شاشة الحاسوب باتباع الخطوات الآتية:\n\nاحرصي على رمش العين بشكل أكثر لحمايتها من الجفاف.\nتجنبي التحديق في شاشة الحاسوب لأكثر من 25 دقيقة متواصلة، وخذي استراحة قصيرة.\nأبعدي عينيك عن الشاشة بحوالي 50 سم على الأقل.\nتأكدي من كفاية إضاءة الغرفة.\nتجنبي ارتداء العدسات اللاصقة لما لها تأثير سلبي على ترطيب العين.\nاستخدمي قطرات العين المرطبة بانتظام.");
														}
														else {
															temp++;
															if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
																imageview1.setImageResource(getResources().getIdentifier("img_14", "drawable", getPackageName()));
																textview1.setText(getIntent().getStringExtra("head"));
																textview2.setText("حَدَقَة العين، أو بُؤبُؤ العين، أو سواد العين (بالإنجليزية: Pupil)؛ هي الدائرة السوداء التي تقع في مركز القزحيّة (بالإنجليزية: Iris)، ويُشار إلى أنَّ حدقة العين هي الفتحة الصغيرة التي يتم من خلالها تمرير الضوء إلى شبكيّة العين (بالإنجليزية: Retina)؛ وتعد الشكبيّة الطبقة الحساسة للضوء والتي تقع في الجزء الخلفيّ من العين.\n\nأمّا بالنسبة للقزحيّة؛ فهي الجزء الملوّن من العين نتيجة تكوّنها من الصبغة، وتنظم القزحية انقباض وتوسّع حدقة العين من خلال مجموعتين من العضلات الملساء؛ وهما العضلة الموسِّعة للحدقة (بالإنجليزية: Dilator muscle)؛ والتي يؤدي انقباضها إلى توسّع الحدقة، والعضلة المصرّة للحدقة (بالإنجليزية: Sphincter muscle)؛ والتي يؤدي انقباضها إلى تقلّص الحدقة.\n\nوظيفة حدقة العين تتحكم حدقة العين بالتعاون مع القزحيّة في كمية الضوء التي تدخل إلى العين. ويمكن تشبيه الحدقة بعدسة الكاميرا والقزحيّة بحاجب عدسة الكاميرا المسؤول عن تحديد حجم فتحة العدسة.\n\nحجم حدقة العين يختلف بين الأشخاص وخلال المراحل العمرية المختلفة. يُقدّر القطر الطبيعيّ للحدقة بين 2-4 ملميتر عند التعرّض للضوء الساطع، وبين 4-8 ملميتر عند التعرّض للضوء الخافت أو خلال الليل.\n\nتعتبر تغييرات حجم حدقة العين طبيعية في بعض الحالات، مثل توسعها في حالات الإضاءة المنخفضة لتحسين الرؤية الليلية. ومن الممكن وجود اختلاف بسيط في حجم الحدقة بين العينين لدى الأشخاص. ومع ذلك، يجب الانتباه إلى أي تغير غير طبيعي في حجم الحدقة أو وجود أعراض مصاحبة قد تشير إلى وجود مشكلة صحية. في حالة الشك، ينصح بالتشاور مع الطبيب لتقييم الحالة بدقة.");
															}
															else {
																temp++;
																if (getIntent().getStringExtra("number").equals(String.valueOf((long)(temp)))) {
																	imageview1.setImageResource(getResources().getIdentifier("img_15", "drawable", getPackageName()));
																	textview1.setText(getIntent().getStringExtra("head"));
																	textview2.setText("أسباب نبض العين:\nنبض العين من الحالات الشائعة جداً، حيث تصيب معظم الأشخاص من وقت لآخر، وعادةً ما تزول في فترة قصيرة، ويُمكن أن تتكرَّر في غضون ساعات، أو أيام، أو أكثر. وتؤدي بعض العوامل لحدوث خلل في بعض خلايا الجهاز العصبي، ممّا يتسبّب في حدوث حركة غير اعتيادية في العضلات المحيطة بالعين والشعور بنبض داخل العين.\n\nأسباب نبض العين:\n1. التدخين.\n2. الرياح، أو الهواء الملوث.\n3. الإكثار من الكافيين.\n4. التعرض للتعب والإجهاد.\n5. تهيج جفن العين الداخلي، أو سطح العين.\n6. التعرض للضوء الساطع.\n\nنبض العين والحالات المرضية:\nنبض العين يمكن أن يكون إشارة لوجود حالات مرضية معينة، مثل:\n1. جفاف العين.\n2. حساسية.\n3. التهاب العنبية.\n4. خدش في القرنية.\n5. التهاب جفن العين.\n\nنبض العين والمشاكل العصبية والدماغية:\nفي بعض الحالات النادرة، يمكن أن يكون نبض العين دليلاً على وجود مشكلة في الدماغ والأعصاب، مثل:\n1. مرض باركنسون.\n2. شلل الوجه.\n3. التصلب اللويحي.\n4. متلازمة توريت.\n5. خلل التوتر.\n\nعلاج نبض العين:\nغالبًا ما يزول نبض العين من تلقاء نفسه دون الحاجة للعلاج. ولكن في حال وجود نبض بسيط في العين، يُستحسن أخذ قسط من الراحة والتقليل من الكافيين والتدخين. يمكن استخدام قطرات الدموع الاصطناعية لتخفيف النبض البسيط في العين\n\n في حالة التهيج أو الجفاف. يمكن أيضًا استخدام حُقن البوتولينيوم توكسن في جفن العين لمنع حدوث التشنجات، ويمكن للطبيب وصف بعض الأدوية في الحالات البسيطة. يُمكن أيضًا للمصاب بنبض العين أن يلجأ إلى الطب البديل، مثل التنويم المغناطيسي وتقويم العمود الفقري والعلاج بالوخز بالإبر والإرتجاع البيولوجي.\n\nملاحظة: يُنصح بزيارة الطبيب لتشخيص وعلاج حالات نبض العين المستمرة أو المزمنة.");
																}
																else {
																	imageview1.setImageResource(getResources().getIdentifier("img_16", "drawable", getPackageName()));
																	textview1.setText(getIntent().getStringExtra("head"));
																	textview2.setText("في الوضع الطبيعي تقوم الغدد الدمعية بإفراز الدموع بكميات قليلة لترطيب العيون، كما أن هذه الغدد تغذيها شعيرات دموية بالأكسجين، وعند البكاء يزداد حجم وكمية الدموع التي تفرزها هذه الغدد وتزداد الحاجة إلى الأكسجين من الشعيرات الدموية المحيطة بها، ولموازنة هذه الحاجة تتوسع الشعيرات الدموية لتحتوي كمية أكبر من الدم والأكسجين لتغذية الغدد الدمعية؛ مما يؤدي إلى ظهور العينين وتحتهما باللون الأحمر.\n\n\n\nإن ظهور الاحمرار تحت العين بعد البكاء لا يعد أمرًا مقلقًا ولا خطيرًا، ويمكنك التخلص منه بوضع الكمادات الباردة أو شرائح الخيار الباردة تحت العينين مع عمل مساج لطيف للمنطقة أو يمكنك تغطية المنطقة باستخدام خافي العيوب بكل بساطة.");
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
	
	@Override
	public void onBackPressed() {
		intent.setFlags(Intent.FLAG_ACTIVITY_CLEAR_TOP);
		intent.setClass(getApplicationContext(), StartActivity.class);
		startActivity(intent);
		finish();
	}
	
	@Deprecated
	public void showMessage(String _s) {
		Toast.makeText(getApplicationContext(), _s, Toast.LENGTH_SHORT).show();
	}
	
	@Deprecated
	public int getLocationX(View _v) {
		int _location[] = new int[2];
		_v.getLocationInWindow(_location);
		return _location[0];
	}
	
	@Deprecated
	public int getLocationY(View _v) {
		int _location[] = new int[2];
		_v.getLocationInWindow(_location);
		return _location[1];
	}
	
	@Deprecated
	public int getRandom(int _min, int _max) {
		Random random = new Random();
		return random.nextInt(_max - _min + 1) + _min;
	}
	
	@Deprecated
	public ArrayList<Double> getCheckedItemPositionsToArray(ListView _list) {
		ArrayList<Double> _result = new ArrayList<Double>();
		SparseBooleanArray _arr = _list.getCheckedItemPositions();
		for (int _iIdx = 0; _iIdx < _arr.size(); _iIdx++) {
			if (_arr.valueAt(_iIdx))
			_result.add((double)_arr.keyAt(_iIdx));
		}
		return _result;
	}
	
	@Deprecated
	public float getDip(int _input) {
		return TypedValue.applyDimension(TypedValue.COMPLEX_UNIT_DIP, _input, getResources().getDisplayMetrics());
	}
	
	@Deprecated
	public int getDisplayWidthPixels() {
		return getResources().getDisplayMetrics().widthPixels;
	}
	
	@Deprecated
	public int getDisplayHeightPixels() {
		return getResources().getDisplayMetrics().heightPixels;
	}
}