[
    {
        "head": "امنحي نفسك قسطاً من الراحة",
        "link":"https://i.pinimg.com/236x/04/6e/99/046e99c2e234a9e7daadb08562549379.jpg",
       "info": "فترة الراحة المناسبة لا تعني الاستلقاء أمام التلفاز، بل المقصود هو أن توفري بعض الوقت المخصص للقيام بشيء ما خاص ومختلف. فكري في الأمر على أنه بمثابة توجيه كلمة شكراً لنفسك، ومنحها عطلة قصيرة، وتغييراً للأجواء، حتى لو عن طريق مجرد الجلوس لبعض الوقت مع أطفالك الصغار في غرفة المعيشة والانشغال باللعب ولا شيء غيره."
      },{
        "head": "اقضِي الوقت مع أفراد مثيرين للاهتمام",
        "link":"https://i.pinimg.com/236x/6e/ca/b6/6ecab6524ad695009a5f21e82811da8b.jpg",
       "info": "من المؤكد أن سلوكيات أصدقائك سوف تترك انطباعاً وتأثيراً كبيراً عليك. تأكدي من أنك تقضين وقتك مع أفراد مثيرين للانتباه، وإيجابيين؛ بهدف إلهام نفسك لكيفية عيش حياتك بشكل أفضل "
      },{
        "head": "قومي بتربية حيوان أليف",
        "link":"https://i.pinimg.com/236x/b2/08/49/b208494acd0662b0721e07fa53f80f68.jpg",
       "info": "امتلاكك حيواناً أليف يمنحك المحبة والرفقة وساعات من الاستمتاع، فعلى سبيل المثال، يقلل من مستوى ضغط الدم وأخطار الإصابة بأمراض القلب، ويزيد من مشاعر استقرارك العاطفي، والارتباط بما حولك، ويعلمك دروساً عظيمة فيما يخص التعاطف والرعاية والاهتمام بالآخرين."
      },{
        "head": "ركزي على ما هو جيد في حياتك",
        "link":"https://i.pinimg.com/236x/52/85/85/528585ce125652dfde4e3d185e9b4b69.jpg",
       "info": "أهمية الامتنان والتفاؤل في تحسين حياتك اليومية، خاصة في الأوقات الصعبة. النصيحة تبدأ بتشجيعك على بدء يومك بقلب ممتن، لأن العقل في الصباح يكون جاهزًا لاستقبال الأفكار، سواء كانت إيجابية أو سلبية، حسب ما تختارين. بالتالي، من المهم أن تغرسي أفكارًا إيجابية تؤثر عليك طوال اليوم.
ثم، تنصحك بإنهاء يومك أيضًا بالامتنان، بغض النظر عما مر بك خلال اليوم، حتى تتمكني من النوم بسلام. وتشجعك على إعطاء اهتمام وتقدير للآخرين دون انتظار مقابل، سواء من خلال إظهار الحب لشخص آخر، أو إظهار العطف على شخص محتاج، أو حتى كتابة كلمات تشجيعية لطفلك. هذه الأفعال البسيطة يمكن أن ترفع من معنويات الآخرين وتنعكس إيجابياً على حياتك."
      },{
        "head": "20 نصيحة تفيدك في حياتك الاجتماعية والمهنية",
        "link":"https://i.pinimg.com/236x/09/be/65/09be653c9af6446ac80b9626ee48b63c.jpg",
       "info": "كن أكثر لطفاً وحكمة يوماً بعد يوم، وفر المال لمصلحة عائلتك وشركتك، كن إيجابياً باستمرار، اقرأ لتزداد حكمة، افعل الشيء الصحيح دائماً، ولا تنسَ أن الناس ينجزون ما تدفع لهم مقابله، كن كريماً، ابحث عن الإجابات لدى الآخرين، حافظ على نظرتك المتوازنة لذاتك، كن واعياً لاستخدام التكنولوجيا، تبرع بما لا تحتاجه، لا تكره الآخرين، انتبه لأفكارك وكلماتك، ساعد الآخرين قبل طلب خدمة، استخدم نعمك لمساعدة غيرك، اعتنِ بصحتك لتحقيق النجاح، خذ الأفكار البسيطة بجدية، اسعَ للتقدم، واستمع للآخرين لتفكر بعمق."
      },{
        "head": "أجمل نصيحة في الحياة",
        "link":"https://i.pinimg.com/236x/d1/2a/70/d12a709b68006e8f7a49c2e783e32316.jpg",
       "info": "صار معيار الصحة والحياة لدي هو كمُّ ما أحققه بهذا القدر من الصحة حتى مع المرض. الأم شمعة مقدسة تضيء ليل الحياة بتواضع ورقة وفائدة. إنّ كل كلمة وكل فكرة تعد بمثابة طاقة روحية تقوم بتنشيط قوى الحياة في داخلك، سواء كانت ذات طبيعة سلبية أو إيجابية. العظمة في هذه الحياة ليست في التعثر، ولكن في القيام بعد كل مرة نتعثر فيها. لولا الألم لكان المرض راحة تحبب الكسل، ولولا المرض لافترست الصحة أجمل نوازع الرحمة في الإنسان، ولولا الصحة لما قام الإنسان بواجب ولا بادر إلى مكرمة، ولولا الواجبات والمكرمات لما كان لوجود الإنسان في هذه الحياة معنى. الحياة فيض من الذكريات تصب في بحر النسيان، أمّا الموت فهو الحقيقة الراسخة. إنّ التحرر من خرافة عدم وجود الوقت الكافي هي أولى المحطات التي ننطلق منها إلى حياة منظمة واستغلال أمثل للوقت والحياة بشكل عام. في المدرسة يعلمونك الدرس ثم يختبرونك، أمّا الحياة فتختبرك ثمّ تعلمك الدرس. لست آسفاً إلّا لأنني لا أملك إلّا حياة واحدة أضحي بها في سبيل الوطن. الكرم أثناء الحياة مختلف جداً عن الكرم في ساعة الموت، ينشأ واحد من التسامح الأصيل والخير، بينما ينشأ الآخر من الغرور أو الخوف. الثقافة أن تعرف نفسك، أن تعرف الناس، أن تعرف الأشياء والعلاقات، ونتيجةً لذلك ستحسن التصرف فيم يلم بك من أطوار الحياة. موضوع الثقافة موضوع ثابت هو لماذا نحيا؟ أمّا الحضارة فهي تقدم متصل يتعلق بسؤال آخر هو: كيف نحيا؟ أول سؤال عن معنى الحياة؟ والثاني عن كيفية هذه الحياة؟. القرآن لا يدركه حق إدراكه من يعيش خالي البال من مكابدة الجهد والجهاد لاستئناف حياة إسلامية حقيقية. يقاتلنا الدهر عن صحة الروح فينا ويدفعنا للفساد، وإنّ الحياة الطبيعية اليوم أمرٌ عظيم. الطب مهنة غريبة وتقترب من السحر، ولكنّها بالغة القدم وتتعامل على الأقل مع أسرار الحياة والموت. الحياة كالمرآة، تحصل على أفضل النتائج حين تبتسم لها. الحياة في نظر الطفلة الصغيرة صياح وبكاء، وفي نظر الفتاة اعتناء بالمظهر، وفي نظر المرأة زواج، وفي نظر الزوجة تجربة قاسية. الحياة حلم يوقظنا منه الموت. لقد تعلمنا في المدرسة ونحن صغار أنّ السنبلة الفارغة ترفع رأسها في الحقل، وأنّ الممتلئة بالقمح تخفضه، فلا يتواضع إلّا كبير، ولا يتكبر إلّا حقير. إننا نعيش لأنفسنا حياة مضاعفة، حينما نعيش للآخرين، وبقدر ما نضاعف إحساسنا بالآخرين نضاعف إحساسنا بحياتنا، ونضاعف هذه الحياة ذاتها في النهاية. الحياة رواية جميلة عليك قراءتها حتّى النهاية، لا تتوقف أبداً عند سطر حزين، قد تكون النهاية جميلة. في الحياة رذيلتان اثنتان فقط، أن تكذب على نفسك، وأن تخاف من إنسان يمرض مثلك ويموت مثلك، تخلص منهما وكن جريء القلب، تكن رجلاً فاضلاً. دون أن أعلم من أنا ؟ ولما أنا هنا ؟ الحياة مستحيلة. اصرخ لتعلم أنك ما زلتَ حيّاً وحيّاً، وأن الحياة على هذه الأرض ممكنة. أجمل سنن الحياة الاجتماعية الزواج. الحياة فيض من الذكريات تصب في بحر النسيان، أمّا الموت فهو الحقيقة الراسخة. إنّ القضية اليوم قضية حياة أو موت، إمّا أن نموت ونخسر أرضنا وشعبنا، وإمّا أن نستسلم ونخسر بعضا من كرامتنا، وحياة الناس مقدمة على كرامة البعض. إنّ معلمينا هم الذين يعطوننا الطريقة لنحيا حياة صالحة. العديد من حالات الفشل في الحياة هم الناس الذين لم يدركوا مدى قربهم من النجاح عندما تخلو. العجز عن الاجتهاد والعجز عن الحياة مقترنان. إذا كنت تريد أتمتة السيارات وإنقاذ حياة الناس، فإنّ المهارات التي تحتاج إليها لا تدرس في أيّ تخصص. يكفي أن تدق الباب، أو تطل بوجهك من النافذة، لا حاجة بك إلى اللف والدوران في حياتك. الطهي على عجل يفقد الطعام نكهته، ككل متع الحياة. إن لم يكن لك هدف في الحياة فاجعل لنفسك هدف. تأتي دائماً، آجلاً أو عاجلاً، في حياة كل شعب لحظة الاختيار لتفرز العامل عن الخامل، الصادق عن المنافق. إنّ الكمال في كل شيء مستحيل، فمن طبيعة الحياة أن تكون ناقصة لكي تسعى في سبيل سد هذا النقص فلا تقف. الحياة أكبر من الطب يا عزيزي. لا يمكنك العثور على السلام عن طريق تفادي الحياة. الأخلاق هي الحساسية المرضية للمنحط مع النية الخفية في الانتقام من الحياة. فما نفع الربيع السمح إن لم يؤنس الموتى ويُكمل بعدهم فرح الحياة ونضرة النسيان؟"
      }, {
        "head": "تحقيق التوازن والسعادة في حياتك اليومية: استراتيجيات عملية مدعومة علمياً",
        "link":"https://i.pinimg.com/236x/a7/93/d5/a793d5ebf052bb42424dffc604642350.jpg"
       ,"info": "الحياة اليومية مليئة بالتحديات والمشتتات التي يمكن أن تؤثر على تركيزنا وانتباهنا، مما يجعل من الصعب تحقيق التوازن والسعادة. لحسن الحظ، هناك العديد من الاستراتيجيات العملية المدعومة علمياً التي يمكننا تطبيقها لتحسين تركيزنا وانتباهنا، وبالتالي تعزيز شعورنا بالتوازن والسعادة. 
    
    فيما يلي بعض النصائح لتحقيق ذلك:
    
    1. ممارسة تمارين اليقظة الذهنية: 
    تساعد تمارين اليقظة الذهنية، مثل التأمل والتنفس العميق، على تدريب العقل على التركيز على اللحظة الحالية وتقليل التشتت. 
    
    2. تنظيم الوقت وإدارة المهام: 
    يمكن أن يساعد التخطيط المسبق وتحديد الأولويات في تقليل التوتر والشعور بالإرهاق، مما يسمح لك بالتركيز بشكل أفضل على المهمة التي تقوم بها. 
    
    3. أخذ فترات راحة منتظمة: 
    أخذ فترات راحة قصيرة ومنتظمة من العمل أو الدراسة يساعد على تجديد الطاقة الذهنية وتحسين التركيز. 
    
    4. ممارسة الرياضة بانتظام: 
    للرياضة فوائد عديدة، بما في ذلك تحسين الصحة البدنية والعقلية، وتعزيز الذاكرة والتركيز. 
    
    5. الحصول على قسط كافٍ من النوم: 
    النوم من أهم العوامل التي تؤثر على قدرتنا على التركيز والانتباه. احرص على الحصول على 7-8 ساعات من النوم الجيد كل ليلة. 
    
    6. اتباع نظام غذائي صحي: 
    تناول الأطعمة الغنية بالفيتامينات والمعادن ومضادات الأكسدة يدعم صحة الدماغ ويعزز الوظائف الإدراكية. 
    
    7. تقليل استخدام الأجهزة الإلكترونية: 
    يمكن أن تؤثر الأجهزة الإلكترونية على قدرتنا على التركيز، لذلك من المهم أخذ فترات راحة منتظمة منها. 
    
    8. قضاء الوقت في الطبيعة: 
    أظهرت الدراسات أن قضاء الوقت في الطبيعة يمكن أن يقلل من التوتر ويحسن المزاج والتركيز. 
    
    9. ممارسة الهوايات والأنشطة التي تستمتع بها: 
    يمكن أن يساعد تخصيص وقت للأنشطة التي تجلب لك السعادة في تحسين مزاجك العام وتعزيز شعورك بالتوازن. 
    
    10. التواصل مع الآخرين: 
    التواصل مع الأصدقاء والعائلة يمكن أن يوفر الدعم الاجتماعي ويقلل من التوتر، مما يساهم في تحقيق التوازن والسعادة. 
    
    تذكر أن تحقيق التوازن والسعادة رحلة وليست وجهة. ستكون هناك أوقات جيدة وأوقات سيئة، ولكن من خلال تطبيق هذه الاستراتيجيات، يمكنك تحسين تركيزك وانتباهك، وبالتالي تعزيز قدرتك على عيش حياة متوازنة وسعيدة."
    },
    {
        "head": "أفكار عشوائية لتحسين حياتك",
         "link":"https://i.pinimg.com/236x/02/3a/fd/023afd17b4436f3f4b23bfac04d2b467.jpg"
       ,"info": "هل تبحث عن طرق لتحسين حياتك؟ إليك بعض الأفكار العشوائية التي قد تساعدك: 
        
        * تعلم مهارة جديدة. 
        * سافر إلى مكان جديد. 
        * تطوع لمساعدة الآخرين. 
        * مارس الرياضة بانتظام. 
        * اقضِ المزيد من الوقت مع أحبائك. 
        * افعل شيئًا يجعلك تضحك كل يوم. 
        * كن ممتنًا لما لديك. 
        * سامح الآخرين. 
        * لا تكن قاسيًا على نفسك. 
        * عش اللحظة. 
        
        قد لا تناسبك جميع هذه الأفكار،  اختر ما يناسب شخصيتك ونمط حياتك."
    },
    {
        "head": "نصائح سريعة لتحسين حياتك",
          "link":"https://i.pinimg.com/474x/2f/21/13/2f21133e200beb8b9bb68b936043a651.jpg"
       ,"info": "ابتسم أكثر  كن لطيفًا مع نفسك  ساعد الآخرين  مارس الرياضة  تناول طعامًا صحيًا  احصل على قسط كافٍ من النوم  افعل شيئًا ممتعًا كل يوم  لا تقارن نفسك بالآخرين  ركز على الأشياء الإيجابية  كن شاكراً"
    },
    {
        "head": "الحياة رحلة",
        "link":"https://i.pinimg.com/236x/72/65/25/7265251f27ab9c05c711ec403d0c4f2f.jpg"
        , "info": "استكشف  تعلم  نمو  تغير  تطور  تحدي  تغلب  نجاح  فشل  حلم  حقق  ابتسم  ابكي  حب  خسر  سامح  انسى  عش"
    },
    {
        "head": "تأملات في الحياة",
        "link":"https://i.pinimg.com/236x/2c/d0/36/2cd036f5b577f2f139270863a60afdbf.jpg"
        , "info": "الوقت يمضي بسرعة، لا تضيعه في الندم على الماضي أو القلق بشأن المستقبل. عش اللحظة، واستمتع بكل ما تقدمه لك الحياة. 
                    
                    كن لطيفًا مع نفسك ومع الآخرين. العالم مليء بالأشخاص الطيبين، ولكن هناك أيضًا من يحاولون إيذاء الآخرين. لا تدعهم يؤثرون عليك، وركز على الخير في العالم. 
                    
                    لا تخف من الفشل. الفشل جزء من الحياة، وهو ما يجعلنا أقوى وأكثر حكمة. تعلم من أخطائك وامض قدمًا. 
                    
                    لا تقارن نفسك بالآخرين. كل شخص فريد من نوعه، ولكل منا رحلته الخاصة في الحياة. ركز على تحقيق أهدافك الخاصة، ولا تقلق بشأن ما يفعله الآخرون. 
                    
                    كن شاكراً لكل ما لديك. الصحة، والعائلة، والأصدقاء، والحب، كلها هدايا ثمينة يجب أن نقدرها. 
                    
                    الحياة قصيرة جدًا، فلا تضيعها في الغضب والكراهية. سامح الآخرين، وركز على الحب والسعادة. 
                    
                    افعل ما يجعلك سعيدًا. الحياة مليئة بالفرص، فلا تخجل من اغتنامها. 
                    
                    لا تستسلم أبدًا. مهما كانت الحياة صعبة، لا تفقد الأمل. 
                    
                    الحياة جميلة، استمتع بها!"
    },
    {
        "head": "خواطر متناثرة",
          "link":"https://i.pinimg.com/236x/e4/8a/89/e48a89e11a92ab2a5d8615d759c292ba.jpg"
       ,"info": "الحياة لغز كبير، مليء بالأسرار والتحديات. في بعض الأحيان تكون جميلة ومشرقة، وفي أحيان أخرى تكون قاسية ومظلمة. لكنها دائمًا ما تكون رحلة مثيرة للاهتمام.
                        
                        لا أحد يعرف ما يخبئه المستقبل، لذلك من المهم أن نعيش اللحظة ونستمتع بكل ما تقدمه لنا الحياة. لا تضيع وقتك في الندم على الماضي أو القلق بشأن المستقبل. 
                        
                        ركز على ما هو مهم حقًا في حياتك: الصحة، والعائلة، والأصدقاء، والحب. هذه هي الأشياء التي ستجلب لك السعادة الحقيقية. 
                        
                        لا تخف من المخاطرة وتجربة أشياء جديدة. الحياة قصيرة جدًا لتعيشها في خوف. 
                        
                        كن لطيفًا مع نفسك ومع الآخرين. العالم يحتاج إلى المزيد من الحب والرحمة. 
                        
                        لا تستسلم أبدًا على أحلامك. مهما كانت صعبة، ثابر عليها ولا تفقد الأمل. 
                        
                        الحياة مليئة بالصعود والهبوط، ولكن تذكر أنك لست وحدك. هناك دائمًا من يحبك ويهتم لأمرك. 
                        
                        لا تنسَ أن تبتسم! الابتسامة هي أفضل دواء، وهي معدية أيضًا. 
                        
                        الحياة هدية ثمينة، فاستمتع بها قدر الإمكان!"
    },
    {
        "head": "أحلام اليقظة",
          "link":"https://i.pinimg.com/236x/49/de/c9/49dec977a3555fb777ad3a3fd98b092f.jpg"
       ,"info": "أتمنى لو أنني أستطيع الطيران، وأن أرى العالم من فوق. أتمنى لو أنني أستطيع التحدث إلى الحيوانات، وأن أفهم ما يفكرون فيه. أتمنى لو أنني أستطيع السفر عبر الزمن، وأن أرى الماضي والمستقبل. 
                            
                            أتمنى لو أن العالم كان مكانًا أكثر سلامًا، وأن يتوقف الناس عن إيذاء بعضهم البعض. أتمنى لو أن الجميع كان لديهم ما يكفي من الطعام والشراب والمأوى. أتمنى لو أن كل الأطفال كان لديهم فرصة الحصول على التعليم. 
                            
                            أتمنى لو أنني أستطيع تغيير العالم، وأن أجعله مكانًا أفضل. لكنني أعلم أن هذا مستحيل. كل ما يمكنني فعله هو أن أحاول أن أكون شخصًا أفضل، وأن أجعل العالم من حولي أفضل قليلاً. 
                            
                            سأبدأ بالابتسام للناس في الشارع، ومساعدة المحتاجين، والتبرع للجمعيات الخيرية. سأحاول أن أكون أكثر لطفًا وتسامحًا مع الآخرين. وسأحاول أن أكون ممتنًا لكل ما لدي. 
                            
                            أعلم أن هذه أشياء صغيرة، لكنني أعتقد أنها يمكن أن تحدث فرقًا. إذا قام كل شخص بفعل شيء صغير لجعل العالم مكانًا أفضل، فربما يمكننا أن نحقق شيئًا كبيرًا معًا. 
                            
                            أنا أحلم بعالم أفضل، وأنا أعلم أن هذا الحلم يمكن أن يتحقق إذا عملنا معًا."
    },
    {
        "head": "مشاعر متضاربة",
          "link":"https://i.pinimg.com/236x/b2/4a/c6/b24ac6c3236f75edda15911b2ed0bd94.jpg"
       ,"info": "أشعر بالسعادة والحزن في نفس الوقت. أشعر بالامتنان لكل ما لدي، ولكنني أشعر أيضًا بالحزن على ما فقدته. أشعر بالإثارة بشأن المستقبل، ولكنني أشعر أيضًا بالقلق بشأن ما يخبئه لي. 
                                
                                أحيانًا أشعر وكأنني أعيش في حلم، وأحيانًا أخرى أشعر وكأنني أعيش في كابوس. الحياة مليئة بالصعود والهبوط، ولا أعرف أبدًا ما الذي سيحدث بعد ذلك. 
                                
                                لكنني أعلم شيئًا واحدًا: أنا لست وحدي. هناك الكثير من الأشخاص الذين يشعرون بنفس الطريقة التي أشعر بها. نحن جميعًا في هذه الرحلة معًا، ونحن جميعًا نحاول أن نجد طريقنا. 
                                
                                أحيانًا يكون من الصعب التعبير عن مشاعري، لذلك أكتبها. الكتابة تساعدني على فهم مشاعري بشكل أفضل، وتساعدني أيضًا على الشعور بأنني أقل وحدة. 
                                
                                إذا كنت تشعر بالارتباك أو الضياع، فلا تقلق. أنت لست وحدك. هناك الكثير من الأشخاص الذين يهتمون بك ويريدون مساعدتك. كل ما عليك فعله هو أن تطلب المساعدة. 
                                
                                الحياة رحلة، وليست وجهة. استمتع بالرحلة، ولا تقلق بشأن الوصول إلى وجهتك."
    },
    {
        "head": "أشياء صغيرة تجعلني سعيدًا",
          "link":"https://i.pinimg.com/236x/12/00/8c/12008c58487e264185b763e998ad97e6.jpg"
       ,"info": "رائحة القهوة في الصباح. صوت المطر على النافذة. ضحكة طفل. قراءة كتاب جيد. مشاهدة فيلم مضحك. قضاء الوقت مع الأصدقاء والعائلة. المشي في الطبيعة. الاستماع إلى الموسيقى. الرقص. الغناء. الرسم. الكتابة. 
                                    
                                    هذه كلها أشياء صغيرة، لكنها تجعلني سعيدًا. إنها تذكرني بأن الحياة جميلة، وأن هناك الكثير من الأشياء التي يمكن الاستمتاع بها. 
                                    
                                    أحيانًا، عندما أشعر بالحزن أو التوتر، أتوقف وأفكر في كل الأشياء الصغيرة التي تجعلني سعيدًا. وهذا يساعدني على الشعور بتحسن. 
                                    
                                    أعتقد أنه من المهم أن نركز على الأشياء الإيجابية في حياتنا، حتى عندما تكون الأمور صعبة. الأشياء الصغيرة يمكن أن تحدث فرقًا كبيرًا في مزاجنا. 
                                    
                                    لذلك، في المرة القادمة التي تشعر فيها بالإحباط، حاول أن تفكر في بعض الأشياء الصغيرة التي تجعلك سعيدًا. قد يفاجئك مدى شعورك بتحسن."
    },
    {
        "head": "أحلام مستقبلية",
        "link":"https://i.pinimg.com/236x/de/6a/40/de6a400eb5cb3cb98679093535abe3a4.jpg",
        "info": "أحلم بمستقبل يكون فيه العالم مكانًا أكثر سلامًا وعدلاً. أحلم بمستقبل يكون فيه الجميع متساوين، بغض النظر عن عرقهم أو دينهم أو جنسهم. 
                                        
                                        أحلم بمستقبل يكون فيه التعليم متاحًا للجميع، ويكون فيه الناس أحرارًا في التعبير عن أنفسهم دون خوف. 
                                        
                                        أحلم بمستقبل يكون فيه الناس أكثر لطفًا ورحمة مع بعضهم البعض. 
                                        
                                        أعلم أن هذا الحلم قد يبدو مستحيلًا، لكنني أعتقد أنه من المهم أن يكون لدينا أمل. إذا لم يكن لدينا أمل، فلن يكون لدينا ما نسعى إليه. 
                                        
                                        سأبذل قصارى جهدي لجعل هذا الحلم حقيقة. سأكون شخصًا أفضل، وسأحاول أن أجعل العالم من حولي أفضل قليلاً. 
                                        
                                        آمل أن تنضم إلي في هذا الحلم. معًا، يمكننا أن نجعل العالم مكانًا أفضل."
    },
    {
        "head": "تأملات في الطبيعة",
        "link":"https://i.pinimg.com/236x/5b/ac/02/5bac02a523df792c7e4e2fa6be49c354.jpg"
        , "info": "الطبيعة مليئة بالجمال والعجائب. من الجبال الشاهقة إلى المحيطات الشاسعة، هناك الكثير مما يمكن رؤيته واستكشافه. 
                                            
                                            قضاء الوقت في الطبيعة يمكن أن يكون له تأثير مهدئ ومريح. يمكن أن يساعدنا على الهروب من صخب الحياة اليومية والتواصل مع شيء أكبر من أنفسنا. 
                                            
                                            عندما أكون في الطبيعة، أشعر بالسلام والهدوء. أشعر وكأنني جزء من شيء أكبر من نفسي. 
                                            
                                            الطبيعة تذكرنا بأننا لسنا وحدنا في هذا الكون. هناك عالم كامل من الكائنات الحية من حولنا، وكلها مترابطة. 
                                            
                                            يجب أن نحترم الطبيعة ونحميها. إنها ليست ملكنا، بل هي ملك للأجيال القادمة. 
                                            
                                            يجب أن نكون ممتنين للطبيعة على كل ما تقدمه لنا. إنها توفر لنا الهواء الذي نتنفسه، والماء الذي نشربه، والطعام الذي نتناوله. 
                                            
                                            الطبيعة هي هدية ثمينة، ويجب أن نقدرها ونحميها."
    },
    {
        "head": "أفكار متناثرة عن الحياة",
         "link":"https://i.pinimg.com/236x/b7/5b/6a/b75b6acf253a84329e72a5c7041bc1df.jpg"
       ,"info": "الحياة رحلة طويلة ومعقدة، مليئة بالمنعطفات والتقلبات. في بعض الأحيان تكون الطريق واضحة ومستقيمة، وفي أحيان أخرى تكون مليئة بالعقبات والتحديات. 
                                                
                                                لا توجد طريقة واحدة صحيحة لعيش الحياة. كل شخص لديه رحلته الفريدة الخاصة به، ويجب أن يختار المسار الذي يناسبه بشكل أفضل. 
                                                
                                                من المهم أن نتذكر أننا لسنا وحدنا في هذه الرحلة. هناك أشخاص آخرون يمرون بنفس التجارب التي نمر بها، ويمكنهم تقديم الدعم والمشورة لنا. 
                                                
                                                يجب أن نكون ممتنين لكل ما لدينا، وأن نقدر الأشخاص الذين يحبوننا ويهتمون بنا. 
                                                
                                                الحياة قصيرة جدًا، لذلك يجب أن نعيشها على أكمل وجه. لا تخف من المخاطرة وتجربة أشياء جديدة. 
                                                
                                                لا يهم إلى أين نحن ذاهبون، المهم هو أن نستمتع بالرحلة."
    },
    {
        "head": "خواطر في ليلة مقمرة",
          "link":"https://i.pinimg.com/236x/2d/50/94/2d50946c23b14c82bf1ceac098cf032d.jpg"
       ,"info": "الليل هادئ وساكن، والقمر يضيء السماء. النجوم تتلألأ مثل الماس، والهواء منعش وبارد. 
                                                    
                                                    في هذه الليلة الجميلة، أفكر في حياتي، وفي كل ما مررت به. أفكر في أصدقائي وعائلتي، وفي كل الأشخاص الذين جعلوا حياتي أفضل. 
                                                    
                                                    أفكر أيضًا في المستقبل، وفي كل ما أريد تحقيقه. لدي الكثير من الأحلام والآمال، وأنا مصمم على تحقيقها. 
                                                    
                                                    أنا ممتن جدًا لكل ما لدي. أنا ممتن لصحتي، ولأصدقائي وعائلتي، وللفرص التي أتيحت لي. 
                                                    
                                                    أنا أعلم أن الحياة ليست دائمًا سهلة، ولكنني أعلم أيضًا أنني قادر على مواجهة أي تحد يأتي في طريقي. 
                                                    
                                                    أنا متفائل بالمستقبل، وأنا متحمس لمعرفة ما يخبئه لي."
    },
    {
        "head": "تأملات في الطبيعة البشرية",
          "link":"https://i.pinimg.com/236x/17/f7/aa/17f7aa02c589f4bbdf463c10692cf95c.jpg"
       ,"info": "البشر مخلوقات معقدة. نحن قادرون على الحب والرحمة، ولكننا قادرون أيضًا على الكراهية والعنف. 
                                                        
                                                        لدينا القدرة على فعل الخير في العالم، ولكن لدينا أيضًا القدرة على فعل الشر. 
                                                        
                                                        أعتقد أن الطبيعة البشرية متأصلة في الخير. نحن نولد جميعًا ببراءة وحب، ولكن العالم من حولنا يمكن أن يجعلنا قساة وغير مبالين. 
                                                        
                                                        من المهم أن نتذكر أننا جميعًا بشر، وأننا جميعًا نرتكب أخطاء. يجب أن نكون أكثر تسامحًا مع بعضنا البعض، وأن نركز على الخير في العالم. 
                                                        
                                                        إذا عملنا معًا، يمكننا أن نجعل العالم مكانًا أفضل للجميع."
    },
    {
        "head": "أحلام اليقظة في يوم ممطر",
         "link":"https://i.pinimg.com/236x/3f/4a/0a/3f4a0adbbba91d4cb50cc887df18180b.jpg"
       ,"info": "المطر ينهمر على النافذة، والجو بارد ورطب. أنا جالس هنا، أشرب كوبًا من الشاي الساخن، وأفكر في حياتي. 
                                                            
                                                            أفكر في كل الأشياء التي أريد تحقيقها، وفي كل الأماكن التي أريد زيارتها. 
                                                            
                                                            أحلم بالسفر حول العالم، وتجربة ثقافات جديدة، والتعرف على أشخاص جدد. 
                                                            
                                                            أحلم أيضًا بكتابة كتاب، وأن أكون مؤلفًا مشهورًا. 
                                                            
                                                            أعلم أن هذه الأحلام قد تبدو كبيرة جدًا، لكنني أعتقد أنه من المهم أن يكون لدينا أهداف كبيرة. إذا لم يكن لدينا أهداف، فلن يكون لدينا ما نسعى إليه. 
                                                            
                                                            سأعمل بجد لتحقيق أحلامي، وأنا أعلم أنه في يوم من الأيام، ستتحقق."
    },{
        "head": "أحلام اليقظة في رحلة طويلة",
          "link":"https://i.pinimg.com/236x/17/01/4c/17014c04001183710f8165962f783a72.jpg"
       ,"info": "أنا في رحلة طويلة، وأنا لا أعرف إلى أين أنا ذاهب. لكنني لا أهتم. أنا أستمتع بالرحلة. 
        
        أرى مناظر طبيعية جميلة، وألتقي بأشخاص جدد، وأتعلم أشياء جديدة كل يوم. 
        
        أنا أحلم بمستقبل مليء بالمغامرات والإثارة. أحلم بالسفر إلى جميع أنحاء العالم، وتجربة كل ما تقدمه الحياة. 
        
        أعلم أن هناك الكثير من الأشياء التي لا أستطيع التحكم فيها، لكنني سأركز على الأشياء التي أستطيع التحكم فيها. 
        
        سأكون إيجابيًا، وسأعمل بجد، وسأكون ممتنًا لكل ما لدي. 
        
        أنا متحمس لمعرفة ما يخبئه لي المستقبل."
        },{
            "head": "تأملات في الحب",
            "link":"https://i.pinimg.com/236x/3e/c4/32/3ec432de6d88749a2eb625a338957381.jpg"
            , "info": "الحب هو شعور قوي جدًا. يمكن أن يجعلنا نشعر بالسعادة والفرح، ويمكن أن يجعلنا نشعر بالحزن والألم. 
            
            الحب يمكن أن يكون معقدًا وصعبًا، لكنه يستحق كل هذا العناء. 
            
            عندما نحب شخصًا ما، فإننا نهتم به بعمق ونريد أن يكون سعيدًا. نحن على استعداد لفعل أي شيء من أجله، حتى لو كان ذلك يعني التضحية بسعادتنا. 
            
            الحب الحقيقي هو حب غير مشروط. نحن نحب الشخص الآخر على ما هو عليه، وليس لما نريد أن يكون عليه. 
            
            الحب هو هدية ثمينة، ويجب أن نقدره ونعتز به. 
            
            إذا كنت محظوظًا بما يكفي لتجد الحب، فتمسك به بكل قوتك. لا تدعه يفلت منك."
            },{
                "head": "خواطر في يوم عادي",
                "link":"https://i.pinimg.com/236x/df/98/ba/df98baf627d3ad9afae03772e8b86fa2.jpg"
                , "info": "اليوم يوم عادي. لا شيء مميز يحدث. لكنني أشعر بالسعادة. 
                
                أنا ممتن لأنني على قيد الحياة وبصحة جيدة. أنا ممتن لعائلتي وأصدقائي. أنا ممتن لعملي. 
                
                أنا ممتن أيضًا للأشياء الصغيرة في الحياة: شروق الشمس، وغروب الشمس، وصوت العصافير، ورائحة الزهور. 
                
                الحياة ليست دائمًا سهلة، ولكن هناك دائمًا شيء يمكن أن نكون ممتنين له. 
                
                اليوم، سأركز على كل الأشياء الجيدة في حياتي. سأستمتع بكل لحظة، وسأكون ممتنًا لكل ما لدي."
                },{
                    "head": "دروس في الحياة من الإنترنت",
                      "link":"https://i.pinimg.com/236x/0a/20/db/0a20db09ab94babe899275daaf15d8ae.jpg"
       ,"info": "لا يمكنك إرضاء الجميع، لذلك لا تحاول. 
                    
                    لا يمكنك تغيير الماضي، لذلك لا تضيع وقتك في التفكير فيه. 
                    
                    لا يمكنك التحكم في المستقبل، لذلك لا تقلق بشأنه. 
                    
                    كل ما يمكنك التحكم فيه هو اللحظة الحالية، لذلك استفد منها إلى أقصى حد. 
                    
                    كن لطيفًا مع نفسك ومع الآخرين. 
                    
                    الحياة قصيرة جدًا لتكون أي شيء سوى سعيد. 
                    
                    افعل ما يجعلك سعيدًا، ولا تدع أي شخص يخبرك بخلاف ذلك. 
                    
                    الحياة رحلة، وليست وجهة. استمتع بالرحلة!"
                    },{
                        "head": "نصائح عشوائية من الإنترنت",
                          "link":"https://i.pinimg.com/236x/04/cf/49/04cf4974d0e093ab542a51317dc7abe8.jpg"
       ,"info": "لا تقارن نفسك بالآخرين. كل شخص لديه رحلته الفريدة الخاصة به. ركز على تحقيق أهدافك الخاصة، ولا تقلق بشأن ما يفعله الآخرين. 
                        
                        كن لطيفًا مع نفسك. لا أحد كامل، لذلك لا تكن قاسيًا على نفسك عندما ترتكب أخطاء. تعلم من أخطائك وامض قدمًا. 
                        
                        لا تستسلم أبدًا على أحلامك. مهما كانت صعبة، ثابر عليها ولا تفقد الأمل. 
                        
                        الحياة قصيرة جدًا، لذلك عشها على أكمل وجه. افعل الأشياء التي تجعلك سعيدًا، ولا تخف من المخاطرة. 
                        
                        كن ممتنًا لكل ما لديك. الصحة، والعائلة، والأصدقاء، والحب، كلها هدايا ثمينة يجب أن نقدرها. 
                        
                        لا تضيع وقتك في القلق بشأن المستقبل. ركز على اللحظة الحالية، واستمتع بكل ما تقدمه لك الحياة. 
                        
                        الحياة رحلة، وليست وجهة. استمتع بالرحلة، ولا تقلق بشأن الوصول إلى وجهتك."
                        },{
                            "head": "حكم وأقوال ملهمة من الإنترنت",
                            "link":"https://i.pinimg.com/236x/44/7c/7a/447c7aab8845a3b738a63eab5150b8b6.jpg"
                            , "info": "لا يهم من أين أتيت، المهم هو إلى أين أنت ذاهب. 
                            
                            الفشل هو ببساطة فرصة للبدء من جديد، وهذه المرة بشكل أكثر ذكاءً. 
                            
                            لا تدع خوفك من الفشل يمنعك من المحاولة. 
                            
                            الشيء الوحيد المستحيل هو الشيء الذي لا تحاول القيام به. 
                            
                            الحياة قصيرة جدًا لتكون أي شيء سوى سعيد. 
                            
                            كن التغيير الذي تريد أن تراه في العالم. 
                            
                            لا تنتظر حتى تصبح الأمور مثالية للبدء. ابدأ من حيث أنت، واستخدم ما لديك، وافعل ما تستطيع. 
                            
                            النجاح ليس نهائيًا، والفشل ليس قاتلًا: الشجاعة على الاستمرار هي ما يهم."
                            },{
                                "head": "دروس من كتاب قوة العادة",
                                "link":"https://i.pinimg.com/236x/ec/b2/1e/ecb21e230ade179b40774571d00d8db0.jpg"
       ,  "info": "العادات هي أساس حياتنا. إنها تحدد ما نفعله، وكيف نفكر، ومن نحن. 
                                
                                يمكننا تغيير حياتنا عن طريق تغيير عاداتنا. 
                                
                                لتغيير عادة، يجب أن نفهم كيف تعمل. تتكون العادات من ثلاثة أجزاء: الإشارة، والروتين، والمكافأة. 
                                
                                الإشارة هي ما يخبر عقلك ببدء الروتين. الروتين هو السلوك الذي تقوم به. والمكافأة هي ما يجعل عقلك يكرر الروتين في المستقبل. 
                                
                                لتغيير عادة، يجب عليك تغيير أحد هذه الأجزاء الثلاثة. 
                                
                                يمكنك تغيير الإشارة، أو تغيير الروتين، أو تغيير المكافأة. 
                                
                                إذا كنت تريد تغيير عادة، فمن المهم أن تكون صبورًا ومثابرًا. تغيير العادات يستغرق وقتًا وجهدًا، ولكن من الممكن القيام به."
                                },
                                {
                                    "head":"نصائح من كتاب فن اللامبالاة",
                                    "link":"https://i.pinimg.com/236x/57/4a/6e/574a6e25f3dc08a3d4b9cbb228edc639.jpg"
                                    , "info": "لا تهتم بكل شيء. ركز على ما هو مهم حقًا بالنسبة لك، وتجاهل الباقي. 
                                    
                                    لا تخف من الفشل. الفشل جزء من الحياة، وهو ما يجعلنا أقوى وأكثر حكمة. 
                                    
                                    لا تقارن نفسك بالآخرين. كل شخص لديه رحلته الفريدة الخاصة به. 
                                    
                                    كن ممتنًا لكل ما لديك. الصحة، والعائلة، والأصدقاء، والحب، كلها هدايا ثمينة يجب أن نقدرها. 
                                    
                                    لا تضيع وقتك في القلق بشأن المستقبل. ركز على اللحظة الحالية، واستمتع بكل ما تقدمه لك الحياة. 
                                    
                                    الحياة رحلة، وليست وجهة. استمتع بالرحلة، ولا تقلق بشأن الوصول إلى وجهتك."
                                    },{
                                        "head": "دروس في الحياة",
                                        "link":"https://i.pinimg.com/236x/7b/37/39/7b37396222126350eeb1e9328f18d3c6.jpg"
       ,  "info": "لا يمكنك إرضاء الجميع، لذلك لا تحاول. 
                                        
                                        لا يمكنك تغيير الماضي، لذلك لا تضيع وقتك في التفكير فيه. 
                                        
                                        لا يمكنك التحكم في المستقبل، لذلك لا تقلق بشأنه. 
                                        
                                        كل ما يمكنك التحكم فيه هو اللحظة الحالية، لذلك استفد منها إلى أقصى حد. 
                                        
                                        كن لطيفًا مع نفسك ومع الآخرين. 
                                        
                                        الحياة قصيرة جدًا لتكون أي شيء سوى سعيد. 
                                        
                                        افعل ما يجعلك سعيدًا، ولا تدع أي شخص يخبرك بخلاف ذلك. 
                                        
                                        الحياة رحلة، وليست وجهة. استمتع بالرحلة!"
                                        },{
                                            "head": "حكم وأقوال عن الحياة",
                                            "link":"https://i.pinimg.com/236x/54/8d/96/548d96143be83eef73cf39fbe7c8121f.jpg"
                                            ,   "info": "الحياة قصيرة جدًا لتكون أي شيء سوى سعيد. 
                                            
                                            لا يهم من أين أتيت، المهم هو إلى أين أنت ذاهب. 
                                            
                                            الفشل هو ببساطة فرصة للبدء من جديد، وهذه المرة بشكل أكثر ذكاءً. 
                                            
                                            لا تدع خوفك من الفشل يمنعك من المحاولة. 
                                            
                                            الشيء الوحيد المستحيل هو الشيء الذي لا تحاول القيام به. 
                                            
                                            كن التغيير الذي تريد أن تراه في العالم. 
                                            
                                            لا تنتظر حتى تصبح الأمور مثالية للبدء. ابدأ من حيث أنت، واستخدم ما لديك، وافعل ما تستطيع. 
                                            
                                            النجاح ليس نهائيًا، والفشل ليس قاتلًا: الشجاعة على الاستمرار هي ما يهم."
                                            },{
                                                "head": "نصائح للحياة السعيدة",
                                                "link":"https://i.pinimg.com/236x/26/13/e8/2613e8fe0763ab14dec5db12fc93956e.jpg"
       ,  "info": "ابتسم أكثر. الابتسامة معدية، ويمكن أن تجعل يومك أفضل. 
                                                
                                                كن لطيفًا مع نفسك. لا أحد كامل، لذلك لا تكن قاسيًا على نفسك عندما ترتكب أخطاء. 
                                                
                                                ساعد الآخرين. مساعدة الآخرين تجعلك تشعر بالسعادة والرضا. 
                                                
                                                مارس الرياضة. الرياضة جيدة لصحتك البدنية والعقلية. 
                                                
                                                تناول طعامًا صحيًا. الطعام الصحي يمنحك الطاقة ويجعلك تشعر بتحسن. 
                                                
                                                احصل على قسط كافٍ من النوم. النوم مهم لصحتك ورفاهيتك. 
                                                
                                                افعل شيئًا ممتعًا كل يوم. الحياة قصيرة جدًا، لذلك استمتع بها! 
                                                
                                                لا تقارن نفسك بالآخرين. كل شخص لديه رحلته الفريدة الخاصة به. 
                                                
                                                ركز على الأشياء الإيجابية في حياتك. 
                                                
                                                كن شاكراً لكل ما لديك."
                                                },{
                                                    "head": "دروس في الحياة",
                                                    "link":"https://i.pinimg.com/236x/b8/42/b1/b842b125240c2da1e2e6e749cc423bdb.jpg"
       ,  "info": "لا يمكنك إرضاء الجميع، لذلك لا تحاول. 
                                                    
                                                    لا يمكنك تغيير الماضي، لذلك لا تضيع وقتك في التفكير فيه. 
                                                    
                                                    لا يمكنك التحكم في المستقبل، لذلك لا تقلق بشأنه. 
                                                    
                                                    كل ما يمكنك التحكم فيه هو اللحظة الحالية، لذلك استفد منها إلى أقصى حد. 
                                                    
                                                    كن لطيفًا مع نفسك ومع الآخرين. 
                                                    
                                                    الحياة قصيرة جدًا لتكون أي شيء سوى سعيد. 
                                                    
                                                    افعل ما يجعلك سعيدًا، ولا تدع أي شخص يخبرك بخلاف ذلك. 
                                                    
                                                    الحياة رحلة، وليست وجهة. استمتع بالرحلة!"
                                                    },{
                                                        "head": "حكم وأقوال عن الحياة",
                                                        "link":"https://i.pinimg.com/236x/01/d4/d7/01d4d71022b4872125932fe69322f31b.jpg"
       ,  "info": "الحياة قصيرة جدًا لتكون أي شيء سوى سعيد. 
                                                        
                                                        لا يهم من أين أتيت، المهم هو إلى أين أنت ذاهب. 
                                                        
                                                        الفشل هو ببساطة فرصة للبدء من جديد، وهذه المرة بشكل أكثر ذكاءً. 
                                                        
                                                        لا تدع خوفك من الفشل يمنعك من المحاولة. 
                                                        
                                                        الشيء الوحيد المستحيل هو الشيء الذي لا تحاول القيام به. 
                                                        
                                                        كن التغيير الذي تريد أن تراه في العالم. 
                                                        
                                                        لا تنتظر حتى تصبح الأمور مثالية للبدء. ابدأ من حيث أنت، واستخدم ما لديك، وافعل ما تستطيع. 
                                                        
                                                        النجاح ليس نهائيًا، والفشل ليس قاتلًا: الشجاعة على الاستمرار هي ما يهم."
                                                        },{
                                                            "head": "نصائح للحياة السعيدة",
                                                            "link":"https://i.pinimg.com/236x/b2/c4/f4/b2c4f46ed11bc91daaf85515292fe2e6.jpg"
       ,  "info": "ابتسم أكثر. الابتسامة معدية، ويمكن أن تجعل يومك أفضل. 
                                                            
                                                            كن لطيفًا مع نفسك. لا أحد كامل، لذلك لا تكن قاسيًا على نفسك عندما ترتكب أخطاء. 
                                                            
                                                            ساعد الآخرين. مساعدة الآخرين تجعلك تشعر بالسعادة والرضا. 
                                                            
                                                            مارس الرياضة. الرياضة جيدة لصحتك البدنية والعقلية. 
                                                            
                                                            تناول طعامًا صحيًا. الطعام الصحي يمنحك الطاقة ويجعلك تشعر بتحسن. 
                                                            
                                                            احصل على قسط كافٍ من النوم. النوم مهم لصحتك ورفاهيتك. 
                                                            
                                                            افعل شيئًا ممتعًا كل يوم. الحياة قصيرة جدًا، لذلك استمتع بها! 
                                                            
                                                            لا تقارن نفسك بالآخرين. كل شخص لديه رحلته الفريدة الخاصة به. 
                                                            
                                                            ركز على الأشياء الإيجابية في حياتك. 
                                                            
                                                            كن شاكراً لكل ما لديك."
                                                            },{
                                                                "head": "دروس في الحياة",
                                                                "link":"https://i.pinimg.com/236x/a0/2a/b6/a02ab69765347e86ceaddc335f6a896d.jpg"
                                                                ,   "info": "لا يمكنك إرضاء الجميع، لذلك لا تحاول. 
                                                                
                                                                لا يمكنك تغيير الماضي، لذلك لا تضيع وقتك في التفكير فيه. 
                                                                
                                                                لا يمكنك التحكم في المستقبل، لذلك لا تقلق بشأنه. 
                                                                
                                                                كل ما يمكنك التحكم فيه هو اللحظة الحالية، لذلك استفد منها إلى أقصى حد. 
                                                                
                                                                كن لطيفًا مع نفسك ومع الآخرين. 
                                                                
                                                                الحياة قصيرة جدًا لتكون أي شيء سوى سعيد. 
                                                                
                                                                افعل ما يجعلك سعيدًا، ولا تدع أي شخص يخبرك بخلاف ذلك. 
                                                                
                                                                الحياة رحلة، وليست وجهة. استمتع بالرحلة!"
                                                                },{
                                                                    "head": "حكم وأقوال عن الحياة",
                                                                    "link":"https://i.pinimg.com/236x/2d/94/d7/2d94d70934bdb54b9759bb7a698024b1.jpg"
                                                                    ,  "info": "الحياة قصيرة جدًا لتكون أي شيء سوى سعيد. 
                                                                    
                                                                    لا يهم من أين أتيت، المهم هو إلى أين أنت ذاهب. 
                                                                    
                                                                    الفشل هو ببساطة فرصة للبدء من جديد، وهذه المرة بشكل أكثر ذكاءً. 
                                                                    
                                                                    لا تدع خوفك من الفشل يمنعك من المحاولة. 
                                                                    
                                                                    الشيء الوحيد المستحيل هو الشيء الذي لا تحاول القيام به. 
                                                                    
                                                                    كن التغيير الذي تريد أن تراه في العالم. 
                                                                    
                                                                    لا تنتظر حتى تصبح الأمور مثالية للبدء. ابدأ من حيث أنت، واستخدم ما لديك، وافعل ما تستطيع. 
                                                                    
                                                                    النجاح ليس نهائيًا، والفشل ليس قاتلًا: الشجاعة على الاستمرار هي ما يهم."
                                                                    },{
                                                                        "head": "نصائح للحياة السعيدة",
                                                                        "link":"https://i.pinimg.com/236x/be/46/3d/be463d0bb745c46e1a46bd8183619dcf.jpg"
       ,  "info": "ابتسم أكثر. الابتسامة معدية، ويمكن أن تجعل يومك أفضل. 
                                                                        
                                                                        كن لطيفًا مع نفسك. لا أحد كامل، لذلك لا تكن قاسيًا على نفسك عندما ترتكب أخطاء. 
                                                                        
                                                                        ساعد الآخرين. مساعدة الآخرين تجعلك تشعر بالسعادة والرضا. 
                                                                        
                                                                        مارس الرياضة. الرياضة جيدة لصحتك البدنية والعقلية. 
                                                                        
                                                                        تناول طعامًا صحيًا. الطعام الصحي يمنحك الطاقة ويجعلك تشعر بتحسن. 
                                                                        
                                                                        احصل على قسط كافٍ من النوم. النوم مهم لصحتك ورفاهيتك. 
                                                                        
                                                                        افعل شيئًا ممتعًا كل يوم. الحياة قصيرة جدًا، لذلك استمتع بها! 
                                                                        
                                                                        لا تقارن نفسك بالآخرين. كل شخص لديه رحلته الفريدة الخاصة به. 
                                                                        
                                                                        ركز على الأشياء الإيجابية في حياتك. 
                                                                        
                                                                        كن شاكراً لكل ما لديك."
                                                                        }
]