[
    {
    "text": "هادا واحد لبنت كاتسنا شيواحد ايجي يخطبها. واحد نهار جاواحد خينا قاليهوم انا عندي طياير و عندي لمحلات وسوبيرمارشيات ولڤيلات ولفيرمات ولكن كاين ديفو واحد. قاليه باها وامين ديفو واحد ماكاين تا مشكل غير قول قاليه انا كديديب شويا."
    },
    {
    "text": "قال لك هذه امرأة ميريكانية..و فرنسية و مغربية..سولوهم على الحاجة اللي شرطوا على الراجل و حققها..الميريكانية قالت: أنا النهار الأول قلت له ماكنعرف نطيب..التهار الثاني ماشفت والو..النهار الثالث جاب طباخة.. الفرنسية قالت: أنا النهار الأوول قلت له ما كنعرف نصبن..النهار الثاني ماشفت والو..النهار الثالث جاب مكينة د الصابون..المغربيةقالت : أنا النهار الأول قلت ما كتعرف نطيب و لا نصبن..النهار الثاني ماشفت والو..النهار الثالث..وليت كنشوف شويا بالعين اليمنية ."
    },
    {
    "text": "واحد معكس ديما شاد الضد قالو ليه صحابو حيد ديك السنة لمسوسة هتسوس ليك السنان مشا عند الطبيب وبدا يقول ليه حيد ليا هادي وحيد هادي وحيد هادي خلا غير السنة لمسوسة وقال ليها بقيتي بوحدك وشوفي اش هتسوسي دابا ."
    },
    {
    "text": "واحد ديما كيهز شي حاجة من دارهم واحد النهار شفر بورطابل ديال خوه تاصلو بيه من الدار قالو ليه رد البورطابل وقال ليهم نتوما اي حاجة تمشي لصقوها فيا ."
    },
    {
    "text": "واحد سميتو مبارك شرا حولي داخل بيه للدرب جارتو شافتو من الشرجم قالت ليه مبارك الحولي قال ليها خدوج النعجة ."
    },
    {
    "text": "واحد قالت لراجلها حلمت البارح شريتي ليا لبسة واعرة وقال ليها اليوم حلمي راسك لابساها ."
    },
    {
    "text": "واحد راسو كبير ديما واحد لبرهوش كايقول ليه ناري كون كنتي ملك... ديما .. واحد نهار شدو قال ليه اش هايطرا كون كنت ملك.. قال ليه الدرهم هاتكون قد الصينية ."
    },
    {
    "text": "لحناش تابعين شي حشاشين. خسرات ليهم صطافيط.. ركبو طموبيل ديال كنور.. شدوا واحد حشايشي.. بدا كايضحاااااااك.. قالو ليه مال جدك كضحك.. قال ليهم شفت كنور بالدجاج بالحوت غير عمرني ماشفتو بالحناش ."
    },
    {
    "text": "واحد كايقولوا ليه الحاج شلاظة .كعا من السمية.. مشا هاجر شي 30 عام باش انساو ... رجع هوا يشوفوا واحد صاحبو قديييم.. قال ليه واش نتا هوا الحاج بصلة اولا مطيشة ... الحاج قال ليه تخلطها نخلط مك ."
    },
    {
    "text": "واحد مشا عند طبيب قال ليه فيا لحناش فكرشي... الطبيب محشش قال ليه كتب فيها الامن الوطني ."
    },
    {
    "text": "هدا واحد البركاني خدا الدكتوراة في علم الحيوان ولكن الأساتذة دياولو متيقوش أو هما يقولوليه ديرلينا شي تجربة ... البركاني جاب واحد القطة منين كيصفق عليها كتجي عندو أو هو يقطعليها الرجل الأولى منين صفق عليها جات هو يقطعليها الرجل الثانية منين صفق عليها جات هو يقطعليها الرجل الثالثة منين صفق عليها جات هو يقطعليها الرجل الرابعة منين صفق عليها ما جاتش أو هو يقوليهم نستنتج أننا عندما نقطع للقطة أرجلها الأربعة تفقد حاسة السمع ."
    },
    {
    "text": "واحدة تصاحبات معا براني .. مشاو لقهوة جا عندهم لجارسون فال ليهم اش بغيتو قال ليه البراني pas encore سول دريا قالت ليه pas encore bien glacé ( وسيري تخباي اش جابك لشي فرونسي ) ."
    },
    {
    "text": "واحد طلاب طلع لطوبيس كايطلب مبغا حد يعطيه.. واحد الراجل عيط عليه عطاه شي حجا...طلاب قال ليه الله يجعلك من الدين امنو... مني شاف لقا ريال.. زاد قال ليه ثم كفروا."
    },
    {
    "text": "واحد المعلم ديال الابتدائي قال للتلاميد دياولو: أنتم رجال المستقبل، أنتم مصابيح الغد وهو يوقف واحد التلميد وشير لصاحبو اللي ناعس على الطاولة حداه: أستاد أستاد، ها واحد البولة تسوطات ."
    },
    {
    "text": "واحد مشى تيسول على صاحبه من مدة مشافو.. دق  في باب الدار خرجت أمه .. قالت ليه صيفتناه أولدي يشري اللحم شهرين هذه مبان.. وقال ليها وشنو درتو قالت ليه الدجاج ."
    },
    {
    "text": "واحد المرا كاعية مع راجلها وهي تقول ليه: كون غير خديت إبليس ولا خديتك قال ليها راجلها: شرعا، لا يجوز المرا تجوج بخوها ."
    },
    {
    "text": "واحد البنت سولات الأستاذة ديال العلوم الطبيعية واش البنت تقدرتولد على 16 عام قالت ليها نعم البنت قالت أعلى 14 عام قالت ليها الأستاذة لا أهو ينقز واحد قال ياك قلت لك ماتخافيش ."
    },
    {
    "text": "هدا واحد العروبي سافر في الطيارة، قال للبيلوط؛ سير قبلة باغي نصلي، لكن رفض ليه، وهو يقوليه؛ يالاه وقف بنا في احد السوالم، بغي نشوي القضبان و نتوضى ."
    },
    {
    "text": "هذا واحد العروبي بغا يزوج ولدو، ولكن ولدو مابغاش، الله يهديك تزوج، لا والو يا با، فأجابه أبوه صارخا: شوف إلا مبغيتيش تتزوج، فرق عليك لبهايم عفاك، راه شركة سنطرال ليتيير كيتشكاو من الحليب ."
    },
    {
    "text": "هدا واحد الجبلي مشى أول مرة للبحر ، لقى المد، ثاني مرة، لقى الجزر، دار عند صاحبو، وقال ليه: لي ميتر ناجور باعووا و شراو ."
    },
    {
    "text": "واحد خارج من دارهم .. كايسب فالملك… لوالدة ديالو تابعاه كاتغوت: وديال سبانيا"
    },
    {
    "text": "قا ليك هادا واحد بغى يضحك مع مرتو قرصها بالبانس"
    },
    {
    "text": "واحد كايلعب بصبعو فنيفو … واحد لوقت قال شكون للي طفا ضو ديال لابياس"
    },
    {
    "text": "هادا واحد شرا فيلا فطاماريس ملي شاف الموج داخل خارج هبط عندو قال ليه ما عندكتي حد عاود ليك هاد الفيلا ديال شكون"
    },
    {
    "text": "قال ليك واحد لفرنسي سول واحد الدوسي: شنو هي أكفس منطقة فالمغرب … جاوبو 45 دقيقة ديال الطيارة"
    },
    {
    "text": "واحد كيقول لراسو ..شحال شحال كانت عندي فوليتيك د الريزو"
    },
    {
    "text": "هادا واحد بحال لي كايشطح .. كيقول لصاحبو ..متبعني بحال شدك العطش"
    }, {
        "text": "واحد سنانه كلها طايره ما عدا الأنياب … قدم على وظيفة عينوه خرامة."
      },
      {
        "text": "مرة واحد بخيل أوي حب يدهن شقته دهن حيطة أبيض وكتب على باقي الحيطان (نفس اللون)."
      },
      {
        "text": "مرة واحد غبي اشتغل سواق تكسي في الصين كل ما يوقف لواحد يقول له أنا قبل شوي نزلتك."
      },
      {
        "text": "ولد غبي جاله في الامتحان بتاع الكيمياء بيقول السؤال ايه الحاجه اللي مش بتذوب في المياه قاله السمكة."
      },
      {
        "text": "واحدة قالت لجوزها عايزين ندبح خروف بمناسبة 25 سنة على جوازنا قام قالها وايه ذنب الخروف في غلطة ارتكبها حمار."
      },
      {
        "text": "مرة ولد صغير بيقول لأمه الحامل: إنتي بتحبي أخويا اللي في بطنك؟؟ قالتله ايوه اكيد ياحبيبي قالها امال ليه بلعتيه؟؟"
      },
      {
        "text": "مرة توك توك دخل محطة البنزين يمول فلقى مقطورة بتمول 200 لتر وميكروباص بيمول 50 لتر بص للراجل بكسوف وقاله امبووه."
      },
      {
        "text": "مرة واحد بخيل جداً خبط في حيطة اتعور جامد اوى وقعد ينزف شافه واحد عسكري قال له: اشوفلك دكتور قال له: لا شوفلس حد يشترى الدم اللي نازل ده."
      },
      {
        "text": "مرة واحدة ست بتقول لجوزها ليه مش بتعمل زي أستاذ سعيد جارنا كل يوم بيبوس مراته قبل ما يروح الشغل قام قال لها انا مستعد وماعنديش مانع بس تفتكري هي ترضى."
      },
      {
        "text": "مرة واحد ماشي مع خطيبته وآخر انسجام فقالها: عارفة ايه هو الحب وايه الجواز؟ قالتله: لا قالها: الحب زي النجوم الجميلة اللي في السماء قالتله: طب والجواز؟ قالها: دي البلاعة اللي واحنا بنبص على النجوم بنقع فيها."
      },
      {
        "text": "واحد بيقول لصاحبه عيب مراتك تحدفك بالشبشب واحنا قاعدين قاله بس بزمتك جه فيا."
      },
      {
        "text": "ندل واقف في ميكروباص ضحك لبنت ضحكتله غمزلها غمزتله شاورلها تنزل نزلت قعد هو مكانها."
      },
      {
        "text": "واحد اهبل مراته ولدت بعد شهر من الجواز سألوه ازاي؟؟؟؟؟؟ قال يانهار أسود على الحسد يا ناس."
      },
      {
        "text": "واحد بيقول لصاحبه احنا في الجنة هيجبولنا ستات اشطه قاله والستات بتوعنا قاله هيعذبوا بيهم الكفار."
      },
      {
        "text": "فرختين مشيين الأولى معلقة بيضة على رقبتها.. فالتانية بتسالها اية البيضة دي؟ قالت دي صورتي وانا صغيرة."
      },
      {
        "text": "مره واحد اهبل خطف واحده هبله وهما ماشين بالعربية قعدت تصرخ قالها هتسكتي ولا انزلك؟ قالت له خلاص هسكت."
      },
      {
        "text": "مرة 2 حشاشين قاعدين .. واحد بيقول للثاني: احنا داخلين على القرن 21 أنا خايف العيال يسقطوا ونعيد القرن العشرين تاني."
      },
      {
        "text": "واحدة عجوزة راحت الغابة فصادفت في طريقها أسد كبير قالت له وهي مرعوبة: أرجوك ماتكلنيش! فقال لها الأسد: اطمني ياختي .. الدكتور منعني من النواشف."
      },
      {
        "text": "كان في ثلاثة ركبوا الطائرة جت ليهم المضيفة قالت لهم: ماذا تريدون؟ قال الأول واحد عسل يا عسل قال الثاني واحد سكر يا سكر سمعهم الثالث وقال واحد حليب يا بقرة."
      },
      {
        "text": "واحد بخيل مات أبوه راح يعمل له نعي فى الجريدة فقال لهم ايه أقل مساحة عندكم؟ قالوا له: سطر واحد به خمس كلمات، قال لهم: اكتبوا: رزق ينعى أبوه: قالوا له لسه فاضل كلمتين. قال لهم: اكتبوا: وبيصلح تليفزيونات."
      },
      {
        "text": "واحد رفع قضية وقعت عليه."
      },
      {
        "text": "قهوجي خلف ولد من غير وش."
      },
      {
        "text": "مرة واحد عداه العيب خد اللي بعده."
      },
      {
        "text": "خبير إنترنت خلف ولد سماه دوت كوم."
      },
      {
        "text": "دفتر بيتمشى في الشارع ليه؟ فاضي."
      },
      {
        "text": "طبيب تزوج طبيبه خلفوا عيل زي الحقنه."
      },
      {
        "text": "مره واحد رجع في كلامه راح خبط الي وراه."
      },
      {
        "text": "واحد جنايني اتجوز واحده مقطوعة من شجرة."
      },
      {
        "text": "مرة واحد راح الجهاديه طلع من الجهة التانيه."
      },
      {
        "text": "أستاذ في الهندسة خلف ولدين واستنتنج الثالث."
      },
      {
        "text": "واحد اتجوز واحدة اسمها نعمة باسها وش وضهر."
      },
      {
        "text": "مرة واحد كسلان اتجوز واحدة كسلانة كسلوا يخلفوا."
      },
      {
        "text": "مرة واحد قهوجي اشترى عربية طلع كراسيها بره ورش ميه."
      },
      {
        "text": "مره واحد خياط اشتغل سواق تاكسي بقى ينزل الزبائن ويركب زراير."
      },
      {
        "text": "مره واحد قال لمراته ايه رايك نعمل جمعية.. قالت: ازاي ؟؟ قل لها كل يوم ابوسك بوسه واديكي جنيه فوافقت.. فجه أخر الشهر لقي معاها تسعين جنيه فسألها: ايه الفلوس ديه ؟؟ فقلتله: اسكت مش أبو إبراهيم جارنا دخل معانا بنفرين."
      },
      {
        "text": "فلاح كل ما يحط حشيش للبقرة بتاكلو الفرخة.. قالها: شوفي يا زفتة لو أكلتي الحشيش مرة تانية هانتف ريشك وهحطك بالقفص؛ فهمتي.. راحت الفرخة واكلت الحشيش فنتف الفلاح ريشها وحبسها شافها الديك عريانة بالققص سألها: دعارة؟؟ ردت عليه: لأ، حشيش."
      },
      {
        "text": "واحد مسطول بيسأل واحد مسطول ثاني: اسم دولة أوروبية لو حطيت على أخر حرف فيها نقطة تبقى اسم عالم ذرة.. التاني قاله انا غلب حماري.. الأول قاله: الدولة هي قطر ولما تحط نقطة هتبقى قطز.. التاني قاله هو قطز عالم ذرة؟.. فرد عليه الأول يعني هي قطر دولة أوروبية؟"
      },
      {
        "text": "زوجه خوافه قوي كل يوم وهيه نايمة جنب جوزها تقوله الحق يا عبده انا سامعه صوت في حرامي في البيت جوزها تعب قوي مش عارف ينام وكل يوم على كده قام قلها: يا ستي ماتخافيش الحرامي لما بيروح يسرق ما بيعملش صوت.. تاني يوم صحته من النوم الحق يا عبده انا مش سامعه صوت في حرامي في البيت."
      },
      {
        "text": "واحد بلدياتنا كان قائد في الجيش وقدامه أربع صفوف عساكر.. واحد من العساكر عطس.. القائد سأل أول صف مين اللس عطس محدش رد فتح عليهم النار قتلهم كلهم وبعدين سأل الصف التاني مين اللي عطس محدش رد.. راح فاتح النار عليهم.. وإدور على الصف التالت قام واحد خاف وقاله انا اللي عطست يا باشا… قاله القائد يرحمكم الله."
      },
      {
        "text": "واحد سمع عن النظارة اللي يلبسها يشوف الناس من غير هدوم باع كل املاكه وسافر يشتريها ورجع البلد لابس النظارة شايف الناس كلها من غير هدوم وراح البيت وفتح الباب لقى مراته واقفه مع واحد والاثنين من غير هدوم قلع النظارة بردو .. من غير هدوم لبس وقلع بردو من غير هدوم مراته طلعت تجرى عليه.. وبتقوله….. سامحنى.. راح ضربها بالرجل وقلها غوري خليني في النظارة اللي علقتيها على شماعة."
      },
      {
        "text": "مرة واحد عنده مزرعة خلف ولاد كلهم توائم ليه ؟؟ علشان هو عنده مزارع كتير."
      },
      {
        "text": "بنت حبت تشتغل في محل دهب بقت كل ما تشوف حد تقوله.. عايزة أبيع."
      },
      {
        "text": "واحد عنده ثلاجة بتقول نكتة.. ليه؟؟ لأنها تلاجة فكاهة."
      },
      {
        "text": "بنت ذكية و شاطرة اوي اتخطفت و ماحدش عرف يلاقيها… ليه؟؟ عشان ذكية وشاطرة."
      },
      {
        "text": "مرة واحد راح لمحل لعب أطفال.. لقى عربية مكتوب عليها للأولاد فقط.. بصلها من هنا وبصلها من هنا… راح كاتب عليها للرجالة كمان."
      },
      {
        "text": "واحد معاه شنطة فيها بيض وخايف البيض يتكسر.. عمل ايه؟؟؟ بيضة مسلوقة."
      },
      {
        "text": "مرة واحد كذب الكذبة الاولى ماعرفش يقولها تاني."
      },
      {
        "text": "مرة واحد خبط في حيطة… طلعت موضة."
      },
      {
        "text": "مرة واحد سكران قاعد تحت بير السلم ماسك سبحة كبيرة قوى بيقول شكرآ للحكومة شكرآ للحكومة… ليه؟؟؟ علشان مشوها."
      },
      {
        "text": "مرة واحد يهودي مات بيدوروا على قبر ليه… مالقوش.. علشانهم حاطين حجر الاساس."
      },
      {
        "text": "مرة واحد عجلة فرمل في وشه وطبعت."
      },
      {
        "text": "مرة واحد احول جاب لبن لابنه في لسانه."
      },
      {
        "text": "مرة واحد اسمه معيض كل ما ينجح ابنه يشتري بقرة وفي مره من المرات الولد رسب نحر أبوه كل البقر وقعد يندب حظه وخرج يلف في الشوارع ويصيح على كل البقر اللي راح."
      },
      {
        "text": "مره واحد مقاول اتجوز اربعه وخلى واحده تشطب الثلاثة."
      }]