[
    {
      "text": "واحد محشش صايم اتصل على ما يطلبة المستمعون حكولة شو بتحب تسمع قلهم مقطع من اذان المغرب"
    },
    {
      "text": "اثنين محششين راجعين بالسيارة من السفر وقفوا عند محطة بنزين. نزل السواق عند البقال وراح الثاني لدورة المياه. اشترى السواق علبتين ببسي وركب السيارة ومشى من غير صاحبه. ثاني يوم اتصل به أهل صاحبه يسألونه أين هو؟ قال: وانا اقول الببسي الثاني لمين؟"
    },
    {
      "text": "فيه محشش سئلوه كيف تصيد الارنب قال اتخبى تحت شجره واقلد صوت الجزر"
    },
    {
      "text": "فيه محشش وسكران مسكت معهم على تقليد الدوريه جا المحشش يقول ويوي ويوي ويوي ويوي وقام السكران يقول ازرق احمر ازرق احمر"
    },
    {
      "text": "واحد محشش صايم اتصل على ما يطلبة المستمعون حكولة شو بتحب تسمع قلهم مقطع من اذان المغرب"
    },
    {
      "text": "محشش كل ماشاف البرق ابتسم لييييش؟ بيفكر انو في واحد يصوره"
    },
    {
      "text": "محشش أتصل بالخطوط قال كم مدة رحلة الرياض بانكوك ؟؟؟ قالو له لحظه قال شكرا"
    },
    {
      "text": "محشش صدم وحده بالسياره قالتله انت ماشفتنى قال اه بس مش عارف وين؟؟"
    },
    {
      "text": "محشش ذبح ولاده وهو يقول : عصافير في الجنة ولا حمير في الدنيا"
    },
    {
      "text": "مدرس علوم يشرح لمحششين،يعيش السمك في الماء..قالوا :يعيش،يعيش،يعيش"
    },
    {
      "text": "محشش ماسك ثلجة يقول أموت وأعرف من أوين تنقط هذي ؟؟"
    },
    {
      "text": "محشيشين يلعبون في الخط السريع اللي يندعس مرتين يطلع بره."
    },
    {
      "text": "محشش دخل مطعم وقال لصاحب المطعم عندك حلقات بصل قال له صاحب المطعم ايه رد عليه المحشش وقال اعطيني الحلقه الاخيره"
    },
    {
      "text": "محشش سمع ان الشيطان شاطر راح يدرس معاه"
    },
    {
      "text": "محشش سألوه ايش اصعب شي في الدنيا ؟؟ قالهم اني احدد الوكة وانا بآكل علكة"
    },
    {
      "text": "محشش سأل سكران شو اسماء اخوانك .قاله كلهم محمد إلا عبد الله اسمه احمد"
    },
    {
      "text": "محشش فتح محل سماه (منجرة الأقمشة الكهربائية لحلاقة الأحذية الغذائية"
    },
    {
      "text": "محشش وقفوه الدوريات قالوا له : “ليش ماربطت الحزام” قال : “أصلآ مش لابس بنطلون"
    },
    {
      "text": "واحد محشش صادته الشرطة قالتله اطلع قال لها شكرا البيت قريب"
    },
    {
      "text": "محشش وقفوه الدوريات قالوا له : “ليش ماربطت الحزام” قال : “أصلآ مش لابس بنطلون"
    },
    {
      "text": "محشش جات له بنت قالوا: “وش بتسميها” قال: “نوره على عمتي وفاء"
    },
    {
      "text": "محشش يقول أحسن خمس أشياء بالدنيا ثلاثة:النوم والأكل"
    },
    {
      "text": "في مقابلة تلفزيونية سألوا ومحشش: ماذا تكره ؟.. فأجابهم أكره الزنوج و التمييز العنصري"
    },
    {
      "text": "محششين طلعوا في مظاهرة.. لبسوا واحد منهم صورة بوش وحرقوه"
    },
    {
      "text": "محشش قالو له :شو رأيك في الزواج المبكر؟ قال يعني الساعه كم؟؟؟"
    },
    {
      "text": "محشش سمع ان الشيطان شاطر راح يدرس معاه"
    },
    {
      "text": "محشش سألوه ايش اصعب شي في الدنيا ؟؟ قالهم اني احدد الوكة وانا بآكل علكة"
    },  {
    "text": "محشش سأل سكران شو اسماء اخوانك .قاله كلهم محمد إلا عبد الله اسمه احمد"
  },
    {
      "text": "محشش فتح محل سماه (منجرة الأقمشة الكهربائية لحلاقة الأحذية الغذائية"
    },
    {
      "text": "واحد محشش صادته الشرطة قالتله اطلع قال لها شكرا البيت قريب"
    },
    {
      "text": "محشش جات له بنت قالوا: “وش بتسميها” قال: “نوره على عمتي وفاء"
    }
]