[
    {
        "text": "ليش فترة الراحة للشغيلة الحماصنة بس عشر دقائق مو أكتر؟ لأنه إذا عطوهم فترة راحة أطول لازم يرجعوا يفهموهم الشغل من أول وجديد."
    },
    {
        "text": "حمصي سال رفيقو: ليش نشره الاخبار طويلة قال: يمكن اليوم اخر حلقة 3-حمصي سألوه شو أحلى موقف بحياتك قالهن موقف الكراجات."
    },
    {
        "text": "راح تنين حماصنة عالبحر فقال واحد من بيناتون: اذا اشتعلت النار في البحر شو بدنا نساوي؟ ألو الثاني: مناكل سمك مشوي"
    },
    {
        "text": "وحدة اتّصلت على حبيبها، قالتله: أهلي مسافرين وأنا لحالي بالبيت، قال لها طيّب حبيبتي اقرأي قرآن وما تخافي."
    },
    {
        "text": "قال في مرّة واحد عم يحشش قام وقع من الطابق العاشر قام هو وواقع صار يقول يا رب آخر مرّة، يا رب رح أصلّي يا رب رح أصوم،"
    },
    {
        "text": "قام وقع على عربة قش: لما وقف قال يا زلمة وقت يكون الواحد دايخ شو بيخطر بباله شغلات"
    },
    {
        "text": "ثلاثة مساطيل قاعدين في سهرة لأول:  عندي فلوس أشتري بيها أمريكا الشمالية الثاني :  عندي فلوس أشتري بيها أمريكا الشمالية و الجنوبية الثالث: قالكم إني رح أبيع"
    },
    {
        "text": "مرة في بنتين بيحكوا عن امالهم بالمستقبل الاولى قالت للتانية نفسي أصبح متل أمي عشان البس الفساتين وتروح على الاعراس والحفلات قالت التانية انا نفسي أصبح متل ابوي عشان ما اخليكي تروحي عالحفلات"
    },
    {
        "text": "واحد قبل مايموت جمع ولاده التلاتة وحب يوصيهم يفضلوا ايد واحدة ،وأعطى لكبيرهم عود خشب كسره بسهوله أعطاه اتنين كسرهم بسهولة برضه أعطاه خمسين عود كسرهم بسهوله قال لهم طالما معاكم البغل ده مافيش خوف عليكم ."
    },
    {
        "text": "حمصي انخطفت حماتو راح عند مرتو قلها: أمك انخطفت وبدهون فدية 100 ألف ليرة يا أما بيحرقوها بالبنزين وصرلي من الصبح داير بالحارة من بيت لبيت عم اجمع تبرعات.. قالتلو: وقديش جمعت؟؟؟ قلها: صار معي شي 50 ليتر بنزين."
    },
    {
        "text": ";آشكــر البلديــة علي تصميــم المطبــات اللي لمــا تطلع فوقهــا بتشــوف سوريــا ونص فلسطين يعنــي منهــا تنظيـم مروري ومنهــا سيــااحة وغير هيك بتنخض معدتك"
    },
    {
        "text": "كان في اثنين تنابل-كسلانين متل طلاب الكندي- قال الواحد للثاني يا ريت في عندنا زر بنكبسه بيطلعلنا كل شي بدنا ياه قاله الثاني يا ريت هالزر بينكبس لحاله"
    },
    {
        "text": "أمر معلم أحد التلاميذ أن يكتب (سافر بكري يوم الأربعاء) فساله الطالب هل الهمزة فوق الاف ولا تحته قال له هو بالواقع سافر يوم الخميس."
    },
    {
        "text": "في حادث في طريق عام أجا واحد حمصي بدو يشوف الحادث قال بعدو أبوي أبوي المهم بعد ما بعدوام شاف حمار معفوس ."
    },
    {
        "text": "في مرة مجانين في مستشفى المجانين قرروا الهروب من المستشفى قال زعيمهم اسمعوا رح نطلع نمسك الحارس ونربطة ومن ثم نهرب عبر الباب فعندم خرجوا لم يجدوا الحارس فقال الزعيم شباب فشلت الخطة الحارس مو موجود."
    },
    {
        "text": "لما طلع مرض جنون البقر شافواأرنب طالع عمب يركض من حمص فوقفوا سألوا ليش هربان فقال الأرنب ليش مادريتو بمرض جنون البقر فقالوا: ليش انت شودخلك قال الأرنب قولو هلشي للحماصنة ما عمب يصدقو."
    },
    {
        "text": "في إحدى ضيع الرّيف كان في شب عم يغازل حبيبتو، فقال لها: أنا بشوف الدّنيا كلا بعينيك، وبنفس الوقت سمعوا ختيار مسكين عم يحكي هيك وقلو الله يرضى عليك شفلي هل الجحشه وينا."
    },
    {
        "text": "ديك شاف صوص عم يدخّن أم هددو بإنو يشكي لأبو أم ألو الصوص أنا تفقيص مكنات."
    },
    {
        "text": "سوري ساكن في حي الطفايله دهن سيارته وحط ورقه على الزجاج مكتوب عليها احزر الدهان.. ثاني يوم لقي سيارته محفور عليها في كل مكان “ازرق”."
    },
    {
        "text": "احول بيسوق بيسكليتا “دراجة ” كان راح يصدم في عمود… قال له واحد انتبه لا تصدم العامود. قاله ما عليك بدخل من بينهم."
    },
    {
        "text": "عصفور حمصي كان يطير على ارتفاع منخفض فاصطدم بزجاج سيارة وسقط على الأرض، شفق السائق عليه فأوقف السيارة وحمل العصفور وأخذه إلى البيت وهناك وضعه في قفص ووضع أمامه ماء وخبز، ولما فاق العصفور ووجد نفسه وراء الشبك ضرب بجناحه على رأسه قائلاً: العمى!! سجن وقضبان!؟ معقولة نكون روحناه للزلمة ."
    },
    {
        "text": "في حمصيين بمقابلة عالتلفزيون سألت المذيعة الأول: سوريا بالنسبة إلك شو؟ جاوبها سوريا أمي. سألت التاني سوريا بالنسبة إلك شو؟ قال مابقدر إحكي على أم رفيقي."
    },
    {
        "text": "كان في حمصي وهو ماشي إنشقت شحاطته قام راح خيطها عند الكندرجي بعد أسبوع شافها تحسنت قام فك الخياطه."
    },
    {
        "text": "في مدرس سأل طالب: بكرا إنت لما تكبر شو بدك تصير؟ قله: ختيار. الأب:شو؟ الابن: رسوب، الأب: معقول ترسب سنتين؟ الابن: شو بساوي أسئلة هالسنة كانت متل أسئلة السنة الماضية!"
    },
    {
        "text": "تنين من المجانين خطر ببال الأول أن يقول حكمة، فقال: قلي من صديقك أقول لك من أنت، فقال الثاني: من صديقك؟ رد الأوّل: من أنت؟"
    },
    {
        "text": "راح واحد لعند بياع فلافل محشش، قال: أعطيني 3 ساندوتشات فلافل بدون مخلل، قاله البياع: ما عندي مخلل، ساويلك ياهن بدون بندورة؟"
    },
    {
        "text": "واحد بخيل اتفق هو ومرته الحامل، إذا إجاهم ولد يسموه مبروك، قام وقت ولدت المرة، طلعت الممرضة عم بتقول: ألف ألف مبروك، قال: أوف وين بدي أروح فيون هادول كلون؟"
    },
    {
        "text": "في طالبين وصلوا المدرسة متأخرين، سأل الأستاذ واحد منهم وهو غضبان: وينك لهلأ؟ قاله وهو عم يبكي: في ليرة ضاعتلي وكنت عم دور عليها، وما معي غيرها مصروف، وسأل التاني: وأنت وينك لهلأ ليش متأخر؟ قاله: كنت داعس عالليرة!"
    },
    {
        "text": "مرة واحد وجعه ضرسه، قام راح إلى طبيب، قام الدكتور خلعله كل أسنانه عدا الضرس المنخور، انصدم المريض وقاله شو عملت؟"
    },
    {
        "text": "قاله إيه خليه لحاله بستاهل! في واحد نذل اتصل بالإطفاء، وقال شو إذا ما في حريق ما منشوفكن؟ واحد راح يشيع بجنازة، سأل واحد: شو بيشتغل الميت؟ قال: يحفر قبور، رد عليه: سبحان الله من حفر حفرة لأخيه وقع فيها"
    },
    {
        "text": "نملة اخذت علكة وراحت ورا الثلاجة ليش؟.. تنزع شعرها."
    },
    {
        "text": "فيه نملة انقطعت رجلها ليش؟ شالتها بالعلكة."
    },
    {
        "text": "شو الفرق بين الفيل والنمل؟ الفيل رجله تنمل لكن النملة رجلها لاتفيل."
    },
    {
        "text": "فيه نملة طلعت فوق الشجرة ليش؟.. تكمل دراسات عليا."
    },
    {
        "text": "شئ يلمع بالارض ماهو؟ نملة لابسه فستان ترتر."
    },
    {
        "text": "نملة حامل عطست ولدت."
    },
    {
        "text": "نملة راحت سينما شافت اعلان “بف باف” قالت من بدايتها رعب."
    },
    {
        "text": "مجموعة نمل يلعبون ومعهم صرصور ليش؟ لاعب اجنبي."
    },
    {
        "text": "نملة تتمشى بالحديقة وتضحك ليش؟ يدغدغها العشب."
    },
    {
        "text": "نملة تزوجت ذبابة ليش؟ كانت تتمنى تتزوج طيار."
    },
    {
        "text": "فيل ونملة دخلو دي جي خرج النملة بعد قليل زعلانه ليش؟ الاغنية كانت تقول فيلينج."
    },
    {
        "text": "نملة ماتت أمها ولم تبكي عليها ليش؟ خايفة على الكحل."
    },
    {
        "text": "نمل كثير مشى من تحت الباب الانملة ليش؟ خايفه على تسريحتها."
    },
    {
        "text": "عجوز ركبت مع ليموزين محشش قالت ياولد ودني لمحل أبو خمسة ؟ نزلها قدام مقر نادي النصر ."
    },
    {
        "text": "سعودي يسأل بنت مصرية وش إسمك قالت : هنادي أحمد قال : ناديه يعني خايف منو ."
    },
    {
        "text": "مرةواحد شاف بنت حلوة"
    },
    {
        "text": "قالها: ممكن نتعرف علي القمر؟ قالت له : نايلسات طلع جواله وقالها: طيب، ممكن التردد."
    },
    {
        "text": "مرةواحد وصلته فاتورة المويه 7,000 ريال دق على وزارة المياه وقالهم: سلامات حبايبي… لايكون المطر هالسنة على حسابي."
    },
    {
        "text": "مرةواحد تأخر على الدوام سأله المدير : ليش تأخرت اليوم ؟ قاله : حلمت ان عندي ضيوف أستحيت أقوم من النوم وأخليهم ."
    },
    {
        "text": "مرةواحد مسمي عياله : اسد وفهد وذيب وصقر سألوه ليش ؟ قال : علشان لما اناديهم اقولهم مره واحده : يا حيوانات تعالو."
    },
    {
        "text": "مرةواحد تزوج وحده حولا قال لها. ليش ما تتكلمي قالت مستحيه من الي جنبك ."
    },
    {
        "text": "مرةواحد جايب ورده ميته هدية لحبيبته قالت له : تهديني ورده ميتهرد عليها : ليست ميته بل أنحنت لجمالكفضحكت وصدقت الكمخه."
    },
    {
        "text": "قال لزوجته بالمطار البسي عباية واسعة، قالتله فديتك تغار علي، قالها موغيرة ولا شي طبقات كرشك كنها حزام ناسف لا تورطينا مع التفتيش."
    },
    {
        "text": "غبي سمع بخطف الطائرات راح خطف قطار خط الرياض الدمام. وقال للسواق اطلع جده."
    },
    {
        "text": "مرةنجار عجبه بوست راح مشنيره."
    },
    {
        "text": "مرة نقاش بنته تعبت سنفرها برا."
    },
    {
        "text": "مرةواحدة اسمها سميرةعمارةنطت من فوق أبوها انتحرت."
    },
    {
        "text": "مرةمهندس عايز يسبب الشغل قالهم أنا مستطيييل."
    },
    {
        "text": "مرةفرخةدخلت عزاء قالت لهم البقاااااء."
    },
    {
        "text": "مرةفرخةجابت مجموع دخلت كلية حقوووووك"
    },
    {
        "text": "مرةجبنه بتزغزغ جبنهقالت لها كيري كيري كيري كيري."
    },
    {
        "text": "مرةاخطبوط قاعد زعلان عشان مش عارف أيده من رجليه."
    },
    {
        "text": "مرةمحامي معرفش يتغدى في البيت عشان كانو موكلينه قضية."
    },
    {
        "text": "من هو أكتر حيوان مشغول؟.. الخرتيت تيت تيت."
    },
    {
        "text": "مرةواحد الآن والتاني بعد قليل."
    },
    {
        "text": "مرةفرارجي عمل خدمةفي حد ف قاله دواجن علينا."
    },
    {
        "text": "بيقولك العصير حرام عشان لا يجوز."
    },
    {
        "text": "مرةصيدلانيةأغمى عليها عشان شافت فارماسي على الحيطة."
    },
    {
        "text": "مرةواحدةاسمها انجي آتاخرت على الشغل المدير بتاعها قالها انجي اطلعي بره."
    },
    {
        "text": "محشش قال لخواياه عندي لغز وش الفرق بين الأسبوع والصحراء؟ ما أحد جاوب قال المحشش الأسبوع فيه أحد والصحراء مافيها أحد."
    },
    {
        "text": "محشش حرك مزهريةوانكسرت جا مسؤول المتحف يركض قال له : يخرب بيتك هذي من القرن الثامن عشر قال المحشش: خوفتني الله يلعنك احسبها جديدة."
    },
    {
        "text": "محشش غمز لزوجته وقال: صرفي العيال من الغرفة صرخت زوجته: اللي ينام آعطيه 100 ريال نام زوجها أول واحد."
    },
    {
        "text": "محشش وهندي طاحو من الطيارة المحشش مات والهندي ما مات سألو الهندي كيف مات المحشش قال :ياخي هذا نفر همار أنا يقول افتح مظلة هو يقول: مافي مطر."
    },
    {
        "text": "سألوا محشش ليش بطاقة الصراف تطلع قبل الفلوس؟ قال المحشش لأن الشعب إذا شاف الفلوس ينسون كل شي قدامهم."
    },
    {
        "text": "شرطي مسك محشش قاله أنت وين ساكن؟ قال مع أخوي قال وأخوك وين ساكن؟ قال معي قال وأنت وأخوك وين ساكنين؟ قال مع بعض."
    },
    {
        "text": "محشش متحمس توظف في وزارة الحج راح لهم الدوام أول يوم لابس الإحرام."
    },
    {
        "text": "سألوا محشش وش أبيخ شعور ؟ قال: لا زعلت قبل العشا ودك تاكل بس تخاف يخرب الزعل."
    },
    {
        "text": "محشش دخل دائرة حكومية شاف موظف أصلع قاله : مشي لي هالمعامله قال الأصلع : على رأسي قال المحشش : أخاف اتزحلقني."
    },
    {
        "text": "محشش يحلم أن في ناس ضربوه في الحلم قام من النوم وراح جاب أخوياه وقال لهم يلا ناموا بسرعةعشان نلحقهم."
    },
    {
        "text": "محشش رمى تلفونه من البلكونة نزل لقاه مكسر قال: غريبة مع أني مشغل وضع الطيران."
    },
    {
        "text": "واحد مسطول اشتغل سواق تاكسي، شاورتله واحدةوقف وسألها “رايحةفين؟” قالتله “المهندسين” قالها “روحي بس ما تتأخريش” ."
    },
    {
        "text": "واحد مسطول شاف قطة اخدها البيت لمراته وقالها:شايفه القرد؟ قالتله:- دي قطة يامنيل قالها:- أنا بكلم القطةحد كلمك."
    },
    {
        "text": "محشش سرقوا تلفونه بلغ الشرطه قالو له: ولايهمك بنطلعه ولو من تحت الأرض وهو راجع البيت شاف في الطريق عمال يحفرون راح وقالهم : شدوا حيلكم،هو جالكسي لونه أسود."
    },
    {
        "text": "مسطول حاضر عزاء واحدة حلوة القارئ قال : اذكروا محاسن موتاكم ,قال المسطول :الله يرحمها كانت صاروخ."
    },
    {
        "text": "حكمة محشش:إذا شفت الذبان يدور فوق رأسكأعرف ان تفكيرك زبالة."
    },
    {
        "text": "ديك قال لدجاجة“ياضعيفةيأخذون بيضك وانتي ساكتة” قالت له “على الأقل أحسن من اللي يأذن ولا يصلي“."
    },
    {
        "text": "مرة واحد يقول لزوجته : وش رأيك نرجع زي زمان ابتسمت وقالت : كيف ياحياتي ؟ قال : يعني لا أعرفك ولا تعرفيني."
    },
    {
        "text": "مره واحد راح يفحص عند دكتور سوداني قال له الدكتور : عندك فيروز في الرئه قال: حلو فتش يمكن تلقى نانسي في الكبد ."
    },
    {
        "text": "واحد بيقول لصاحبه عيب مراتك تحدفك بالشبشب وأحنا قاعدين قاله بس بذمتك جه فيا."
    },
    {
        "text": "واحد خبطته عربية أخد تعويض 50000 وقف آدام القطر قاله خش عليا يا أبو الملايين."
    },
    {
        "text": "مذيعة بتسال مسطول أحمد زويل أخذ جايزة نوبل فى إيه قالها فى علبة قطيفة حمرا."
    },
    {
        "text": "مرة واحد زملكاوي مراته زهقت منه قالت له حاروح عند أهلي قالها طيب إسماعيلي شوية."
    },
    {
        "text": "راجل و مراته قاعدين عالسرير سألها: بتفكري في إيه؟ بصت له نظرة إغراء و قالتله: نفس اللي بتفكر فيه قالها: عاوزة تتجوزي عليا."
    },
    {
        "text": "مرة واحد بخيل قوى جاب تليفون جديد حطه في جيبه اللي ورا، ونسى وقعد على كرسي، راح سامع صوت حاجه بتكسر، قال يارب يبقي العمود الفقري."
    },
    {
        "text": "كان فيه مرةسلحفه دخلت مطعم وطلبت رز، قام الجارسون شلها رماها برةرجعتله بعد شهر وقالته طب متزقش بس."
    },
    {
        "text": "مسطول راكب تاكسى السواق نزل عشان يجيب سجاير لاقاه خلع الفتيس من العربيةفلما رجع السواق سأله خلعتها ليه قاله شفتك عمال تلخلخ فيها قولت لما اشلهالك عشان تعباك."
    },
    {
        "text": "واحد بخيل رايح يزور أمه فى المستشفى لقى الباب مكتوب عليه أدفع راح لافف وراجع وقال أبقا اروح أزورها فى البيت لما ترجع."
    },
    {
        "text": "محشش قبل لا يموت قالهم تبرعوا بكل أعضائي الا المخ سألوه ليش؟ قال : معلش الذاكرة فيها صور عائلية."
    },
    {
        "text": "محشش يغازل سمراء قالها: يا أحلى كابتشينو شفته بحياتيقالت: تفو عليك قال لها: ياعمري وبعد رغوه."
    },
    {
        "text": "واحد غبي ماشي في الشارع شاف الإشارة مكتوب عليها ممنوع الوقوف راح انبطح."
    },
    {
        "text": "مرة واحد بخيل عنده دكان مرض في يوم وكان على فراش الموت قام قال لأولاده كلكم عندي وقافلين الدكان."
    },
    {
        "text": "مرة واحد حكم دخل القهوة طلب واحد صفر."
    },
    {
        "text": "واحد خياط ماشي في حتة مقطوعة أم خيطها."
    },
    {
        "text": "واحد مرة صدره ضاق عليه أم عطاه لأخيه الأصغر منه."
    },
    {
        "text": "واحد مرة طلع على المعاش جه ينزل تاني معرفش."
    },
    {
        "text": "مرة واحد حب راحت العصافير جت أكلته."
    },
    {
        "text": "مرة واحد أكل جوز هند راحت هند موتته."
    },
    {
        "text": "واحد عشان يطور الهليكوبتر ركب تكييف محل المروحة."
    },
    {
        "text": "مرة واحد مشغول تزوج واحدة مشغولة أنجبوا ابن مش فاضي لهم."
    },
    {
        "text": "مرة واحد حرامي نذل دخل يسرق لقي العجوز بردانة من المكيف قام شغل المكيف عليها وطلع يجري."
    },
    {
        "text": "مرة واحد محشش وصلت ليه فاتورة الماء كبيرة رح اتصل بوزارة المياه وقالهم سلامات يا حبايب ليكون المطر السنة دي على حسابي."
    },
    {
        "text": "مرة واحد محشش ماسك في أيده ثلجة قال أموت وأعرف من فين الماء بين قط."
    },
    {
        "text": "مرة كيس كان طاير في الهواء ليه؟ عشان يهرب من البلدية."
    },
    {
        "text": "مرة واحد مسطول اتصل بالإطفاء وقالهم يا عيب الشوم عليكم إذا ما في حريق ما بنشوفكم."
    },
    {
        "text": "في واحد محشش جاي ينزل من السيارة لقي الدنيا تمطر قام رجع ونزل من الباب الثاني."
    },
    {
        "text": "قطعوا شبكة العنكبوت، ليش، لأنه ما دافع اشتراكاً."
    },
    {
        "text": "واحد أخد ملعقة وهو يقابل خطيبته، عشان يحرك مشاعرها."
    },
    {
        "text": "زوجة تسأل زوجها ليه عندك زوجة مثلي، قالها كنت تاركاً للصلاة."
    },
    {
        "text": "رجل اسمه نادر تزوج من سيدة تسمى نادرة أنجبوا ولداً مهدداً بالانقراض."
    },
    {
        "text": "رجل مراته خلفت ولداً، قال هسميه بابا على اسم أبي الله يرحمه."
    },
    {
        "text": "مستعجل تزوج مستعجلة خلفوا ولد مو فاضيلهم."
    },
    {
        "text": "يسأل بنت اسمك ايه قالت له وعد، قالها والله ما هقول لحد."
    },
    {
        "text": "صرصور دخل خلاط بالغلط، طلع يقول يلعن اللي يروح الملاهي مرة ثانية."
    },
    {
        "text": "مدرس كسول سقط منه الطبشور، قال للطلاب نستكمل الدرس الحصة القادمة."
    },
    {
        "text": "أتنين أغبياء يتمشون في الطريق ويتخانقوا مين يمشي في الوسط."
    },
    {
        "text": "واحد قاعد في حفرة كبيرة، ليش عشان يفكر بعمق."
    },
    {
        "text": "محامي رفع قضية وقعت عليه."
    },
    {
        "text": "مرة واحد رجع في كلامه اصطدم في اللي ورآه."
    },
    {
        "text": "ميكانيكي اشترى سرير، راح نام تحته."
    },
    {
        "text": "نكتة حكموا عليها مؤبداً؟ لأنها موتت واحد من الضحك."
    },
    {
        "text": "بخيل أبيه مات، بكى عليه بعين واحدة فقط."
    },
    {
        "text": "واحد محشش شاف إشارة ممنوع الوقوف هنا، راح انبطح على الأرض."
    },
    {
        "text": "مسن طلع على المعاش معرفش ينزل."
    },
    {
        "text": "شاب دخل السلك الدبلوماسي أتكهرب."
    },
    {
        "text": "مسطول عمل دوري لكرة القدم، جعل أول أسبوع إجازة."
    },
    {
        "text": "واحد مسطول بيقول لصاحبه بالي مشغول، قاله اقفل واتصل تاني."
    },
    {
        "text": "أهبل شاف بالأتوبيس فتاة حلوة، نزل وأخد رقم الأتوبيس."
    },
    {
        "text": "قالوا لي أنني سأصاب بالصمم بسبب الاستماع إلى الموسيقى الصاخبة. لا بأس على الرغم من ذلك، إنه مجرد رأي سليم."
    },
    {
        "text": "لقد أخبرت النجار بأنني لا أريد درجات مغطاة بالسجاد. أعطاني درجًا فارغًا."
    },
    {
        "text": "إلى كل من سرق Microsoft Office الخاص بي، سأجدك. أعدك!"
    },
    {
        "text": "ماذا تسمى هطول الأمطار الخطير؟ مطر من الرعب!"
    },
    {
        "text": "المستقبل والحاضر والماضي دخلوا إلى الحانة. أصبحت الأمور متوترة بعض الشيء."
    },
    {
        "text": "لقد فقدت وظيفتي كمصمم مسرح. غادرت دون أن أصنع مشهدًا."
    },
    {
        "text": "إذا جلبت أمطار أبريل زهور مايو، فماذا تجلب زهور مايو؟ الحجاج!"
    },
    {
        "text": "لماذا لا تستطيع الدراجة الوقوف؟ لأنه كان متعبا اثنين!"
    },
    {
        "text": "ماذا قال أحد الجدران للآخر؟ سأقابلك في الزاوية!"
    },
    {
        "text": "ماذا تسمى ساحر الكلاب؟ لابراكادابرادور!"
    },
    {
        "text": "لماذا تحتوي حظائر الدجاج على بابين فقط؟ لأنه لو كان لديهم أربعة، لكانوا سيارات سيدان دجاج!"
    },
    {
        "text": "ما تكلفة الحفلة 45 سنتا فقط؟ 50 Cent مع Nickelback!"
    },
    {
        "text": "ماذا يفعل الفلفل الفضولي؟ يحصل على عمل الهالابينو!"
    },
    {
        "text": "ماذا تسمون التمساح في سترة؟ محقق!"
    },
    {
        "text": "صديقي يعتقد أنه ذكي. قال لي أن البصل هو الطعام الوحيد الذي يجعلك تبكين. لذلك رميت جوز الهند على وجهه."
    },
    {
        "text": "لم أرغب أبدًا في التصديق أن والدي كان يسرق من وظيفته. لكن عندما عدت إلى المنزل، كانت كل العلامات موجودة."
    },
    {
        "text": "ماذا تسمى المعكرونة المزيفة؟ إمباستا!"
    },
    {
        "text": "تريد أن تسمع نكتة عن الورق؟ لا تهتم ، إنه قابل للتعلم."
    },
    {
        "text": "لماذا سقطت الدراجة؟ لأنه كان متعبا!"
    },
    {
        "text": "لماذا تطير طيور النورس فوق البحر؟ لأنهم إذا طاروا فوق الخليج، فسيكونون كعكًا."
    },
    {
        "text": "ماذا يفعل الفلفل الفضولي؟ يحصل على هالبينو الأعمال"
    },
    {
        "text": "هل سمعت عن رائد الفضاء الذي يعاني من رهاب الأماكن المغلقة؟ كان يحتاج فقط إلى مساحة صغيرة."
    },
    {
        "text": "كنت أتساءل لماذا أصبحت الكرة أكبر. ثم ضربني"
    },
    {
        "text": "أود أن أقول لك نكتة عن العمود الفقري، لكنها تتعلق بظهر ضعيف"
    },
    {
        "text": "ماذا قال الجراح للمريض الذي أصر على إغلاق جرحه بنفسه؟ خياطة النفس!"
    },
    {
        "text": "لماذا يبقى النحل في خلاياهم خلال الشتاء؟ سرب."
    },
    {
        "text": "ماذا تسمون دراجة نارية تضحك؟ ياماهاهاهاها!"
    },
    {
        "text": "كيف يصنع موسى قهوته؟ العبرانيون ذلك!"
    },
    {
        "text": "أخبرتني زوجتي أنني يجب أن أتوقف عن التصرف مثل طائر الفلامنجو. لذلك كان علي أن أنزل قدمي."
    },
    {
        "text": "لماذا لا يثق العلماء بالذرات؟ لأنهم يشكلون كل شيء!"
    },
    {
        "text": "ما هو أفضل شيء في سويسرا؟ لا أعرف ، لكن العلم هو إضافة كبيرة."
    },
    {
        "text": "ذهبت لشراء بعض السراويل المموهة بالأمس ولكن لم أتمكن من العثور على أي منها."
    },
    {
        "text": "ماذا تسمون سمكة بلا عيون؟ فش!"
    },
    {
        "text": "حاولت التقاط بعض الضباب في وقت سابق. أنا ضباب."
    },
    {
        "text": "لماذا لا يحكي البيض النكات؟ لقد قاموا بتكسير بعضهم البعض!"
    },
    {
        "text": "هل سمعت عن الحريق في السيرك؟ كان في الخيام!"
    },
    {
        "text": "ماذا قال اللص بعد تفجير قنبلة داخل فورت نوكس؟ الآن هذا ما أسميه التكسير الآمن!"
    },
    {
        "text": "لماذا لا تشارك السرطانات؟ لأنهم المحار!"
    },
    {
        "text": "ماذا قالت قبعة لأخرى؟ ابق هنا! أنا ذاهب إلى الأمام!"
    },
    {
        "text": "كيف تصل الأشجار إلى الإنترنت؟ لقد قاموا فقط بتسجيل الدخول!"
    },
    {
        "text": "هل سمعت عن الرجل الذي ضُرب على رأسه بعلبة من الصودا؟ لم يتأذ لأنه كان مشروبًا غازيًا!"
    },
    {
        "text": "لماذا لا يمكنك الركض عبر المخيم؟ لا يمكنك الركض إلا لأنها خيام سابقة!"
    },
    {
        "text": "ماذا تسمى النحلة التي لا تستطيع اتخاذ قرارها؟ وربما!"
    },
    {
        "text": "حاولت التقاط الضباب أمس. شَبُّورَة."
    },
    {
        "text": "قالوا إنني لا ينبغي أن أسرق الشموع... لكنني أخذت الأمر على محمل الجد!"
    },
    {
        "text": "الليلة الماضية، اقتحم شخص ما مرابي وسرق عصا النسيان الخاصة بي. إلى اي مستوى تستطيع النزول؟"
    },
    {
        "text": "اشتريت حذاءً من تاجر مخدرات في وقت سابق اليوم. لا أعرف ما الذي ربطهم به، لكنني كنت أتعثر طوال اليوم!"
    },
    {
        "text": "لماذا تحتوي حظائر الدجاج على بابين فقط؟ إذا كان لديهم أربعة، فسيكونون سيارات سيدان دجاج!"
    },
    {
        "text": "هل سمعت عن ممثلة آذت نفسها أثناء التصوير؟ لقد أصابت نفسها أثناء التصوير."
    },
    {
        "text": "لقد فقدت الكتاب الصوتي الخاص بصديقتي ، والآن لن أسمع نهايته أبدًا."
    },
    {
        "text": "لماذا تسقط الدراجات؟ لأنهما متعبان!"
    },
    {
        "text": "لماذا تعيش الأسماك في المياه المالحة؟ لأن الفلفل يجعلهم يعطسون!"
    },
    {
        "text": "ماذا تسمى المعكرونة المزيفة؟ إمباستا!"
    },
    {
        "text": "بقيت مستيقظًا طوال الليل أتساءل أين ذهبت الشمس. ثم تبين لي."
    },
    {
        "text": "ماذا قال أحد المحيطات للمحيط الآخر؟ لا شيء، لوحوا فقط!"
    },
    {
        "text": "أردت أن أتعلم كيفية قيادة ناقل الحركة، لكن لم أتمكن من العثور على دليل."
    },
    {
        "text": "لماذا لا يحكي البيض النكات؟ لقد قاموا بتكسير بعضهم البعض!"
    },
    {
        "text": "سمعوا عن المطعم الجديد على القمر؟ طعام رائع، لا يوجد جو!"
    },
    {
        "text": "ماذا تسمون دراجة نارية تضحك؟ هاهاهاها!"
    },
    {
        "text": "واحد قاعد يقول لخطيبته: أنا ماني غني! ولا عندي مرسيدسزى محمود! بس أنا بحبك! خطيبته: وأنا كمان بحبك!لكن احكيلي أكثر عن محمود؟."
    },
    {
        "text": "عريس بيقول لعروستة لازم تعرفي أن كلمتي في البيت زي الساعة بصتلو بنظرات غضب قالها يعني لا بتقدم ولا بتأخر."
    },
    {
        "text": "زوج نذل مصاب في السرطان وهو على فراش الموتيقول لابنه: إذا أنا مت لا تقول أبويا مات بالسرطان قل لهم أنا مت بالإيدز علشان ما حد يتزوج أمك."
    },
    {
        "text": "وحدة دائما بتنكد على جوزها ليل نهار اتفقو أنهم يخلوا يومنكد ويوم فرح فكانت مرته بيوم الفرح تتحزم وترقص وتغنيله..بكرة النكد بكرة."
    },
    {
        "text": "قال يوما رجل لزوجته إذا مت فتزوجي جارنا قالت له لماذا؟فأجاب قد باع لي سيارة وغشني فيها وسأغشه فيك."
    },
    {
        "text": "مرة واحدة بتقول للثانية: أنا جوزي نساي أوي كل مرة يقول ليا أين مفتاح السيارة أين مفتاح المنزل. الثانية قالت لها: يا بختكانا جوزى يقول لي: أنا شوفتك فين قبل ذلك."
    },
    {
        "text": "زوجة عجوز قالت لزوجها لما لا نعيد أيام الماضي، فقال لها إذناذهبي لأول مكان التقينا فيه وانتظريني، ذهبت العجوز وانتظرتزوجها ساعة، إثنين، ثلاثة، وأكثر، ولم يأتي، فعادت للمنزلوسألتها انتظرتك ولم تأتي فقال لها: والدي رفض إني أنزل من البيت."
    },
    {
        "text": "رقد الرجل على فراشة يغالب الغيبوبة، وكلما افاق وجد زوجتهبجواره وتنظر إليه بحنان فامسك بيدها قائلا: لما اترفدت وقفتىمعايا، ولما شركتى فلست كنتي جنبي، ولما بيتنا اتحرق كنتيجنبي، ودلوقتى أنتي برضة جنبي، مش عارف لية أنا حاسس، أنك نحس."
    },
    {
        "text": "مرة وحدة قالت لجوزها “إهدى يا حبيبي كده وارجع زي زمان”،الراجل طلقها ورجع لأيام العزوبية."
    },
    {
        "text": "زوج وزوجة أغبياء جداً وأول مرة يشتروا مراية ولما راح الزوج يشوفالمراية شاف نفسه فيها راح ينادي مرته ويقول في بيتنا حراميقمت الزوجة وشافت نفسها تقول الحرامي جاء هو ومرته."
    },
    {
        "text": "ولد يسأل ابوه.. هل الحب اعمى؟رد عليه أبوه.. وقال: شوف أمك وأنت تعرف!!"
    },
    {
        "text": "واحد متجوز وقاعد في البيت وبيبص كتير في عقد الزواج،مراته قالتله: “بتبص في عقد الزواج ليه يا حبيبي؟ قالها: “ببحث عن تاريخ إنتهاءالعقد”."
    },
    {
        "text": "وحدة صحيت من النوم مخضوضة سألها جوزها مالك يا ولية؟ قالته كابوسحلمت إني ترملت، قالها بعد الشر يا حبيبتي ان شاء الله أنا ولا انتِ."
    },
    {
        "text": "فتح لزوجته باب العربية فقالت له: ياه ما أجملك وأنت رومانسي، فقاللها: اتنيلي انزلي طيب الباب مبيفتحش إلا من برة."
    },
    {
        "text": "أهبل وأحول بيقلوا طعمية.. الأحول بيرمي الطعمية برة الزيت.. والأهبل بيعمل تشش."
    },
    {
        "text": "واحد عنده مزرعة جزر وجنبه شوية أرانب بيصحي كل يوم ميلاقيش الجزر دا.. راح مزعق لصاحب المزرعة وكسر سنان الأرانب كلها..اليوم اللي بعده بردو ملقاش جزر.. قام ماسك أرنب من رقبته قاله وديتوه فين قام رادد عليه وقاله عملناه عثير وثربناه."
    },
    {
        "text": "مرة مذيع طلع فاصل.. نزل مشحون."
    },
    {
        "text": "واحد لابس جرافته فبيسأل صاحبه هي معدولة؟ قاله لا مع محمد."
    },
    {
        "text": "مرة واحد اشتري شقه إيجار.. رمي علي الحيطان لبن عشان تبقي Milk."
    },
    {
        "text": "واحدة اتصلت بشيخ بتقوله: هي أغاني نانسي عجرم حرام؟ قالها: إيه قولي تاني كده!"
    },
    {
        "text": "ابن مفتي الجمهورية راح يقدم في الكلية الحربية فلما رجع قال لباباه يا بابا طالبين مني تحليل المخدرات! قاله وماله يا بني نحللهالك."
    },
    {
        "text": "مرة واحد صعيدي فتح التلفزيون بالليل.. عشان يشوف المذيعة وهي نايمة."
    },
    {
        "text": "واحد غبي بيسأل شيخ في رمضان بيقولو هي الشطافة بتفطر في رمضان يا شيخ؟ الشيخ قالوا لا يا بني طبعا! الغبي قالوا اصلي شربت منها النهاردة."
    },
    {
        "text": "مرة صنايعي عطس.. قال هات شاي."
    },
    {
        "text": "مهندس قرر يسيب الشغل.. وهو ماشي قال أنا مستطيل."
    },
    {
        "text": "طلبت من جوزها 4000 جنيه تعمل عملية ربط معدة.. أداها 30 جنيهاً وقالها هاتي قفل للمطبخ!"
    },
    {
        "text": "مرة شرطي بيهرش نزل قمل مركزي."
    },
    {
        "text": "محشش حبيبته زعلت منه حب يراضيها.. راح جابلها حبيبها القديم وقالها مفااااااجأة."
    },
    {
        "text": "سألته زوجته لماذا تبكي؟ قالها رأيت في منامي ملكة جميلة تحاول أن تقتلك وتأخذني! قالته له اهدأ إنه مجرد حلم؟! رد قائلًا أنا أبكي لأنه حلم!"
    },
    {
        "text": "كيف تعاقب زوجتك القصيرة؟! ضع لها المكياج فوق الدولاب."
    },
    {
        "text": "محشش شاف جدته راسمة حنة على أيديها.. قالها الله يكون في عونها إيدك بدأت تصدي."
    },
    {
        "text": "أحلام تغني حسبي على الأيام والحظ الردي! حظها ردي وهي لابسة خاتم يسفرني أنا وعيلتي لندن!"
    },
    {
        "text": "حرامي دخل غرفة النوم وسرق كل الأغراض والزوجة نايمة! سألتها الشرطة كيف ما سمعتينه؟!قالت سمعته بس فكرته زوجي خفت اصحي يقولي سوى العشا."
    },
    {
        "text": "سألت زوجها حبيبي أي الفرق بيني وبين نانسي عجرم؟ قالها مفيش فرق هي مرسومة وأنتي شخبط شخابيط."
    },
    {
        "text": "مسطول حب يغازل خطيبته (اللي هي بيضا وعيونها خضرا).. قالها يا أحلى طبق رز بالبسلة شفته!"
    },
    {
        "text": "واحد رجع من الشغل لقي البيت بيتحرق.. دخل أول مرة طلع بنته.. وبعدين دخل طلع مراته.. وبعدين دخل وخرج فاضي.. ودخل تاني وخرج فاضي.. قالوله أنت بتدخل تعمل إيه؟! قالهم بقلب حماتي."
    },
    {
        "text": "من هو المصري؟ هو كائن حي محبوب دوليًا.. مظلوم محليًا.. فقير ماديًا.. تعبان نفسيًا.. والعجيب أنه ما زال حيًا!"
    },
    {
        "text": "نمله شافت نفسها في المراية.. قالت خسارة الوسط هذا على نملة."
    },
    {
        "text": "غبي اتصل على مطعم قال عندكم عشاء؟ قالوا أيوه.. قال ليش ما عزمتوني!"
    },
    {
        "text": "نملة شافت عصير فراولة قالت: يااااااه أخيرا شفت البحر الأحمر."
    },
    {
        "text": "اثنين أغبياء يتمشون لحالهم.. تهاوشوا من يمشي في الوسط."
    },
    {
        "text": "كلب ينبح صابه انهيار عصبي ليش؟ كان ينبح على واحد ما يسمع."
    },
    {
        "text": "قروي طلق مرته.. قال لها زعلتي؟!"
    },
    {
        "text": "غبي متعلم جديد كلمة “فجأة” دخل بقاله قال: أعطني بيبسي وفجأة ميرندا."
    },
    {
        "text": "أهبل وأحول بيقلوا طعمية.. الأحول بيرمي الطعمية برة الزيت.. والأهبل بيعمل تشش."
    },
    {
        "text": "واحد عنده مزرعة جزر وجنبه شوية أرانب بيصحي كل يوم ميلاقيش الجزر دا.. راح مزعق لصاحب المزرعة وكسر سنان الأرانب كلها..اليوم اللي بعده بردو ملقاش جزر.. قام ماسك أرنب من رقبته قاله وديتوه فين قام رادد عليه وقاله عملناه عثير وثربناه."
    },
    {
        "text": "مرة مذيع طلع فاصل.. نزل مشحون."
    },
    {
        "text": "واحد لابس جرافته فبيسأل صاحبه هي معدولة؟ قاله لا مع محمد."
    },
    {
        "text": "مرة واحد اشتري شقه إيجار.. رمي علي الحيطان لبن عشان تبقي Milk."
    },
    {
        "text": "واحدة اتصلت بشيخ بتقوله: هي أغاني نانسي عجرم حرام؟ قالها: إيه قولي تاني كده!"
    },
    {
        "text": "ابن مفتي الجمهورية راح يقدم في الكلية الحربية فلما رجع قال لباباه يا بابا طالبين مني تحليل المخدرات! قاله وماله يا بني نحللهالك."
    },
    {
        "text": "مرة واحد صعيدي فتح التلفزيون بالليل.. عشان يشوف المذيعة وهي نايمة."
    },
    {
        "text": "مرة صنايعي عطس.. قال هات شاي."
    },
    {
        "text": "مهندس قرر يسيب الشغل.. وهو ماشي قال أنا مستطيل."
    },
    {
        "text": "طلبت من جوزها 4000 جنيه تعمل عملية ربط معدة.. أداها 30 جنيهاً وقالها هاتي قفل للمطبخ!"
    },
    {
        "text": "محشش شاف جدته راسمة حنة على أيديها.. قالها الله يكون في عونها إيدك بدأت تصدي."
    },
    {
        "text": "أحلام تغني حسبي على الأيام والحظ الردي! حظها ردي وهي لابسة خاتم يسفرني أنا وعيلتي لندن!"
    },
    {
        "text": "حرامي دخل غرفة النوم وسرق كل الأغراض والزوجة نايمة! سألتها الشرطة كيف ما سمعتينه؟!قالت سمعته بس فكرته زوجي خفت اصحي يقولي سوى العشا."
    },
    {
        "text": "سألت زوجها حبيبي أي الفرق بيني وبين نانسي عجرم؟ قالها مفيش فرق هي مرسومة وأنتي شخبط شخابيط."
    },
    {
        "text": "قطعني حتة حتة لو سمعت إني أحب غيرك والله لو يحبونني ستة لأبقى غريق في بيرك"
    },
    {
        "text": "أنا هنا يا ابن الحلال ورقمي عندك بالجوال متى تحن وتديني اتصال ولا البعد غير الحال"
    },
    {
        "text": "وحشني يا فرفور صدقني يا أمور من غير مألف وأدور في قلبي اسمك محفور"
    },
    {
        "text": "يا أغلى وأحلى من أعزّهيا صباح الحـبّ كلّه، وشمس عمري وظلّه."
    },
    {
        "text": "من غيرك مقدر أعيش والله الحياة ما تمشيش حبك بالقلب دوم يعيش ولو أديتني تطنيش"
    },
    {
        "text": "يا شيخ روح تنيل الحب مش بس كلام روح تعلم يا منيل كيف بالحب يكون الغرام"
    },
    {
        "text": "صباح الشهد صباح العسل.. صباح الحب والغزل.. صباح مصحوب بالأمل.. صباح الحب يا عسل"
    },
    {
        "text": "صباحك ريحته قهوة وطعمه بالحلا معقود صباحك نغمته تغريد وصوته ينعش المجهود."
    },
    {
        "text": "صباح الخير يا الغالي وغلاك يحطم المعهود صباحك يبتدي منك لأنك شمسه اللي تسود صباح الكلمة الحلوة صباح الحب بلا حدود"
    },
    {
        "text": "يا شمس اشرقي على حبيبي وصبحي عليه وأدعيلي ما يغيب عن نظر عيني وعلى طول بقلبه يشيلني"
    },
    {
        "text": "حبيبي.. دعني أوقظ حلمي.. على ابتسامة عينيك وأرتشف رحيق شفتيك.. كل صباح مع قهوتي الداكنة.. لأبدأ يومي الطويل بكلمة.. أحبك!"
    },
    {
        "text": "أحببتُ فيكِ بريق عينيكِ فسحرُ عينيكِ ليس له مثيل وقعتُ أسير حبهما من نظرةٍ من لفتةٍ للطرف الكحيل."
    },
    {
        "text": "شخص يسأل غبي متى آخر مرة ذهب للبحرين، رد عليه الغبي وقال: لما كان خط الجسر ترابي."
    },
    {
        "text": "خمسة رجال بخلاء ذهبوا إلى مقهى وطلبوا كوب عصير واحد ولكن مزوداً بخمس شفاطات."
    },
    {
        "text": "عندما أراد شخص أن يقفز من الطابق العاشر، صعد للطابق الخامس وألقي بنفسه منه مرتين."
    },
    {
        "text": "رجل أراد تقديم هدية في عيد ميلاد زوجته بحيث تختلف المفاجأة عن كل سنة ففاجئها وألقى عليها الطلاق."
    },
    {
        "text": "قامت نملة بالزواج من فيل ولما توفي بقيت طول عمرها تحفر لدفنه."
    },
    {
        "text": "في خمسة حشاشين جالسين يتمازحون بسكاكين ماتوا ثلاث قال الرابع لخويه خلاص خلينا نوقف لا تنقلب جد."
    },
    {
        "text": "محشش وقف تاكسي قال فاضي قال التاكسي أيوا قال المحشش طيب أنزل نسولف شوي."
    },
    {
        "text": "محشش دخل استريو قال: عندك محمد عبده قال: إيه قال المحشش: خله يطلع سيارته مسكرة علي."
    },
    {
        "text": "محشش يقول أحسن خمسة أشياء بالدنيا ثلاثة: النوم والأكل!."
    },
    {
        "text": "قروي ساكن عند الإشارة كل ما ولعت حمرا أرسل ولده يهوي السيارات."
    },
    {
        "text": "ولد قال لأبيه المحشش سكرت على مفتاح السيارة قال أحمد ربك منتافيها."
    },
    {
        "text": "أهبل وأحول بيقلوا طعمية.. الأحول بيرمي الطعمية برة الزيت.. والأهبل بيعمل تشش."
    },
    {
        "text": "واحد عنده مزرعة جزر وجنبه شوية أرانب بيصحي كل يوم ميلاقيش الجزر دا.. راح مزعق لصاحب المزرعة وكسر سنان الأرانب كلها..اليوم اللي بعده بردو ملقاش جزر.. قام ماسك أرنب من رقبته قاله وديتوه فين قام رادد عليه وقاله عملناه عثير وثربناه."
    },
    {
        "text": "مرة مذيع طلع فاصل.. نزل مشحون."
    },
    {
        "text": "واحد لابس جرافته فبيسأل صاحبه هي معدولة؟ قاله لا مع محمد."
    },
    {
        "text": "مرة واحد اشتري شقه إيجار.. رمي علي الحيطان لبن عشان تبقي Milk."
    },
    {
        "text": "واحدة اتصلت بشيخ بتقوله: هي أغاني نانسي عجرم حرام؟ قالها: إيه قولي تاني كده!"
    },
    {
        "text": "ابن مفتي الجمهورية راح يقدم في الكلية الحربية فلما رجع قال لباباه يا بابا طالبين مني تحليل المخدرات! قاله وماله يا بني نحللهالك."
    },
    {
        "text": "مرة واحد صعيدي فتح التلفزيون بالليل.. عشان يشوف المذيعة وهي نايمة."
    },
    {
        "text": "مرة صنايعي عطس.. قال هات شاي."
    },
    {
        "text": "المرور صاد واحد قاله الرقم الأمامي غير الخلفي؟! قال طبيعي هو وشك زي أفاك!"
    },
    {
        "text": "مدرس قال لطالب أعرب كلمة بعوضه.. قال الباء حرف جر.. وعوضه واحد من الجماعة."
    },
    {
        "text": "محشش صدم 2 الأول مات والثاني يخانق.. قال المحشش شف خويّـك مات ما قال شي!"
    },
    {
        "text": "محشش ماشي في الشارع شاف دوريه.. يبي يبعد الشبهة وقفهم وقال اللومينا للبيع."
    },
    {
        "text": "محشش قالو له وش رأيك في الزواج المبكر؟ قال يعني الساعة كم؟"
    },
    {
        "text": "مهندس قرر يسيب الشغل.. وهو ماشي قال أنا مستطيل."
    },
    {
        "text": "في مدرس سأل طالب: بكرا إنت لما تكبر شو بدك تصير؟ قلو: ختيار."
    },
    {
        "text": "من غيرك مقدر أعيش والله الحياة ما تمشيش حبك بالقلب دوم يعيش ولو أديتني تطنيش"
    },
    {
        "text": "يا شيخ روح تنيل الحب مش بس كلام روح تعلم يا منيل كيف بالحب يكون الغرام"
    },
    {
        "text": "أهدي الورد لأهل الورد صباح الشوق لأهل الذوق وصباح الهنا لحبيبي أنا"
    },
    {
        "text": "مرة صنايعي عطس.. قال هات شاي."
    },
    {
        "text": "مهندس قرر يسيب الشغل.. وهو ماشي قال أنا مستطيل."
    },
    {
        "text": "طلبت من جوزها 4000 جنيه تعمل عملية ربط معدة.. أداها 30 جنيهاً وقالها هاتي قفل للمطبخ!"
    },
    {
        "text": "حبيت أسبق سكان هالكون وأقول لـأحلى ما في الكون.. صباح الخير يا عمري"
    },
    {
        "text": "صباح الخير يا وجه الخير صباح النور يا دفا المسرور صباح الورد يا صاحب الود صباح الحب يا مالك القلب صباح الغلا على غلا."
    },
    {
        "text": "قروي قال له ولده: يبه رخصتي انتهت…. قال: أكيد من كثر دورانك في الشوارع."
    },
    {
        "text": "بخيل طالع بتكسي، صار معهم حادث، الشوفير مات والبخيل بيصرخ : اطفوا العداد."
    },
    {
        "text": "في محشش جالس عند التلفزيون ويضحك قالوا له : وش فيك ؟؟ قال يلعن أم الحركة إذا غمضت عيني صار راديو."
    },
    {
        "text": "خواف قالت له حبيبته نفسي أموت بين أحضانك قال موتي عند أهلك ما بي مشاكل."
    },
    {
        "text": "محشش طلب عشا قال له الجرسون: تيك آوي ولا طاولة؟ قال شكل من هذا وهذا."
    },
    {
        "text": "مرة واحد محشش وبيجرى سريع على البيت وأول ما قرب من الباب بص على رجليه لقاهم بيتسابقوا بعض فقل لهم براحة شويه تدخلوا مع بعض"
    },
    {
        "text": "صباح الخير يا الغالي وغلاك يحطم المعهود صباحك يبتدي منك لأنك شمسه اللي تسود صباح الكلمة الحلوة صباح الحب بلا حدود"
    },
    {
        "text": "يا شمس أشرقي على حبيبي وصبحي عليه وأدعيلي ما يغيب عن نظر عيني وعلى طول بقلبه يشيلني"
    },
    {
        "text": "حبيبي.. دعني أوقظ حلمي.. على ابتسامة عينيك وأرتشف رحيق شفتيك.. كل صباح مع قهوتي الداكنة.. لأبدأ يومي الطويل بكلمة.. أحبك!"
    },
    {
        "text": "أحببتُ فيكِ بريق عينيكِ فسحرُ عينيكِ ليس له مثيل وقعتُ أسير حبهما من نظرةٍ من لفتةٍ للطرف الكحيل ."
    },
    {
        "text": "مرة واحد تأخر على الدوام سأله المدير: ليش تأخرت اليوم؟ قاله: حلمت ان عندي ضيوف استحيت أقوم من النوم وأخليهم."
    },
    {
        "text": "كيف تعاقب زوجتك القصيرة؟! ضع لها المكياج فوق الدولاب."
    },
    {
        "text": "محشش شاف جدته راسمة حنة على أيديها.. قالها الله يكون في عونها إيدك بدأت تصدي."
    },
    {
        "text": "أحلام تغني حسبي على الأيام والحظ الردى! حظها ردي وهي لابسة خاتم يسفرني أنا وعيلتي لندن!"
    },
    {
        "text": "حرامي دخل غرفة النوم وسرق كل الأغراض والزوجة نايمة! سألتها الشرطة كيف ما سمعتينه؟!قالت سمعته بس فكرته زوجي خفت اصحي يقولي سوى العشا."
    },
    {
        "text": "قال لزوجته بالمطار البسي عباية واسعة، قالتله فديتك تغار علي ، قالها مو غيرة ولا شي طبقات كرشتك كنها حزام ناسف لا تورطنا مع التفتيش."
    },
    {
        "text": "بخيل طاح من السطح وهو طايح شاف زوجته في المطبخ قالها لاتسوين العشا."
    },
    {
        "text": "سعودي يسأل بنت مصرية وش اسمك قالت: هنادي أحمد قال: ناديه يعني خايف منو."
    },
    {
        "text": "مرة واحد رخم دخل موضوع رخم كتب رد رخم… طبعا مش أنت"
    },
    {
        "text": "واحد رخم قالوله قول نكتةقال لهم “نكتة”"
    },
    {
        "text": "واحد بلديتنا فهم مات"
    },
    {
        "text": "مرة واحد أعمى فتح من الفرحة أتشل"
    },
    {
        "text": "مرة واحد خان الخليلي قام الخليلي قتله"
    },
    {
        "text": "واحد عربي اشتغل سواق تاكسي في الصين، كل ما صيني يأشر له يقول لك مش قبل شوية نزلتك؟"
    },
    {
        "text": "سكران معه هاتف خاص به يريد أن يكتب رسالةذهب لأخيه وطلب منه أن يكتب رسالة مكانة لان خطه قبيح."
    },
    {
        "text": "بدوي جالة توأم حلف على الدكتور يأخذ واحد منهم!."
    },
    {
        "text": "محشش وقف تاكسي قال فاضي قال التاكسي أيوا قال المحشش طيب أنزل نسولف شوي."
    },
    {
        "text": "محشش دخل استريو قال: عندك محمد عبده قال: إيه قال المحشش: خله يطلع سيارته مسكرة علي."
    },
    {
        "text": "محشش يقول أحسن خمسة أشياء بالدنيا ثلاثة: النوم والأكل!."
    },
    {
        "text": "قروي ساكن عند الإشارة كل ما ولعت حمرا أرسل ولده يهوي السيارات."
    },
    {
        "text": "ولد قال لأبيه المحشش سكرت على مفتاح السيارة قال أحمد ربك منتافيها."
    },
    {
        "text": "غبي رمى تلفونه من البلكونة نزل لقاه مكسر قال: غريبة مع أني مشغل وضع الطيران."
    },
    {
        "text": "بيقولك مرة واحد رخم وهو ماشي وقع قال أحسن"
    },
    {
        "text": "بيقولك مره واحد نزل بسين طلع بصاد"
    },
    {
        "text": "واحد عنده مزرعة جزر وجنبه شوية أرانب بيصحي كل يوم ميلاقيش الجزر دا.. راح مزعق لصاحب المزرعة وكسر سنان الأرانب كلها..اليوم اللي بعده بردو ملقاش جزر.. قام ماسك أرنب من رقبته قاله وديتوه فين قام رادد عليه وقاله عملناه عثير وثربناه."
    },
    {
        "text": "مرة مذيع طلع فاصل.. نزل مشحون."
    },
    {
        "text": "واحد لابس جرافته فبيسأل صاحبه هي معدولة؟ قاله لا مع محمد."
    },
    {
        "text": "مرة واحد اشتري شقه إيجار.. رمي علي الحيطان لبن عشان تبقي Milk."
    },
    {
        "text": "واحدة اتصلت بشيخ بتقوله: هي أغاني نانسي عجرم حرام؟ قالها: إيه قولي تاني كده!"
    },
    {
        "text": "ابن مفتي الجمهورية راح يقدم في الكلية الحربية فلما رجع قال لباباه يا بابا طالبين مني تحليل المخدرات! قاله وماله يا بني نحللهالك."
    },
    {
        "text": "مرة واحد صعيدي فتح التلفزيون بالليل.. عشان يشوف المذيعة وهي نايمة."
    },
    {
        "text": "لاعب شاط والتاني أتحرق"
    },
    {
        "text": "مدير عام والتانيغرق"
    },
    {
        "text": "مرة واحد قابل اتنين او تلاته"
    },
    {
        "text": "مرة واحد رفع قضية وقعت عليه"
    },{
        "text": "ليش فترة الراحة للشغيلة الحماصنة بس عشر دقائق مو أكتر؟ لأنه إذا عطوهم فترة راحة أطول لازم يرجعوا يفهموهم الشغل من أول وجديد."
      },
      {
        "text": "حمصي سال رفيقو: ليش نشره الاخبار طويلة قال: يمكن اليوم اخر حلقة 3-حمصي سألوه شو أحلى موقف بحياتك قالهن موقف الكراجات."
      },
      {
        "text": "راح تنين حماصنة عالبحر فقال واحد من بيناتون: اذا اشتعلت النار في البحر شو بدنا نساوي؟ ألو الثاني: مناكل سمك مشوي"
      },
      {
        "text": "وحدة اتّصلت على حبيبها، قالتله: أهلي مسافرين وأنا لحالي بالبيت، قال لها طيّب حبيبتي اقرأي قرآن وما تخافي."
      },
      {
        "text": "قال في مرّة واحد عم يحشش قام وقع من الطابق العاشر قام هو وواقع صار يقول يا رب آخر مرّة، يا رب رح أصلّي يا رب رح أصوم."
      },
      {
        "text": "قام وقع على عربة قش: لما وقف قال يا زلمة وقت يكون الواحد دايخ شو بيخطر بباله شغلات"
      },
      {
        "text": "ثلاثة مساطيل قاعدين في سهرة لأول: ‏أنا عندي فلوس أشتري بيها أمريكا الشمالية الثاني : ‏وأنا عندي فلوس أشتري بيها أمريكا الشمالية و الجنوبية الثالث: ‏ومين قالكم إني رح أبيع"
      },
      {
        "text": "مرة في بنتين بيحكوا عن امالهم بالمستقبل الاولى قالت للتانية نفسي أصبح متل أمي عشان البس الفساتين وتروح على الاعراس والحفلات قالت التانية انا نفسي أصبح متل ابوي عشان ما اخليكي تروحي عالحفلات"
      },
      {
        "text": "واحد قبل مايموت جمع ولاده التلاتة وحب يوصيهم يفضلوا ايد واحدة ،وأعطى لكبيرهم عود خشب كسره بسهوله أعطاه اتنين كسرهم بسهولة برضه أعطاه خمسين عود كسرهم بسهوله قال لهم طالما معاكم البغل ده مافيش خوف عليكم ."
      },
      {
        "text": "حمصي انخطفت حماتو راح عند مرتو قلها: أمك انخطفت وبدهون فدية 100 ألف ليرة يا أما بيحرقوها بالبنزين وصرلي من الصبح داير بالحارة من بيت لبيت عم اجمع تبرعات.. قالتلو: وقديش جمعت؟؟؟ قلها: صار معي شي 50 ليتر بنزين."
      },
      {
        "text": "آشكــر البلديــة علي تصميــم المطبــات اللي لمــا تطلع فوقهــا بتشــوف سوريــا ونص فلسطين يعنــي منهــا تنظيـم مروري ومنهــا سيــااحة وغير هيك بتنخض معدتك"
      },
      {
        "text": "كان في اثنين تنابل-كسلانين متل طلاب الكندي- قال الواحد للثاني يا ريت في عندنا زر بنكبسه بيطلعلنا كل شي بدنا ياه قاله الثاني يا ريت هالزر بينكبس لحاله"
      },
      {
        "text": "أمر معلم أحد التلاميذ أن يكتب (سافر بكري يوم الأربعاء) فساله الطالب هل الهمزة فوق الاف ولا تحته قال له هو بالواقع سافر يوم الخميس."
      },
      {
        "text": "في حادث في طريق عام أجا واحد حمصي بدو يشوف الحادث قال بعدو أبوي أبوي المهم بعد ما بعدوام شاف حمار معفوس."
      },
      {
        "text": "في مرة مجانين في مستشفى المجانين قرروا الهروب من المستشفى قال زعيمهم اسمعوا رح نطلع نمسك الحارس ونربطة ومن ثم نهرب عبر الباب فعندم خرجوا لم يجدوا الحارس فقال الزعيم شباب فشلت الخطة الحارس مو موجود."
      },
      {
        "text": "لما طلع مرض جنون البقر شافواأرنب طالع عمب يركض من حمص فوقفوا سألوا ليش هربان فقال الأرنب ليش مادريتو بمرض جنون البقر فقالوا: ليش انت شودخلك قال الأرنب قولو هلشي للحماصنة ما عمب يصدقو."
      },
      {
        "text": "في إحدى ضيع الرّيف كان في شب عم يغازل حبيبتو، فقال لها: أنا بشوف الدّنيا كلا بعينيك، وبنفس الوقت سمعوا ختيار مسكين عم يحكي هيك وقلو الله يرضى عليك شفلي هل الجحشه وينا."
      },
      {
        "text": "ديك شاف صوص عم يدخّن أم هددو بإنو يشكي لأبو أم ألو الصوص أنا تفقيص مكنات."
      },
      {
        "text": "سوري ساكن في حي الطفايله دهن سيارته وحط ورقه على الزجاج مكتوب عليها احزر الدهان.. ثاني يوم لقي سيارته محفور عليها في كل مكان “ازرق”."
      },
      {
        "text": "احول بيسوق بيسكليتا “دراجة ” كان راح يصدم في عمود… قال له واحد انتبه لا تصدم العامود. قاله ما عليك بدخل من بينهم."
      },
      {
        "text": "عصفور حمصي كان يطير على ارتفاع منخفض فاصطدم بزجاج سيارة وسقط على الأرض، شفق السائق عليه فأوقف السيارة وحمل العصفور وأخذه إلى البيت وهناك وضعه في قفص ووضع أمامه ماء وخبز، ولما فاق العصفور ووجد نفسه وراء الشبك ضرب بجناحه على رأسه قائلاً: العمى!! سجن وقضبان!؟ معقولة نكون روحناه للزلمة."
      },
      {
        "text": "في حمصيين بمقابلة عالتلفزيون سألت المذيعة الأول: سوريا بالنسبة إلك شو؟ جاوبها سوريا أمي. سألت التاني سوريا بالنسبة إلك شو؟ قال مابقدر إحكي على أم رفيقي."
      },
      {
        "text": "كان في حمصي وهو ماشي إنشقت شحاطته قام راح خيطها عند الكندرجي بعد أسبوع شافها تحسنت قام فك الخياطه."
      },
      {
        "text": "في مدرس سأل طالب: بكرا إنت لما تكبر شو بدك تصير؟ قله: ختيار. الأب:شو؟ الابن: رسوب، الأب: معقول ترسب سنتين؟ الابن: شو بساوي أسئلة هالسنة كانت متل أسئلة السنة الماضية!"
      },
      {
        "text": "تنين من المجانين خطر ببال الأول أن يقول حكمة، فقال: قلي من صديقك أقول لك من أنت، فقال الثاني: من صديقك؟ رد الأوّل: من أنت؟"
      },
      {
        "text": "راح واحد لعند بياع فلافل محشش، قال: أعطيني 3 ساندوتشات فلافل بدون مخلل، قاله البياع: ما عندي مخلل، ساويلك ياهن بدون بندورة؟"
      },
      {
        "text": "واحد بخيل اتفق هو ومرته الحامل، إذا إجاهم ولد يسموه مبروك، قام وقت ولدت المرة، طلعت الممرضة عم بتقول: ألف ألف مبروك، قال: أوف وين بدي أروح فيون هادول كلون؟"
      },
      {
        "text": "في طالبين وصلوا المدرسة متأخرين، سأل الأستاذ واحد منهم وهو غضبان: وينك لهلأ؟ قاله وهو عم يبكي: في ليرة ضاعتلي وكنت عم دور عليها، وما معي غيرها مصروف، وسأل التاني: وأنت وينك لهلأ ليش متأخر؟ قاله: كنت داعس عالليرة!"
      },
      {
        "text": "مرة واحد وجعه ضرسه، قام راح إلى طبيب، قام الدكتور خلعله كل أسنانه عدا الضرس المنخور، انصدم المريض وقاله شو عملت؟"
      },
      {
        "text": "قاله إيه خليه لحاله بستاهل! في واحد نذل اتصل بالإطفاء، وقال شو إذا ما في حريق ما منشوفكن؟ واحد راح يشيع بجنازة، سأل واحد: شو بيشتغل الميت؟ قال: يحفر قبور، رد عليه: سبحان الله من حفر حفرة لأخيه وقع فيها"
      }
]