[
  {
    "text": "واحد يسأل محشش: عندي ارنب شون اعرف اذا جان ذكر او انثى؟ صرصر سأل صاحبه: شلونك هالأيام خو ماكو نعل؟.. گله: لا الحمد لله أبو البيت أحول."
  },
  {
    "text": "بدوي أهدته بنت ببغاء وأتصلت عليه تسأله عن الهديه . قالها: عادي مثل طعم الدجاج."
  },
  {
    "text": "واحد ايكول لابو بابا اني حلمت انه بسمار دخل ابرجلي كاله تستاهل علمود متنام حافي."
  },
  {
    "text": "محشش گال للدكتور :دكتور كلما أشرب چاي عيني توجعني..گال له الدكتور :طيب كلما تريد تشرب الچاي وخّر الخاشوگه."
  },
  {
    "text": "فد واحد خطب لبس حلقه ومن اتزوج لبس المسلسل كلهه هههه."
  },
  {
    "text": "ضربته سيارة اوهو راجع.. تابع اروع نكت عراقية جديدة: فيه واحد راح للشيخ يفسر له حلم وقال : انا حلمت اني لابس بدلة لونها بني فاتح وجالس في مكان فيه عشب قال الشيخ : تفسير الحلم ….. انك ثور الله في برسيمه."
  },
  {
    "text": "طرق النساء في تنويم اطفالهن المصريه نام يا حبيبي نام/ السوريه نام يبعتلك حمى /اللبنانيه نام تقبرني/ الاوربيه سويت دريم/ البيبي العراقيه عووووو جاي حرامي ياخذك انطمر الله يلعن ابوك وياك."
  },
  {
    "text": "اكو واحد راد يضلل سيارته لزك جهالة على الجام."
  },
  {
    "text": "تلث محششين كاعدين على الكهوة..الاول كال: اني عندي فلوس اشتري بيها امريكا الشمالية….الثاني كال: اني عندي فلوس اشتري بيها امريكا الشمالية والجنوبية….الثالث عدينة كال: اهووو كاموا يفيكون هسة منو كال اني اريد ابيع؟"
  },
  {
    "text": "مرة العراق ومصر واليابان قرروا عمل فلم تايتنك مصر كالت احنا نحضر الممثلين …اليابان كالت احنا نصنع السفينة ….العراق كال احنا نقطع الكهرباء ."
  },
  {
    "text": "اغنيه عراقيه جديدة: طالعه من بيت ابوها رايحه لبيت الجيران طبكو عليها السلابه باكو حتى النعلان."
  },
  {
    "text": "سألتها جارتها من سمعت بالخبر: كلبي عليج اسويتي من ضربة السيارة."
  },
  {
    "text": "اكو واحد دليمي كلة صديقا اذا تعرف كم جكليتة بجيبي انطيك اياهن خمستهن قال الدليمي ثلاثة."
  },
  {
    "text": "كردي يركض بالشارع فات من يمه واحد بسياره كله اوصلك كله لا والله مستعجل."
  },
  {
    "text": "اثنين محششين يباوعون على الضوه مال الشارع واحد يكول هذا كمر والثاني يكول."
  },
  {
    "text": "مدرس احياء كردي جاب للطلبة مال صف سادس علمي سؤال بالوراثة يكول : شنو الفرق بين التنورة القصيرة والحبل!!! الحبل ايجر وراه حمار واحد بس التنورة القصيرة اجر وراها الف حمار هههههههههه."
  },
  {
    "text": "ثلاثة سعوديين طلع لهم مارد وقالهم طلباتكم مجابه جاء الأول وطلب مصنع ذهب وجاء الثاني طلب مصنع فلوس وجاء الثالث طلب من المارد انه ما يحقق لهم طلباتهم ."
  },
  {
    "text": "في بقره شافت نفسها في المرايه قالت حسافه هالعيون على هالكشه."
  },
  {
    "text": "……ينتضر المسرحية تبدي."
  },
  {
    "text": "اكو واحد يمشي بالصحراء لكه فانوس سحري فركه طلع المارد كله شبيك بين اديك كله اريد بيت وسياره وحديقه بيه نخل كله المارد جمع واني اشتريلك."
  },
  {
    "text": "مره راشد الماجد قال لامه ابا اتزوج وحده حلوه بيضاء قالتله شو رايك تيجي ماي العرس وتلبس عباية يوم راح العرس شاف العروس قالهاوعجبته وقالها تراني انا راشد الماجد قاله اسكت انا جواد العلي."
  },
  {
    "text": "فارة سكرت كعدت الصبح شافت بزون ميت كالت اعرف نفسي من اسكر اسوي مشاكل."
  },
  {
    "text": "محششين ثنين قلدوا سيارة النجده.. واحد يصيح: ويو وييو وييو.. والثاني يصيح: أحمر أزرگ…أحمر أزرگ."
  },
  {
    "text": "شباب يدرسون في امريكا….. مات ابو واحد منهم واحتاروا كيف يعلمونه ….. واحد منهم جلف قال: انا اعلمه …. راح للي مات ابوه ….. وقال له : متى آخر مرة شفت ابوك ؟ قال : قبل شهرين ….. قال الجلف : افلقني ان شفته مرة ثاني."
  },
  {
    "text": "جاوبتها : طبخت الاكل بلا ملح."
  },
  {
    "text": "من الملائكة كاله والله ثبرتنة انتة اشبيك ادري غير تتزوج."
  },
  {
    "text": "محشش راد يصجم بنية كال حليب ماكو بالسوق هالكيمر منين؟ البنية جاوبته جلد ماكو بالسوق هالقندرة منين؟"
  },
  {
    "text": "قال أحد الحكماء ما رأيت أبخل من ثلاثة ـ إنسـان ترك القُصور وسَكن العِشاش ـ وإنسـان نَام على الأرض ولديه الفِراش قيل له فمابال الثالث فأدمعت عيناه وقال إنسـان لا يرسل أيميل وهو ببلاش."
  },
  {
    "text": "واحد محلو اتزوج وحدة محلوة."
  },
  {
    "text": "واحد مايع واكف وره الامام بالصلاة ,فالامام كال استقيموا واعتدلوا فكال..اوكي حياتي جاهزين."
  },
  {
    "text": "ذهبت فتاة شقراء إلى الطبيب وأذناها محمرتان، ولما سألها الطبيب عما حدث قالت: كنت أكوي قميصاً عندما دق جرس الهاتف، وبدلاً من أن أرفع سماعة الهاتف إلى أذني رفعت المكواة فاحترقت أذني. قال الطبيب: وماذا حدث للأذن الأخرى؟ قالت: الأحمق اتصل مرة أخرى."
  },
  {
    "text": "كال دكتور كلما اشرب چاي عيني توجعني كاله شيل الخاشوكه"
  },
  {
    "text": "مطفي يسأل الثاني يكول منين تشتري الموز ؟ جاوبه الثاني من الكرصه الاول يكله غالي كوه قاله لا رخيص وكيه."
  },
  {
    "text": "محشش نام بلليل وصحا بالنص يكول لمرته العبه لعد ملحه يلعب عليه اصعد للدور الثاني حتى انام.."
  },
  {
    "text": "المذيعة:ما اكثر شئ يعجبك في النيل؟ الصعيدي: انه ماشي من غير كوتشات."
  },
  {
    "text": "مزيونه خليجيه كانت تاكل علك وجاها الحبيب قال عطني وحده منها قالت له واحده بس قال ايه قالت: بس وحده ماتكفي"
  },
  {
    "text": "محشش راحت فلوسه كلها في سوق الاسهم راح بيتهم سالوه اهله وشلون السوق قال زحمة زحمة."
  },
  {
    "text": "طفيلي جالس على الكرسي ويصيح خدامتي بسلامتي وصديقي في الدرب من جواره يهمس اذني اش رايك اجلس بجنبه"
  },
  {
    "text": "تقول واحده كالت لخطيبها: عطني شيئا لبسته قبلتي لتكون ذكرى لليالي التي قضيناها مع بعضنا البعض. ثم ارسل لها قبعته في البريد وهي بعد عام كالتله: كم استمتعت بلبس قبعتك طوال العام الماضي."
  },
  {
    "text": "ذهب طفل صغير يسأل امه عن الطلاق. الام: الطلاق معناه ابوك وامك يفترقان. الطفل: اذا ماذا سأفعل بالقط الذي احضرته لي"
  },
  {
    "text": "كلتله:مو ملابسك اتغيرت؟"
  },
  {
    "text": "محشش كاله المحشش الثاني:وين كنت اني ادور عليك؟ كاله:ما كنت ادري انك ادور عليا لو كان اديت كنت جيت."
  },
  {
    "text": "واحد يقول لصاحبه اني طالعلك مشكل قاله ردها علي مشكلتي."
  },
  {
    "text": "المهم انت راح تكون عندي."
  }]