[
    {
        "text": "محشش راح بيت جيرانهم قال عندكم طماط قالوا ايه عندنا قال حتى احنا."
    },
    {
        "text": "اربع صعايده قاعدين يبدلون اللمبه واحد ماسك اللمبه وثلاثة يفرون السقف."
    },
    {
        "text": "واحد قال لخطيبته أنتي لبن أنتي قشطة أنتي حليب أو أقلك؟ أنتي البقرة كلها."
    },
    {
        "text": "في دجاجه راحت تعيش بالكويت ليش علشان يدلعونها ويقولولها ديايه هاهاهاها."
    },
    {
        "text": "قزم راح يفصل له دشداشه قال حق الخياط متى راح تخلص؟؟ قال له الخياط طق فره وتعال."
    },
    {
        "text": "فيه استاذ سال طالب طفيلي ايش الحيوان اللي يصيح الصبح ويقومك من النوم؟ قاله : ابوي"
    },
    {
        "text": "ديك يأذن فوق شجره وثعلب تحته ويوم خلص قال الثعلب ماودك تنزل نصلي جماعه ))) ها ها ها."
    },
    {
        "text": "فيه ذبانه في البار طاحت في كاس خمر اول ماطلعت من الكاس طارت فوق وقالت وخرو وخرو جاكم الصقر"
    },
    {
        "text": "في طفل جالس يرضع من صدر أمه في مكان عام شاف طفل سوداني يرضع مثله قال يا حظه يشرب حليب بالكاكاو."
    },
    {
        "text": "هندي يبي يقول انتم السابقون ونحن اللاحقون: قال انته يروح وانا يجي."
    },
    {
        "text": "خمس شياطين اجتمعوا على تنح ليه ..؟ واحد يوسوس له واربعه يفهمونه."
    },
    {
        "text": "فيه عجوز عامل عملية تجميل قام الصبح يبكي ليه؟ لأنه تأخر على الروضة."
    },
    {
        "text": "مرة واحد قروي لقى الفانوس السحري دعك الفانوس العفريت جاله تسلخات."
    },
    {
        "text": "فيه فار سكران نام جنب قطو ميت ويوم صحى قال كنت داري اني برتكب جريمه."
    },
    {
        "text": "كلب شوارع مر من جنب قسم شرطة شاف كلب بوليسي قال ياااه لو كملت تعليمي."
    },
    {
        "text": "في عجوزه راحت الغابه شافها الأسد قالتلو لا تاكلني؟ قالها لا تخافي ما اكل نواشف."
    },
    {
        "text": "ركلات قاعدين يحذفون أسد، لما لحقهم الأسد انحاشوا كلهم إلا أثنين ليش؟ لأنهم ماحذفوا."
    },
    {
        "text": "مرة وحدة سمينة كثير وقفت على الميزان علشان توزن حالها، طلع على الميزان مكتوب: يتبع."
    },
    {
        "text": "محشش يكلم خويه قال بالي مشغول من امس رد عليه وقال اكيد احد رافع السماعه لووووول."
    },
    {
        "text": "حقير رقم وحده جان يعلم ابوها."
    },
    {
        "text": "بقاله سوت رجيم صارت بسطه."
    },
    {
        "text": "مره حقير دش الجمعية جان يسكر الباب وراه."
    },
    {
        "text": "مهندس كمبيوتر، حلل دمه، طلعت فصيلته Xp."
    },
    {
        "text": "واحد بتاع فيديو جيم مات كتب علي قبره Game Over."
    },
    {
        "text": "حقير حج وما رجم الشيطان ليش؟ مايبي يخرب العلاقة."
    },
    {
        "text": "في مرة واحد نذل راح عا المقابر وحط شريط الحياة حلوة."
    },
    {
        "text": "حضري راح يعزي ماعرف شيقول قال يعني ماكو امل يرجع."
    },
    {
        "text": "مرة واحد احول دخل الجيش دخلوه في القصف العشوائي."
    },
    {
        "text": "واحد اخذ الدواء قبل ميعاده ليش؟؟؟ علشان يفاجئ الجراثيم."
    },
    {
        "text": "فيه واحد دخل البقاله قاله عندك سكر؟ قاله ايه. رد الله يشفيك !"
    },
    {
        "text": "فيه عبدة لابسه أصفر مرت يمها لبنانيه قالت شو هيدا موز معفن."
    },
    {
        "text": "فيه نذل ابوه طرده من البيت كتب على طوفة البيت هنا مقر طالبان."
    },
    {
        "text": "عشرة هنود يدزون سياره والسياره ما تتحرك ليش ؟؟ خمسة من ورى وخمسة من جداًم لوول."
    },
    {
        "text": "نملة تزوجت ذبابة ليه؟ كان حلمها تتزوج بطيار."
    },
    {
        "text": "نملة ماشية عليها خط أحمر، لأنها قليلة الدسم."
    },
    {
        "text": "خنفستين معاهم نمله  ليش ؟المربية بتاعتهم."
    },
    {
        "text": "فيه نملة تدرس بالسطح ليه؟ تدرس دراسات عليا."
    },
    {
        "text": "نملة عاملة حالها صرصور ليه؟ بسبب ضغوط العمل."
    },
    {
        "text": "فيه نقطة تلمع بالأرض ليه؟ نمله لابسه فستان ترتر."
    },
    {
        "text": "نملة رافعة يديها ورجليها . ليييش ؟؟ لأنها متحنية."
    },
    {
        "text": "كان في نمله لونها ازرق واسود لييييه؟؟؟ لابسه جينز."
    },
    {
        "text": "نقطه زرقاء على الجداًر هي أية؟؟؟؟؟ نمله لابسه جينز."
    },
    {
        "text": "نملة مطلعة يدينها من الشباك ليش؟ تنشف المانيكير."
    },
    {
        "text": "في نملة ماتت يوم بيوم زواجها ليه؟ طيرها الاستشوار."
    },
    {
        "text": "فى نملة لاصقة فى مغناطيس. ليه؟ مركبة تقويم اسنان."
    },
    {
        "text": "في نملة دخلة العرس تمشي بشويش ليه؟ ترقص حبة حبة."
    },
    {
        "text": "في نمله مش عارفه تمشي ليش !!! لأنها لابسه كعب عالي."
    },
    {
        "text": "كان في نملة تدحدر من فوق الجبل لييييييييييه؟؟؟ تسوي فلم هندي."
    },
    {
        "text": "كان في نملة عندها ثلاث شعرات راحت المشغل قالت لها سويلي عميله((جديله))."
    },
    {
        "text": "كان فيه نمله قاعده تسبح بس مطلعه ايدينها ليه؟؟؟ ((((حاطه مناكير وخايفه يخرب))))."
    },
    {
        "text": "في خنفسانه حاشرة نملتين في زاويه ليييييييييش؟ تقولهم من فيكم قالت عليه عبده."
    },
    {
        "text": "كان فيه اثنين نصابين قال الأول لثاني: تشوف هاذيك النملة الي فوق الجبل قال الثاني أي وحده اللي مغمضة عيونها ولا الي مفتحها."
    },
    {
        "text": "نملة تزوجت ذبابة ليه؟ كان حلمها تتزوج بطيار."
    },
    {
        "text": "نملة ماشية عليها خط أحمر، لأنها قليلة الدسم."
    },
    {
        "text": "خنفستين معاهم نمله  ليش ؟المربية بتاعتهم."
    },
    {
        "text": "فيه نملة تدرس بالسطح ليه؟ تدرس دراسات عليا."
    },
    {
        "text": "نملة عاملة حالها صرصور ليه؟ بسبب ضغوط العمل."
    },
    {
        "text": "فيه نقطة تلمع بالأرض ليه؟ نمله لابسه فستان ترتر."
    },
    {
        "text": "نملة رافعة يديها ورجليها . ليييش ؟؟ لأنها متحنية."
    },
    {
        "text": "كان في نمله لونها ازرق واسود لييييه؟؟؟ لابسه جينز."
    },
    {
        "text": "نقطه زرقاء على الجداًر هي أية؟؟؟؟؟ نمله لابسه جينز."
    },
    {
        "text": "نملة مطلعة يدينها من الشباك ليش؟ تنشف المانيكير."
    },
    {
        "text": "في نملة ماتت يوم بيوم زواجها ليه؟ طيرها الاستشوار."
    },
    {
        "text": "فى نملة لاصقة فى مغناطيس. ليه؟ مركبة تقويم اسنان."
    },
    {
        "text": "في نملة دخلة العرس تمشي بشويش ليه؟ ترقص حبة حبة."
    },
    {
        "text": "في نمله مش عارفه تمشي ليش !!! لأنها لابسه كعب عالي."
    },
    {
        "text": "كان في نملة تدحدر من فوق الجبل لييييييييييه؟؟؟ تسوي فلم هندي."
    },
    {
        "text": "كان في نملة عندها ثلاث شعرات راحت المشغل قالت لها سويلي عميله((جديله))."
    },
    {
        "text": "كان فيه نمله قاعده تسبح بس مطلعه ايدينها ليه؟؟؟ ((((حاطه مناكير وخايفه يخرب))))."
    },
    {
        "text": "في خنفسانه حاشرة نملتين في زاويه ليييييييييش؟ تقولهم من فيكم قالت عليه عبده."
    },
    {
        "text": "كان فيه اثنين نصابين قال الأول لثاني: تشوف هاذيك النملة الي فوق الجبل قال الثاني أي وحده اللي مغمضة عيونها ولا الي مفتحها."
    },
    {
        "text": "نملة تزوجت فيل ومات ضلت 10 سنوات تدفن فيه."
    },
    {
        "text": "نملة تزوجت من فيل وبعدها حب يتركها، قالت له والفيل اللي في بطني."
    },
    {
        "text": "فيل طلع من السينما زعلانليه؟  كانت قاعدة قدامه نملة عاملة شعرها كنيش."
    },
    {
        "text": "ليه الفيل والنملة ما بينزلوش البحر مع بعض.؟ علشان معندهمش غير مايوه واحد."
    },
    {
        "text": "ايه الفرق بين الفيل والنملة؟ الفيل رجله ممكن تنمل لكن النملة رجلها لا يمكن تفييل."
    },
    {
        "text": "فيل بيتخانق مع نملة ليه؟ علشان لبست المايوه بتاعه و المايوه بتاعها مش جاي على مقاسه."
    },
    {
        "text": "ليه الفيل والنملة ما بينزلوش البسين مع بعض.؟ علشان النملة بتنزل في اليوم المخصص للسيدات."
    },
    {
        "text": "فريق نمل وفريق فيلة لعبوا مباراة فاز فريق النمل قال مدرب الفيلة ليش خسرتم قالوا النمل يلعب بخشونة!!"
    },
    {
        "text": "فيل في حمام السباحة جاءته نملة سألته يطلع ولما طلع قالت له أرجع قالها ليش، قالت له فكرتك لابس مايوهي."
    },
    {
        "text": "فيل ونملة بيلعبوا كورة والكورة طلعت فوق الشجرة الفيل بيقول للنملة اطلعي هاتيها قالت له لأ ليه؟ علشان الفيل مايبصش على رجليها."
    },
    {
        "text": "نملة منبطحة على بطنها ليش ؟ تحل الواجب."
    },
    {
        "text": "نمله ناشبه في مغناطيس ليه ؟ مركبه تقويم."
    },
    {
        "text": "في نملة يوم غمضت طارت ليه؟ مركبة رموش."
    },
    {
        "text": "في نملة رافعة حواجبها ليه؟ أمها شاده شعرها."
    },
    {
        "text": "نملة مو عارفة تمشي ليش؟ لأنها لابسة كعب عالي."
    },
    {
        "text": "نملة اجاها بنت سمتها نعمة ليه؟ حتى محد يدعسها."
    },
    {
        "text": "حبة صوف تشمي بالأرض أيش هي؟ نملة لابسة بلوفر."
    },
    {
        "text": "نقطة زرقاء تمشي على الحيط ايش هي؟ نملة لابسة جينز."
    },
    {
        "text": "في نملة طبت في ميرندا فراولة قالت: ما اجمل البحر الأحمر."
    },
    {
        "text": "في نملة ماتت ليه ربطت خصرها تبي ترقص فانقسمت نصين."
    },
    {
        "text": "نملة شافت تفلة نادت أصحابها وقالتلهم تعالوا شوفوا البحر."
    },
    {
        "text": "نملة أتقدم لها عمود النور رفضته ليييييش؟.عشانه ولد شوارع."
    },
    {
        "text": "نمله شافت نفسها في المراية قالت خساره الوسط هذا على نمله."
    },
    {
        "text": "نملة ماشية ما قدرت تدخل من تحت عقب الباب، بسبب تسريحة شعرها."
    },
    {
        "text": "لماذا يحتاج النمل إلى نظارات؟ لأنه يعمل في مجال النانو تكنولوجيا!"
    },
    {
        "text": "في نمله داشه البحر ورافعه ايدها اليسار ليش؟؟؟ ساعتها ليست ضد الماء."
    },
    {
        "text": "فيه نملة شافت عصير فراولة على الأرض، راحت قالت لصديقاتها تدرون شفت البحر الأحمر."
    },
    {
        "text": "فيه نملة شافت صرصور مزكم وطاحت تضحك ليش؟ كل ما تسألك اسمه أيه يقولها صنصون."
    },
    {
        "text": "مرة نملة أتقدم لها صرصار رفضته عشات ابن بلاعات."
    },
    {
        "text": "مرة نملة اتجوزت ذبابة عشان كان نفسها تتجوز طيار."
    },
    {
        "text": "كان في مرة نملة حامل ولما عطست ولدت."
    },
    {
        "text": "نملة تجري ورى اسعاف ليش ؟ تبي تتبرع بدم."
    },
    {
        "text": "مرة نمرة أكلت لبانة، ودخلت ورا الثلاجة عشان تشيل شعرها."
    },
    {
        "text": "نمله متحنيه وصابغه شعرها لييييه؟ معزومه في فرح."
    },
    {
        "text": "مرة نملة صرخت في الحمام شافت صرصار سكران وبيطوَّح."
    },
    {
        "text": "مرة نملة طلعت على الشجرة علشان كانت بتحضر الدكتوراه وبتعمل دراسات عُليا."
    },
    {
        "text": "نملة أكلت فستقة راح ضربها أبوها ليه؟ فكرها حامل."
    },
    {
        "text": "فيه نمله جوها ضيوف راحت تجيب القهوة وما رجعت ليش؟ تلاصقت بالتمرة."
    },
    {
        "text": "نمله تسبح رافعه يدها ليش ؟ عشان الساعه مش ضد الماء."
    },
    {
        "text": "نملة شافت عصير فراولة قالت: يااااااه أخيراً شفت البحر الأحمر."
    },
    {
        "text": "مرة نملة شافت صرصار بيطير قالتله يا بخنك عشان بتشوف الدنيا من فوق ومن تحت."
    },
    {
        "text": "مرة صرصار عزم نملة على العشا راح جبلها معلقة فاضية وقالتله إيه ده قالها لا متخافيش دي متقلب بيها شاي."
    },{
        "text": "   طبيب بقول لمريض: خد هاد الدوا وإمشي عليه لمد 5 أيام وراجعني، وبعد 5 أيام رجع المريض وحالته أسوأ فسأله الدكتور: إنت بتاخد الدوا زي ما وصفته؟ قال: أكيد.. أنا كل يوم بصبه على الأرض وبمشي عليه."
      },
      {
        "text": "   إتنين مساطيل صاحبهم إنحرق أسعفوه وأخذوه للدكتور.. سألهم: غريب.. الكسور اللي بجسمه أكثر من الحروق ليش؟ قالوله: ما إحنا طفيناه بطفاية الحريق."
      },
      {
        "text": "   كتكوت بعاكس كتكوته بقولها ملكيش أهل يربوكي.. قالت: لأ… أنا تفقيس ماكينة."
      },
      {
        "text": "   واحد غبي بحط 5 قروش في ابرق المي… سألوه ليش تحت الفلوس في المي.. قالهم: جاي بخاطري أشرب مي معدنية."
      },
      {
        "text": "واحد عنده عرس على أساس بيديروا جو خش الخال في الزحمة وضرب طلقة بالمسدس وبعدين خش العم وضرب طلقتين بكلاشن وختمهاالبو خش وحدف رمانة."
      },
      {
        "text": "مره في اثنين شبحوا خيمه وسرب ضئ الاول قال هدا عرس والتاني قال عزئ المهم عرس عزئ عرس عزئ المهم جاهم واحد احرف منهم قاللهم هدا عرس واحد ميت."
      },
      {
        "text": "قالك في شيباني عنده سيارة دلاع ,, ماشي في الطريق على ايميـنه ,و و دوره يكسر طول على يساره ,, و يحشـيها السيارة ,,في سيارة شبيب ,, امشي انزل الشبيب قاله ــ تي خيرك يا حويج مش ادير فليتشـا ,, قاله الشيباني مش عارف امها ماشيـة للســوق."
      },
      {
        "text": "في واحد مراته حامل امشي قال كاني جاني ولد بأنسميه مبروك امشي مراته جابت ولد وجت الممرضة اتفرح فيه قتله الف الف مبـروك قاللها قمــطي و حطــي في الســـيارة."
      },
      {
        "text": "مرة فيه شاب مرخي يسوق في سيارة وطلع في الأحمر .. لحق عليه الشرطي بالموطو وقال له بعصبية : ليش طلعت في الأحمر؟ رد الشاب بخوف : والله انا لما طلعت ما كانش أحمر هلبة .. يعني تقدر تقول نص نص."
      },
      {
        "text": "في ثلاث طلبة عندهم امتحانات وهما سينسة مش قادرين شي انخشو على البركة وخلاص واي واحد يعرف حاجة ايقول للتاني المهم جاهم سؤال كم عدد أرحل النعجة. ما عرفوش اتنين سلمو وراقيهم و واحد تقعد بعد ما تم الوقت قالو له علاش ما قلتناش كم عدد أرجل النعجة قال لهم ما فيها كيف المراقب كان حنبي ما اقدرتش انطلعها النعجة."
      },
      {
        "text": "الأب للمدرس : علاش ضربت ولدي أمس ؟ .. المدرس : لأن ولدك (حاشاكم) حمار .. ما يعرفش يكتب كلمة “فيل” .. الأب بإستغراب : فيل يا ظالم !! .. ولد في الصف الأول تبيه يكتب فيل ؟ .. قول له يكتب برغوثة .. عصفورة .. حمامة بالكثير مش فيل !!!!؟."
      },
      {
        "text": "فيه أبلة تشرح للطلبة درس الإتحاد قوة امشي نوضب طالب اسمه ابو عجيلة قالت توا بنعطو لي بوعجيلة عصى وحدة بكسرها طربق بو عجيلة العصى قالت توا بنعطو ابو عجيلة عصايتين مع بعض طربق ابو عجيلة العصايتين بعدين قالت توا بنعطو ابر عجيلة الحزمة كلها ما يقدرش ايكسرها امش طربق ابو عجيلة الحزمة كلها قتتله افلقت الدرس يا ابو عجيلة."
      },
      {
        "text": "الأول : كيف تقول لشخص أجنبي تعالي هنا بالإنجليزي ؟ … الثاني : نقول له “كم هير” .. الأول : وكيف تقول له برة غادي بالإنجليزي ؟ .. الثاني : نمشي غادي ونقول له “كم هير”."
      },
      {
        "text": "في واخد عنده دجاج ما ايدحيش بكل جاهم يوم متكنطي قال غدوة الي ما نلقهاش امدحية علي أقل خمسة دحيات بندبحها اليوم التاني جي شوف الأول& القي تحتها ستة شاف التانية الي تختها سبعة شاف التالتة الي تحتها وحدة كيف جاب الموس بي ايجر علبها ابدت اتصيح اتقول له اني سردوووووووك سردوووووووك ( ديك) مش دجاجة."
      },
      {
        "text": "واحد أحول بيزوق حوشهم زوق حوش جارهم .. وجارهم حتى هوا أحول خطم عليه قال له “ربي يعاون والعقبة لينا”."
      },
      {
        "text": "واحد طاح من فوق الحيط قالوا له جاتك سليمة قال لهم قوللها اتخش المربوعة توا انجي."
      },
      {
        "text": "الولد لأبنه: نسكّر التلفزيون ؟ … الإبن : لا لا .. خليه مردود."
      },
      {
        "text": "واخد عنده عرس على أساس بيديروا جو خش الخال في الزحمة وضرب طلقة بالمسدس وبعدين خش العم وضرب طلقتين بكلاشن وختمها البو خش وحدف رمانة."
      },
      {
        "text": "واحد بلع محاية انمحت ذكرياته."
      },
      {
        "text": "واحد غبي بحط 5 قروش في ابرق المي سألوه ليش تحط الفلوس في المي قال لهم جاي بخاطري أشرب مي معدنية أفوي نكت ليبية."
      },
      {
        "text": "الأول : تجي نديرو آفاري ؟ .. الثاني : كيف ؟ .. الأول : أنتا تعطيني نص الفلوس اللي معاك وأنا ناخذ منك النص الثاني."
      }
]