[
  {
    "text": "في السويد لا يرفع المعلم صوته على الطلاب حتى لا تتأذى مشاعرهم بالسعودية أبوك يوديك للمدرسة ويقول عطيتكم لحم ورجعوه عظم"
  },
  {
    "text": "وحده تنادي من الدريشة على جارتها: إلحقي يا أم علي، قالت أم علي : خير وش صاير؟، قالت : أرسلت زوجي يجيب سمك، و صدمته سيارة وشالوه بالإسعاف، قالت أم علي : وش بتسوين الحين قالت : بسوي دجاج وامري لله."
  },
  {
    "text": "غبي سافر مع ربعه وطول الطريق للمطار وهو يردد : يا ليت جبت التلفزيون .. ياليت جبت التلفزيون، ويوم وصل للمطار قالوا ربعه : أزعجتنا وشتبي بالتلفزيون، قال: الجوزات فوقه."
  },
  {
    "text": "واحد محشش ……يطالع في واحد فوق عينه حبة خال….. ويقول له : بالله عليك هذي عين والا غين ؟."
  },
  {
    "text": "كويتي يقول لخويه : نفسي أتزوج لبنانية لأن اللبنانيات مثل التفاح، أو سورية لأن السوريات مثل الخوخ. رد عليه: التفاح والخوخ يومين ويخربون .. خذ لك كويتية مثل (التمرة) خمسين سنة ماتخرب !!."
  },
  {
    "text": "واحد اسمه نادر تزوج وحدة اسمها نادرة جابو ولد سموه مهدد بالانقراض."
  },
  {
    "text": "وحده تقول لزوجها : إذبح خروفين بمناسبة مرور 10 سنوات على زواجنا، قال : وش ذنب الخروفين في غلطة إرتكبها حمار."
  },
  {
    "text": "في محشش أذانيه محروقه! سألوه ليش إذنك محروقه؟، قال المحشش: كنت أكوي الغترة ورن الجوال ورديت بالكواية، قالوا له والثانيه ليش محروقه؟، قال: النذل دق مرة ثانية."
  },
  {
    "text": "محشش راح المحكمة القاضي بيسأله انت متجوز مين قاله متجوز واحده ست القاضي انت بتهرج هو فى حد بيتجوز واحد راجل قاله أيوا أختى متجوزة راجل."
  },
  {
    "text": "بخيل كان في غيبوبة خمس سنين وصحي، قالوا له : الملك فهد مات، فتأثر، قالوا له : الحوثيين هجموا علينا، فتأثر جدّا جدّا، قالوا له : الناس في جدّة غرقوا في السيل، فتأثر جدّا جدّا ودمعت عيونه، قالوا له : البيبسي صار بريال ونصف، رجع للغيبوبة."
  },
  {
    "text": "فيه ذبانه في البار طاحت في كاس خمر أول ما طلعت من الكأس طارت فوق وقالت وخرو وخرو جاكم الصقر."
  },
  {
    "text": "واحد كسول جداً راح للحلاق وجلس على الكرسي منزل راسه، قال له الحلاق: شعر ولا دقن، قال الكسول: دقن، قال له الحلاق: ارفع راسك، قال الكسول: لا خليه شعر."
  },
  {
    "text": "ضابط شرطة يحقق مع محشش، إذا التدخين ( محرم ) وش تتوقع يكون الحشيش؟، قال المحشش : أتوقع يكون ( ذو القعدة )."
  },
  {
    "text": "هندي أسلم قالوا له لازم تسمي قبل الاكل والا الشيطان بياكل معاك مرعليه يومين وهو ياكل وناسي يسمي في اليوم الثالث طلع له الشيطان وقال له رفيق يرحم أمك سمي جاتني البواسير من الفلفل."
  },
  {
    "text": "مرة الجماعة بلدياتناعملوا اجتماع يناقشوا فيه تأخرهم العلمي. فقام واحد بيقول :أمريكا طلعت القمر قبلنا واحنا قاعدين، قام رد عليه واحد:خلاص احنا لازم نطلع الشمس، فقالوا:احنا كدة هنسيح رد عليه: يا غبي احنا هانطلعها بالليل."
  },
  {
    "text": "مَحشش رآح يشُوف نتيجته بالثانوية، لقى نفسَه راسب رآح تهاوش مع أمُه قآلهآ: طُول السِنه قاعدة تلعبينّ، وجاية في آخر يومين تدعيلي !."
  },
  {
    "text": "دكتور شغل للمجانين شريط طقاقات رقصوا كلهم إلا واحد، استانس الدكتور قال أكيد عقل !، راح عنده قال : ليش حبيبي مارقصت ؟ قال : أنا العروس."
  },
  {
    "text": "كان في واحد قاعد على الرصيف مر عليه واحد قال له اوصلك قال لا البيت جايني في الطريق."
  },
  {
    "text": "في واحد راح الملعب ومعه علم اسود ليش يشجع الحكم"
  },
  {
    "text": "مره في واحد شاف ساعة واقفة جاب لها كرسي"
  },
  {
    "text": "ميكانيكي اشترى سرير نام تحتة"
  },
  {
    "text": "في نذل دخل السينما ما شاف الا رجال واحد في السينما راح قعد وراه وكل شوي يقول له لو سمحت راسك"
  },
  {
    "text": "محشش مسكته الشرطة قال له الظابط انت وين ساكن قال المحشش ساكن مع اخوي قاله الظابط اخوك وين ساكن قاله المحشش ساكن معاي قاله الظابط وهو معصب الله يقطعك انت واخوك وين ساكنين قاله ساكنين معه بعض"
  },
  {
    "text": "في احول راح ياخذ ابوه من المطار حب الشنطة وشال ابوه"
  },
  {
    "text": "فيه محشش يقول للثاني تصدق انك تشبه الحمار قال الثاني قول ما شاء الله!!"
  },
  {
    "text": "في واحد كريم كتيييييييير عنده قصر، مسكين شعلت فيه حريقة، أجو الإطفائية قام قللهم: يمين عظيم ما حدا بيطففي لتتغدوا …"
  },
  {
    "text": "مدرس في التحفيظ يسمّع للطلاب راح للأول وقال له : ما اسمك ؟ رد : إبراهيم قال : اقرأ سورة إبراهيم راح للثاني : ما اسمك ؟ رد : محمد .. قال : اقرأ سورة محمد راح للثالث : ما اسمك ؟ رد : اسمي يوسف بس يدلعوني كوثر !!"
  },
  {
    "text": "قروي مع زوجته يوم تزوجوا راحوا يقضون شهر العسل ، وهو جالس معها على البحر لقاها سرحانة ، قال لها : وشفيك سرحانة عني ؟ قالت : اتخيل لو ان البحر مرق وش يكفيه من لحم !! ؟؟ قال : لاوانتي الصادقة ، قولي من وين يبي يجيبون خبز علشان يغطون ؟"
  },
  {
    "text": "الخادم : مولاي الحاكم فيه واحد على الباب يريد أن يخش الحاكم : قبحت يا سكرتير السوء أنا ألم أقل لك لا تخلون أحد يتحرى في البراء الخادم: حسنا سيدي سوف أروح له الوالي:أنتظر دقيقة ماذا يريد الخادم: معه قافلة تحمل القمح والدقيق والهمبرجر والبتزاء محملها على ثلاث تريلات.."
  },
  {
    "text": "واحد محشش راح يصطاد سمك لم يجد طعم جاب ورقة وكتب عليها طعم رما السنارة طلعت له ورقة مكتوب عليها سمكة.."
  },
  {
    "text": "شباب بإستراحة قال لهم واحد : اللّي يخاف من زوجته يقعد في الجهة اليسار .. كلـّـهم قاموا إلاّ واحد ! قال له نفس الواحد : إنت ماتخاف من زوجتك ؟! قال : هي قايلة لي قبل ما أروح الإستراحة ( روح الإستراحة بس إن تحرّكت من مكانك .. لعنت والدي والديك ).."
  },
  {
    "text": "شباب يدرسون في امريكا….. مات ابو واحد منهم واحتاروا كيف يعلمونه ….. واحد منهم جلف قال : انا اعلمه …. راح للي مات ابوه ….. وقال له : متى آخر مرة شفت ابوك ؟ قال : قبل شهرين ….. قال الجلف : افلقني ان شفته مرة ثاني"
  },
  {
    "text": "واحد ينصب على أخوياه يقول: في ذيك المرة كنت ماشي بأمان الله شوي إلا يطبون علي خمسه وانا اللي اخذ الكاراتيه من السيارة واجلدهم فيه واحد واحد.."
  }
]