[
  {
    "text": "قالك واحد النهار، واحد السّيد هادا يُشرب بزَاف الشَراب كل ما يدخل للدار يمشي عند لمرايا يبقى يشوف فيها ويقول : ااااااه كبرت وناضلي الشيب ، جا عندو باباه قالو : يا ولدْ قتلك ذاك العام ما توقفش عند التصويرة تاع جدك وتبقى تهدر معاه ."
  },
  {
    "text": "قالك واحد النهار واحد البَزْ سقسا باباه قالو : بابا علاه ماعندكش الشعر في راسك؟ قالو: لا خاطر يا ولدي أنا نخدم بُمخي بزاف (براسي) قالوا: اااااه على بيها ماما ما عندهاش المُسطاش لا خاطر تخدم بفمها بزاف"
  },
  {
    "text": "قالك واحد النهار واحد البنت فسخت الخطوبة مع خطيبها جات امها قالتلها: علاش واش صرا ؟ قالتلها: لاخاطر هاد الراجل كافر و ماي أمَنش بجهنم قالتلها: يا بنتي علاش تقلقْتي كُنتِ تخلّيه حتى يتزوج معاك درك يأمَن بجهنم"
  },
  {
    "text": "غبي يقول لصاحبو : عيني حمره وش ندير؟؟؟؟ قاله:اذا ولات خضرا ديماري"
  },
  {
    "text": "قال القاضي للغبي : ماذا تعمل؟ أجاب ال غبي : قبل الظهر لا عمل لي، وبعد الظهر مع واحد مريض بقلبوا بدللولو قلب نتاع بلاستيك عشق في بسينة"
  },
  {
    "text": "واحد مسمي نفسه منشف ريق البنات علاش ؟ ؟ ؟ ؟ من كثر مايبصقو على وجهه"
  },
  {
    "text": "واحد كذاب غبي قال لصاحبه غبي: مره شفت فيل لونه احمر ويطير ، رد عليه صاحبه: اااو …. فيل احمر ؟؟"
  },
  {
    "text": "قالك واحد النهار واد الجابوني هو ماصو و المالوفري تاعه جزايري، قالك الجابوني بدا يخدم والمالوفري الجزايري يجيبلو فالصوالح.. ، قالك الماسو الجابوني طاح من السلوم قالك وعاود ولّى يخدم، ايا المالوفري تاعنا راح عند الطبيب وقالو : جيت عندك باش تعطيني مالادي تاع الخُلعة"
  },
  {
    "text": "غبي قالولو: في الصين كل دقيقه ينولد واحد قال: يلعن ابو التطور، حنا عندنا كل 9 أشهر"
  },
  {
    "text": "الجوج قال للمحابسي واين تسكن جاوبو حذا جارنا سقسا جرهم قالو نسكن حذاه هيه زاد سقساه واين تسكن حذا جارنا زاد سقساه او جاركم واين يسكن قالو حذانا زاد قالو ونتوما في 2 واين تسكنو قالو حذا بعضانا"
  },
  {
    "text": "اب كسلان قال لولدو الكسلان قوم افتح الباب لامك الابن: افتحلها انت مش هذي مرتك؟ الاب: قوم يا ولدي هذه امك الابن: و مرتك ثاني قوم انت افتحلها الاب: يا مرأة انتي طالق بالثلاثة… قوم ضرك افتح الباب لامك و رد بالك تقلي مرتك"
  },
  {
    "text": "اتنين اغبياء ماشيين فى الشارع قابلتهم مذيعه سألت للأول: وش تمثلك الجزائر؟؟ قالها: الجزائر…. يما وقالت للتانى: وانت..وش تعنيلك الجزائر؟؟ قال لها: ام السيد لى كان يحكي معاك وسي با لابين نحكي عليها"
  },
  {
    "text": "واحد قال لابنه روح شوف النتيجة ولو نجحت هدبح لك خروف… لما رجع قاله عملت ايه يا ابنى قاله الخروف اتكتبله عمر جديد."
  },
  {
    "text": "واحد اخترع حبوب للحامل باش المولود يطلع مؤدب وكل مولود فعلا نزل مؤدب .واحدة أخدت الحبوب وماولدتش في المعاد فراحت للدكتور عملها ولادة قيصرية لقى توأم كل واحد يعزم علي التانى ويقول له :اتفضل التاني يقوله:لأ اتفضل إنت الأول"
  },
  {
    "text": "اول مرة نقعد مع خطيبي وحدنا جات يما وفيدها طبسيل نتاع الحلوى خطيبي بدا ياكل فالحلوى قالت لو انا لية عدلت الحلوى شاف فيا وكمل الماكلة قالت مع راسي عله هاد الصامط ميشكرنيش رجعت ليما قالت لها شكون عدل الحلوى قالت لي خطيبك لي جابها ابنتي"
  },
  {
    "text": "واحد الغاشي ما يفهمو والو..يعني حابسين …مثلا الكوكاو اللي بالقشور يكتبولهم عليه عبارة’ اضغط هنا ‘…التقاشر مكتوب عليهم ‘يمين شمال’ البنان مكتوب عليه ‘يؤكل من الداخل’ الياوورت مكتوب فيه من الاسفل’ انتهى ‘ العلبة نتاع التونة مكتوب عليها ‘لاتخف انه ميت ."
  },
  {
    "text": "قالك وحد الخطرة وحد الجارة كل يوم تشوف جارها المشحاح يشعل الضو ويطقيه قالت نروح نسقسيه كي راحت صابته يقرا في كتاب وكي يقلب الصفحة يطفي الضو"
  },
  {
    "text": "قالك واحد غلباتو مرتو ديما يغسل المواعن هو , واحد النهار راح لواحد صاحبو قالو كيفاش ندير معاها قالو روح مزعف واصرخ عليها ضرك تخاف منك , أيا نهار دخل للدار مزعف بدا يعيط قالها أسمعي يا خيرة ناضت هي ثاني تعيط قاتلو واش تحب يا حمار قالها كشما مواعين نغسلهم ."
  },
  {
    "text": "قالك وحد النهار واحد كان محشش راح لدارهم لقى خوه راقد راح جاب شفرة وقطعلوا راسوا وقال ليماه كي غادي ينوض خويا وما يلقاش راسه غادي يموت بالضحك"
  },
  {
    "text": "أب كسلان كان يجلس مع ابنه الكسلان يأكلان الطعام، ومرة رن جرس الباب، سأل الأب من الطارق، قال أنا زوجتك، نظر الأب إلى ابنه وقال: قوم افتح لأمك الباب، نظر الابن إلى والده وقال له؛ أنه زوجتك لن أفتح الباب، قال الأب، أنه أمك قم وأفتح الباب، رفض الابن وقال له هذه مرتك أنت. قام الزوج ونادى على زوجته يا فلانة، قالت زوجته نعم، قال لها أنت طالق، نظر الأب لأبنه وقال له، هذه الآن ليست زوجتي قم وأفتح لها الباب!."
  },
  {
    "text": "قالك واحد الاستاذ قال للطلابة نتاعو رسمو لي سكة وعليها التران ماشي الاستاذ ولا يدور فالقسم مكانش الي رسم الا واحد هو وحده للي راسم سكة وحدها قالو الاستاذ وعلاش مرسمتيش التران قالوا التلميذ يلاه رقيتيه راح !!"
  },
  {
    "text": "أيا قالك واحد راح مصنع انتاع مركبات كيميائية , لقى صهريج فيه حمض الكلور HCL , حب يعرف وش هو الأسيد , دخل يدو ثمة , كي خرج مالقاش يدو ؟؟؟ آو(ذابت في الحمض ) ؟ داخ , زاد لاح يدو الأخرى وخرجها مالقاهاش ؟ أيا لاح راسو يحوس عليهم"
  },
  {
    "text": "كان هناك نمر يضطهد أرنب صغير مسكين، كل يوم يقول له لماذا أذنك طويلة هكذا ويضربه، غضب الأرنب الصغير من النمر وذهب إلى الأسد ملك الغابة يشكو له. طلب الأسد من النمر الحضور وقال له لماذا تضطهد الأرنب، قال الأرنب شكله يستفزني، قال الأسد، كن ذكي إن أرد أن تضرب الأرنب أطلب منه أن يحضر لك جزر، عندما يأتي لك بجزر أصفر أضربه وقل له أريد جزر أحمر، في اليوم التالي، قال النمر للأرنب؛ أريد جزر، قال له الأرنب: أحمر أو أصفر: ضربة النمر وقال له: لماذا أذنك طويلة!."
  },
  {
    "text": "كان لرجل زوجتان واحدة سمراء ، و الأخرى بيضاء … صمم الرجل على تطليق واحدة منهما فأجرى مسابقةً شعريةً بينهما ، والفائزة تبقى عنده . قالت السمراء : ألم تر أن المسك لا شيء مثله وأن بياض الملح حُمل."
  },
  {
    "text": "أيا قالك المصري والجزائري دخلوا للمطعم وحد النهار , أيا الجزائري طلب راس خروف مشوي ووحدة بيبسي , المصري طلب سمك وبيبسي , وممبعد شوي المصري كلا السمك انتاعو وشرب البيبسي انتاعو وانتاع الجزائري , الجزائري قالو : وعلاش ؟؟ قالو المصري : السمك عايز يسبح, شاف معاه الجزائري وعطاه بدماغ ” راس ” وقالو : حتى الخروف عايز ينطح ."
  },
  {
    "text": "أبو جهل كان يجيب السلعة من الشام شهرين رايح وشهرين جاي وأسعاره ثابتة وفالجزائر السلعة قاعدة في بلاصتها عندها عام .. ما كلات ما شربت بصح السومة تزيد"
  },
  {
    "text": "واحد كان يضارب في البورصة ويخسر كثيرًا، وذات مرة ضغطه عالي جدًا وأغمي عليه، ذهب إلى الطبيب وقاس له الضغط وقال الطبيب، شو هذا ضغطك وصل إلى 130: صاح المريض وقال له بيع بيع!."
  },
  {
    "text": "خطرة صحبتي تعرفت على واحد غير في تلفون وهو وليد فاميليا ايا قرر باش يجي يشوفها قاتلي خفت نروح وحدي والله غير تروحي معايا ايا غاضتني وقلت معليش السيد ناويها نروح معاها بلاك على ربي تتزوج ونتهنا منها ايا تلاقينا"
  },
  {
    "text": "قالك زوج جيران واحد غني و الاخر فقير. الفقير عندوا المصباح السحري كل صباح يمسحوا يخرج العفريت يقولوا شبيك لبيك اطلب كل شيئ بين يديك الفقير يقولوا اعطيني كاس شاي شافوا الغني و حسدوا على المصباح السحري و بغى يديلوا المصباح قالوا نعطيلك الفيلا و السيارة واعطيني المصباح الفقير قبل بالمقايضة . مسح الغني المصباح وخرجلوا العفريت قالوا شبيك لبيك كل شيئ بين يديك قالوا بغيت فيلا على شاطئ البحر"
  },
  {
    "text": "قالك واحد الإمام يموت على الماكلة.. واحد النهار لقى جماعة دايرين بڤصعة و ياكلوا أيا قعد معاهم… بداو يتغامزو عليه باش يشدوه على الماكلة… قالولو ؛ يا الشيخ احكيلنا قصة سيدنا يوسف… قاللهم : (همل و لقاوه) كولو كولو"
  }
]