[
    {
        "text": "ليش فترة الراحة للشغيلة الحماصنة بس عشر دقائق مو أكتر؟ لأنه إذا عطوهم فترة راحة أطول لازم يرجعوا يفهموهم الشغل من أول وجديد."
    },
    {
        "text": "حمصي سال رفيقو: ليش نشره الاخبار طويلة قال: يمكن اليوم اخر حلقة 3-حمصي سألوه شو أحلى موقف بحياتك قالهن موقف الكراجات."
    },
    {
        "text": "راح تنين حماصنة عالبحر فقال واحد من بيناتون: اذا اشتعلت النار في البحر شو بدنا نساوي؟ ألو الثاني: مناكل سمك مشوي"
    },
    {
        "text": "وحدة اتّصلت على حبيبها، قالتله: أهلي مسافرين وأنا لحالي بالبيت، قال لها طيّب حبيبتي اقرأي قرآن وما تخافي."
    },
    {
        "text": "قال في مرّة واحد عم يحشش قام وقع من الطابق العاشر قام هو وواقع صار يقول يا رب آخر مرّة، يا رب رح أصلّي يا رب رح أصوم،"
    },
    {
        "text": "قام وقع على عربة قش: لما وقف قال يا زلمة وقت يكون الواحد دايخ شو بيخطر بباله شغلات"
    },
    {
        "text": "ثلاثة مساطيل قاعدين في سهرة لأول: ‏أنا عندي فلوس أشتري بيها أمريكا الشمالية الثاني : ‏وأنا عندي فلوس أشتري بيها أمريكا الشمالية و الجنوبية الثالث: ‏ومين قالكم إني رح أبيع"
    },
    {
        "text": "مرة في بنتين بيحكوا عن امالهم بالمستقبل الاولى قالت للتانية نفسي أصبح متل أمي عشان البس الفساتين وتروح على الاعراس والحفلات قالت التانية انا نفسي أصبح متل ابوي عشان ما اخليكي تروحي عالحفلات"
    },
    {
        "text": "واحد قبل مايموت جمع ولاده التلاتة وحب يوصيهم يفضلوا ايد واحدة ،وأعطى لكبيرهم عود خشب كسره بسهوله أعطاه اتنين كسرهم بسهولة برضه أعطاه خمسين عود كسرهم بسهوله قال لهم طالما معاكم البغل ده مافيش خوف عليكم ."
    },
    {
        "text": "حمصي انخطفت حماتو راح عند مرتو قلها: أمك انخطفت وبدهون فدية 100 ألف ليرة يا أما بيحرقوها بالبنزين وصرلي من الصبح داير بالحارة من بيت لبيت عم اجمع تبرعات.. قالتلو: وقديش جمعت؟؟؟ قلها: صار معي شي 50 ليتر بنزين."
    },
    {
        "text": "آشكــر البلديــة علي تصميــم المطبــات اللي لمــا تطلع فوقهــا بتشــوف سوريــا ونص فلسطين يعنــي منهــا تنظيـم مروري ومنهــا سيــااحة وغير هيك بتنخض معدتك"
    },
    {
        "text": "كان في اثنين تنابل-كسلانين متل طلاب الكندي- قال الواحد للثاني يا ريت في عندنا زر بنكبسه بيطلعلنا كل شي بدنا ياه قاله الثاني يا ريت هالزر بينكبس لحاله"
    },
    {
        "text": "أمر معلم أحد التلاميذ أن يكتب (سافر بكري يوم الأربعاء) فساله الطالب هل الهمزة فوق الاف ولا تحته قال له هو بالواقع سافر يوم الخميس."
    },
    {
        "text": "في حادث في طريق عام أجا واحد حمصي بدو يشوف الحادث قال بعدو أبوي أبوي المهم بعد ما بعدوام شاف حمار معفوس ."
    },
    {
        "text": "في مرة مجانين في مستشفى المجانين قرروا الهروب من المستشفى قال زعيمهم اسمعوا رح نطلع نمسك الحارس ونربطة ومن ثم نهرب عبر الباب فعندم خرجوا لم يجدوا الحارس فقال الزعيم شباب فشلت الخطة الحارس مو موجود."
    },
    {
        "text": "لما طلع مرض جنون البقر شافواأرنب طالع عمب يركض من حمص فوقفوا سألوا ليش هربان فقال الأرنب ليش مادريتو بمرض جنون البقر فقالوا: ليش انت شودخلك قال الأرنب قولو هلشي للحماصنة ما عمب يصدقو."
    },
    {
        "text": "في إحدى ضيع الرّيف كان في شب عم يغازل حبيبتو، فقال لها: أنا بشوف الدّنيا كلا بعينيك، وبنفس الوقت سمعوا ختيار مسكين عم يحكي هيك وقلو الله يرضى عليك شفلي هل الجحشه وينا."
    },
    {
        "text": "ديك شاف صوص عم يدخّن أم هددو بإنو يشكي لأبو أم ألو الصوص أنا تفقيص مكنات."
    },
    {
        "text": "سوري ساكن في حي الطفايله دهن سيارته وحط ورقه على الزجاج مكتوب عليها احزر الدهان.. ثاني يوم لقي سيارته محفور عليها في كل مكان “ازرق”."
    },
    {
        "text": "احول بيسوق بيسكليتا “دراجة ” كان راح يصدم في عمود… قال له واحد انتبه لا تصدم العامود. قاله ما عليك بدخل من بينهم."
    },
    {
        "text": "عصفور حمصي كان يطير على ارتفاع منخفض فاصطدم بزجاج سيارة وسقط على الأرض، شفق السائق عليه فأوقف السيارة وحمل العصفور وأخذه إلى البيت وهناك وضعه في قفص ووضع أمامه ماء وخبز، ولما فاق العصفور ووجد نفسه وراء الشبك ضرب بجناحه على رأسه قائلاً: العمى!! سجن وقضبان!؟ معقولة نكون روحناه للزلمة ."
    },
    {
        "text": "في حمصيين بمقابلة عالتلفزيون سألت المذيعة الأول: سوريا بالنسبة إلك شو؟ جاوبها سوريا أمي. سألت التاني سوريا بالنسبة إلك شو؟ قال مابقدر إحكي على أم رفيقي."
    },
    {
        "text": "كان في حمصي وهو ماشي إنشقت شحاطته قام راح خيطها عند الكندرجي بعد أسبوع شافها تحسنت قام فك الخياطه."
    },
    {
        "text": "في مدرس سأل طالب: بكرا إنت لما تكبر شو بدك تصير؟ قله: ختيار. الأب:شو؟ الابن: رسوب، الأب: معقول ترسب سنتين؟ الابن: شو بساوي أسئلة هالسنة كانت متل أسئلة السنة الماضية!"
    },
    {
        "text": "قطعني حتة حتة لو سمعت إني أحب غيرك والله لو يحبوني ستة لأبقى غريق في بيرك ."
    },
    {
        "text": "‏فيه مليارات البشر ‏ناس ‏تدرس ‏ناس طموحه ‏وانتي حماره بس تقرين رسايل"
    },
    {
        "text": "من غيرك مقدر أعيش والله الحياة ما تمشيش حبك بالقلب دوم يعيش ولو إديتني تطنيش ."
    },
    {
        "text": "يا شيخ روح تنيل الحب مش بس كلام روح تعلم يا منيل كيف بالحب يكون الغرام ."
    },
    {
        "text": "كل ماجيت اطرد ‏صورتك من خيالي ‏شفتها ‏في منامي ‏قرد ينطط قدامي ."
    },
    {
        "text": "أهدي الورد لأهل الورد صباح الشوق لاهل الذوق وصباح الهنا لحبيبي أنا ."
    },
    {
        "text": "حبيت أسبق سكان هالكون وأقول لـ أحلى ما في الكون ..صباح الخير يا عمري"
    },
    {
        "text": "صباح الخيريا وجه الخير صباح النور يا دفا المسرور صباح الورد يا صاحب الود صباح الحبيا مالك القلب صباح الغلا على غلا."
    },
    {
        "text": "يا شمس إشرقي على حبيبي وصبحي عليه وأدعيلي .. ما يغيب عن نظر عيني .. وعلى طول بقلبه يشيلني ."
    },
    {
        "text": "صباح الشهد صباح العسل .. صباح الحب والغزل .. صباح مصحوب بالأمل .. صباح الحب يا عسل ."
    },
    {
        "text": "أنا هنا يا أبن الحلال ورقمي عندك بالجوال متى تحن وتديني أتصال ولا البعد غير الحال ."
    },
    {
        "text": "وحشنى يا فرفور صدقنى يا امور من غير مالف وادور في قلبى اسمك محفور ."
    },
    {
        "text": "حبيبك ماشي حافي والشمس تلسعه ياريتك كنت شب شب كان تنفعه ."
    },
    {
        "text": "حبيبى طالع فيها فاكرنى حدلعه .. ياما نفسى يدينى ظهره و على أفاه ح لسعه ."
    },
    {
        "text": "أنتي قلبي .. أنتي قلبي .. أنتي قلبي .. أنتي قلبي الفراخ وأنا بقلي البطاطس ."
    },
    {
        "text": "أحبك واهواك واجرى بالشبشب وراك ولو ضاعت فرده ياحبيبى فداك ."
    },
    {
        "text": "يا أغلى وأحلى من أعزّه. يا صباح الحـبّ كلّه، وشمس عمري وظلّه."
    },
    {
        "text": "صباحك ريحته قهوةوطعمه بالحلا معقود صباحك نغمته تغريد وصوته ينعش المجهود."
    },
    {
        "text": "صباح الخير يا الغالي وغلاك يحطم المعهود صباحك يبتدي منك لأنك شمسه اللي تسود صباح الكلمةالحلوةصباح الحب بليا حدود ."
    },
    {
        "text": "يا شمس إشرقي على حبيبي وصبحي عليه وأدعيلي ما يغيب عن نظر عيني وعلى طول بقلبه يشيلني ."
    },
    {
        "text": "حبيبي..دعني أوقظ حلمي.. على ابتسامة عينيك وأرتشف رحيق شفتيك.. كل صباحمع قهوتي الداكنة..لأبدأ يومي الطويل بكلمة.. أحبك!"
    },
    {
        "text": "أحببتُ فيكِ بريق عينيكِ فسحرُ عينيكِ ليس له مثيل وقعتُ أسير حبهما من نظرةٍ من لفتةٍ للطرف الكحيل ."
    },
    {
        "text": "في خمسة حشاشين جالسين يتمازحون بسكاكين ماتوا ثلالث قال الرابع لخويه خلاص خلينا نوقف لا تنقلب جد."
    },
    {
        "text": "محشش وقف تاكسي قال فاضي قال التاكسي أيوا قالالمحشش طيب أنزل نسولف شوي."
    },
    {
        "text": "محشش دخل استريو قال: عندك محمد عبدة قال: إيه قال المحشش: خله يطلع سيارته مسكرة علي."
    },
    {
        "text": "محشش يقول أحسن خمس أشياء بالدنيا ثلاثة: النوم والأكل!."
    },
    {
        "text": "قروي ساكن عند الإشارة كل ما ولعت حمرا أرسل ولده يقهوي السيارات."
    },
    {
        "text": "ولد قال لأبيه المحشش سكرت على مفتاح السيارة قال احمد ربك منتب فيها."
    },
    {
        "text": "واحد بخيل دخل ويه ولده سوبرماركت فقال الولد لأبيه: أحب الشكولاتة قال له أبيه: حبه ورجعه."
    },
    {
        "text": "مريض ورحت لطبيب وصفلى علاج غريب بوسة من أغلى حبيب حتى أطيب."
    },
    {
        "text": "لأنك حد يهمنى والبعد عنك هزنى والشوق اليك شدنى حبيت بس اقولك وحشتنى."
    },
    {
        "text": "لن أتغير من أجل أحد ولا حتي سبت، بس يمكن الخميس لأني بحبه ."
    },
    {
        "text": "أفرح زقطط حنكش بلبط أنكش شعرك بالشارع نطنط مشتاقلك يا أهبل يا مقطقط."
    },
    {
        "text": "تعريف الزوجة هى غلطة، ورطةوطول العمر ربطةيا تصيب يا تخيب يا تجيب جلطة."
    },
    {
        "text": "هل تشعر بالقليل من الدفئ في هذا الصباح.. لقد أرسلت إليك أحضان دافئة في مخيلتي."
    },
    {
        "text": "عجوزة نزلت حمام السباحة، حصل برق في السماء، قالت يوووه الشباب بدأوا يصوروا."
    },
    {
        "text": "هندي بيسأل مصري ليه مش أحرق جثه قبل أدفن؟ رد المصري وقال أحنا أدفن بعدين ربنا أحرق."
    },
    {
        "text": "بدوي أهدته بنت ببغاء واتصلت عليه تسأله عن الهديه، قالها: عادي مثل طعم الدجاج."
    },
    {
        "text": "واحد قصير أهله ما يخلونه يدخن في البيت؟ يخافون يحرق الفرشة."
    },
    {
        "text": "أحول سجل في الجيش حطوه في قسم القصف العشوائي."
    },
    {
        "text": "ولد يسأل أبوه هل الحب اعمى؟ رد عليه أبوه وقال: شوف أمك وأنت تعرف."
    },
    {
        "text": "محشش دق على باب الجيران قال عندكم طماطم قالوا إيه قال حنا بعد."
    },
    {
        "text": "واحد زوجوه قام الصبح قال لأمه: يمه تكفين خليها تنام عندنا بكرة بعد."
    },
    {
        "text": "فيه قروي انتهت مدة رخصته قال لأبوه رخصتي قظت قال أبوه والله من كثر دورانك بالشوارع."
    },
    {
        "text": "عجوز راحت للمستشفى مع ولدها كشف عليها الطبيب وقال: امك تعاني من الوحدة ولازم تزوجها واحد عمره خمسين وهم طالعين تقوله امه: شفت وشلون ياوليدي؟ لكن الله يعينك وأن كأنك مالقيت واحد عمره خمسين شفلك اثنين من أبو خمسة وعشرين."
    },
    {
        "text": "محشش مر عند مقهى إنترنت مكتوب عليه الساعة بعشره ريال، دخل وسألهم هي الساعة ضد الماء."
    },
    {
        "text": "أثنين محششين واحد منهم قاعد يسمع شريط فاضي قالهالمحشش الثاني إذا خلصت سجلة لي."
    },
    {
        "text": "واحد محشش طاح من عمارةتجمعوا عليه الناس وسألوه وش صار قال والله ما أدري توني جاي."
    },
    {
        "text": "محشش يقول لخوية: تخيل تقوم الصبح وتلقى نفسك ميت، قال: والله لا أنهبل."
    },
    {
        "text": "محشش قاعد يكتب رسالةفجأه غير الخط ليه؟ قال الخط الأول في تفتيش."
    },
    {
        "text": "محشش أبوه مات يوم غسلوه قالوله عط الرجال 50 ريال قال والله لو إنه لكزس."
    },
    {
        "text": "محشش راح يخطب قدموله شاي لبتون قال حلو من بدايتها سحر."
    },
    {
        "text": "صباح الخير يا وجه الخير صباح النور يا دفا المسرور صباح الورد يا صاحب الود صباح الحب يا مالك القلب صباح الغلا على غلا."
    },
    {
        "text": "يا شمس إشرقي على حبيبي وصبحي عليه وأدعيلي.. ما يغيب عن نظر عيني.. وعلى طول بقلبه يشيلني"
    },
    {
        "text": "محشش وقف تاكسي قال فاضي قال التاكسي أيوا قال المحشش طيب أنزل نسولف شوي."
    },
    {
        "text": "محشش دخل استريو قال: عندك محمد عبده قال: إيه قال المحشش: خله يطلع سيارته مسكرة علي."
    },
    {
        "text": "محشش يقول أحسن خمسة أشياء بالدنيا ثلاثة: النوم والأكل!."
    },
    {
        "text": "ابن مفتي الجمهورية راح يقدم في الكلية الحربية فلما رجع قال لباباه يا بابا طالبين مني تحليل المخدرات! قاله وماله يا بني نحللهالك."
    },
    {
        "text": "مرة واحد صعيدي فتح التلفزيون بالليل.. عشان يشوف المذيعة وهي نايمة."
    },
    {
        "text": "واحد غبي بيسأل شيخ في رمضان بيقولو هي الشطافة بتفطر في رمضان يا شيخ؟ الشيخ قالوا لا يا بني طبعا! الغبي قالوا اصلي شربت منها النهاردة."
    },
    {
        "text": "محشش شاف جدته راسمة حنة على أيديها.. قالها الله يكون في عونها إيدك بدأت تصدي."
    },
    {
        "text": "أحلام تغني حسبي على الأيام والحظ الردي! حظها ردي وهي لابسة خاتم يسفرني أنا وعيلتي لندن!"
    },
    {
        "text": "حرامي دخل غرفة النوم وسرق كل الأغراض والزوجة نايمة! سألتها الشرطة كيف ما سمعتينه؟! قالت سمعته بس فكرته زوجي خفت اصحي يقولي سوى العشا."
    },
    {
        "text": "سألت زوجها حبيبي أي الفرق بيني وبين نانسي عجرم؟ قالها مفيش فرق هي مرسومة وأنتي شخبط شخابيط."
    },
    {
        "text": "مسطول حب يغازل خطيبته (اللي هي بيضا وعيونها خضرا).. قالها يا أحلى طبق رز بالبسلة شفته!"
    },
    {
        "text": "واحد رجع من الشغل لقي البيت بيتحرق.. دخل أول مرة طلع بنته.. وبعدين دخل طلع مراته.. وبعدين دخل وخرج فاضي.. ودخل تاني وخرج فاضي.. قالوله أنت بتدخل تعمل إيه؟! قالهم بقلب حماتي."
    },
    {
        "text": "من هو المصري؟ هو كائن حي محبوب دوليًا.. مظلوم محليًا.. فقير ماديًا.. تعبان نفسيًا.. والعجيب أنه ما زال حيًا!"
    },
    {
        "text": "نمله شافت نفسها في المراية.. قالت خسارة الوسط هذا على نملة."
    },
    {
        "text": "غبي اتصل على مطعم قال عندكم عشاء؟ قالوا أيوه.. قال ليش ما عزمتوني!"
    },
    {
        "text": "مرة صنايعي عطس.. قال هات شاي."
    },
    {
        "text": "مهندس قرر يسيب الشغل.. وهو ماشي قال أنا مستطيل."
    },
    {
        "text": "طلبت من جوزها 4000 جنيه تعمل عملية ربط معدة.. أداها 30 جنيهاً وقالها هاتي قفل للمطبخ!"
    },
    {
        "text": "قروي ساكن عند الإشارة كل ما ولعت حمرا أرسل ولده يهوي السيارات."
    },
    {
        "text": "قاله الدكتور: لا تنام يومين، قال المحشش: ما أقدر لأن بكرةبيلعبون على النهائي."
    },
    {
        "text": "محشش يقول لمحشش: انا بردان من المكيف، رد المحشش قال: انا محمد من الرياض."
    },
    {
        "text": "محشش يكتب المحاضرة مع الدكتور، كل ما مسح الصبوره شق الورقة."
    },
    {
        "text": "محشش أعمى يسكر مع شباب، يوم داخ قام يبي يسري، قالوا له: بدري؟ قال: خلاص معاد أشوف."
    },
    {
        "text": "محشش دق على الخطوط بيحجز، قاله الموظف‎: ذهاب واياب؟ قال: لا ، خروج المغلوب."
    },
    {
        "text": "محشش متأخر عن الدوام ، قومته أمه بسرعة لبس بدلة أخوه الضابط بالغلط يوم وصل العمل وشاف نفسه قال: صدق ان أمي ميب صاحية مقومه أخوي تحسبه انا."
    },
    {
        "text": "محشش دايم يولع زقارتين ويشربهن سوا قاله صديقه: ليش ؟ قال: عني وعن أخوي اللي بالسجن وبعدين صار يولع زقارة وحدة قال صديقة: مبروك طلع أخوك قال: لا ، انا بطلت الدخان."
    },
    {
        "text": "محشش ضيع امه في السوق راح سأل واحد وقاله: ماشفت وحده تمشي انا ما امشي معها."
    },
    {
        "text": "محشش حط ثوبه على العلاقة وجلس الثوب طاح قال المحشش: الحمد لله ماكنت جوا الثوب."
    },
    {
        "text": "محشش جلس جنب واحد قال له ضيقت عليك قال: اي والله قال له: طيب قم هناك."
    },
    {
        "text": "محشش صايم اتصل على ما يطلبه المستمعون حكولة شو بتحب تسمع قلهم مقطع من اذان المغرب."
    },
    {
        "text": "محشش قالو له: وش رأيك في الزواج المبكر؟ قال يعني الساعه كم؟."
    },
    {
        "text": "سكران اتصل علي زوجته في وقت متأخر قالت له إيش فيك انت سكران قال الله يلعن أبو الكاشف."
    },
    {
        "text": "محشش نصاب يقول لخوية: مره نفضني الكهرب وطلعت صورتي بالفاتورة."
    },
    {
        "text": "شباب محششين بلندن ركبوا باص أبو طابقين، اللي فوق يدق على اللي تحت يقوله: كم تمشون؟ قاله: 80وأنتم؟ قال اللي فوق: إحنا لا هالحين ماجانا السواق."
    },
    {
        "text": "محششين مسلحين، مسكوا واحد قالو له: أنت معنا والا مع ذوليك؟ قال: لا معكمقالوا: إحنا ذوليك، يالكلب."
    },
    {
        "text": "حشاش يقسم راتبه أول الشهر و يقول 500 للأكل 500 للكهرباء 1000 إيجار البيت 500 للحشيش دق الباب وقالولو الشرطة أفتح قام شق ال 500 تبع الحشيش."
    },
    {
        "text": "حلاق محشش كان يحلق دقن واحد يوم وصل عند إذنه قال تبيها رد عليه الزبون باستخفاف لا قام المحشش وقطعها ورماها في الشارع يوم وصل عند الإذن الثانية قال تبيها قال: الزبون طبعاً ابيها قام الحشاش قطعها وعطاها إياه."
    },
    {
        "text": "أربع محششين فتحو سوبر ماركت وحطو كل دور فيه كاشير دخل زبون يبي دجاج قال أبي دجاج: رد عليه المحشش قال حي ولا ميت قال الزبون ميت فقاله المحشش رح الدور الثاني راح الدور الثاني قال ابي دجاج ميت فقاله المحشش مبرد ولا مثلج ؟ رد الزبون مبرد فقاله المحشش رح الدور الثالث فراح الدور الثالث وقال أبي دجاج ميت ومبرد فقاله المحشش بأكياس ولا بدون أكياس فقال الزبون بكياس فقاله المحشش رح الدور الرابع فراح وجى وقال أبي دجاج ميت ومبرد وبكياس فقاله المحشش أصلا ما عندنا دجاج بس وش رأيك في النظام."
    },
    {
        "text": "محشش مسكته الدورية سألوه عندك حبوب قال لهم عندكم كريم."
    },
    {
        "text": "محشش راح للدكتور يشتكي إنه كل ما ينام ‏ يحلم بقطاوه يلعبون كورة."
    },
    {
        "text": "أم أربعةوأربعين رايحه متأخرة على المدرسةليش؟ لأنها تلبس شراباتها."
    },
    {
        "text": "حشاش قاطع اشارة وقفته راعي دورية نزل قاله ليش قاطع؟ رد الحشاش: من قيد."
    },
    {
        "text": "مره واحد بخيل سئلوه إذا جا برد إيش تسوي قال أقرب شوي على المدفئة."
    },
    {
        "text": "عجوز راحت تخطب لولدها قالو عساه مايدخن قالتالحمد لله بس إذا صار سكران."
    },
    {
        "text": "صاحب محل دخلت عنده وحده حلوه وكل شوي تقول له: بكم هذا حجي بكم هذا حجي أخيرا طفش منها قال: شوفي انا ما حجيت لكني اخذت عمرة علشان كذا تقدرين تقولي يا عمري."
    },
    {
        "text": "شباب يدرسون في أمريكا مات ابو واحد منهم واحتاروا كيف يعلمونه واحد منهم جلف قال: أنا اعلمه راح للي مات ابوه وقال له: متى آخر مرة شفت ابوك ؟ قال قبل شهرين قال الجلف: افلقني ان شفته مرة ثاني."
    },
    {
        "text": "تنين من المجانين خطر ببال الأول أن يقول حكمة، فقال: قلي من صديقك أقول لك من أنت، فقال الثاني: من صديقك؟ رد الأوّل: من أنت؟"
    },
    {
        "text": "راح واحد لعند بياع فلافل محشش، قال: أعطيني 3 ساندوتشات فلافل بدون مخلل، قاله البياع: ما عندي مخلل، ساويلك ياهن بدون بندورة؟"
    },
    {
        "text": "واحد بخيل اتفق هو ومرته الحامل، إذا إجاهم ولد يسموه مبروك، قام وقت ولدت المرة، طلعت الممرضة عم بتقول: ألف ألف مبروك، قال: أوف وين بدي أروح فيون هادول كلون؟"
    },
    {
        "text": "في طالبين وصلوا المدرسة متأخرين، سأل الأستاذ واحد منهم وهو غضبان: وينك لهلأ؟ قاله وهو عم يبكي: في ليرة ضاعتلي وكنت عم دور عليها، وما معي غيرها مصروف، وسأل التاني: وأنت وينك لهلأ ليش متأخر؟ قاله: كنت داعس عالليرة!"
    },
    {
        "text": "مرة واحد وجعه ضرسه، قام راح إلى طبيب، قام الدكتور خلعله كل أسنانه عدا الضرس المنخور، انصدم المريض وقاله شو عملت؟"
    },
    {
        "text": "قاله إيه خليه لحاله بستاهل! في واحد نذل اتصل بالإطفاء، وقال شو إذا ما في حريق ما منشوفكن؟ واحد راح يشيع بجنازة، سأل واحد: شو بيشتغل الميت؟ قال: يحفر قبور، رد عليه: سبحان الله من حفر حفرة لأخيه وقع فيها"
    },
    {
        "text": "كيف تعاقب زوجتك القصيرة؟! ضع لها المكياج فوق الدولاب."
    },
    {
        "text": "محشش شاف جدته راسمة حنة على أيديها.. قالها الله يكون في عونها إيدك بدأت تصدي."
    },
    {
        "text": "أحلام تغني حسبي على الأيام والحظ الردي! حظها ردي وهي لابسة خاتم يسفرني أنا وعيلتي لندن!"
    },
    {
        "text": "حرامي دخل غرفة النوم وسرق كل الأغراض والزوجة نايمة! سألتها الشرطة كيف ما سمعتينه؟!قالت سمعته بس فكرته زوجي خفت اصحي يقولي سوى العشا."
    },
    {
        "text": "سألت زوجها حبيبي أي الفرق بيني وبين نانسي عجرم؟ قالها مفيش فرق هي مرسومة وأنتي شخبط شخابيط."
    },
    {
        "text": "مسطول حب يغازل خطيبته (اللي هي بيضا وعيونها خضرا).. قالها يا أحلى طبق رز بالبسلة شفته!"
    },
    {
        "text": "واحد رجع من الشغل لقي البيت بيتحرق.. دخل أول مرة طلع بنته.. وبعدين دخل طلع مراته.. وبعدين دخل وخرج فاضي.. ودخل تاني وخرج فاضي.. قالوله أنت بتدخل تعمل إيه؟! قالهم بقلب حماتي."
    },
    {
        "text": "من هو المصري؟ هو كائن حي محبوب دوليًا.. مظلوم محليًا.. فقير ماديًا.. تعبان نفسيًا.. والعجيب أنه ما زال حيًا!"
    },
    {
        "text": "نمله شافت نفسها في المراية.. قالت خسارة الوسط هذا على نملة."
    },
    {
        "text": "غبي اتصل على مطعم قال عندكم عشاء؟ قالوا أيوه.. قال ليش ما عزمتوني!"
    },
    {
        "text": "نملة شافت عصير فراولة قالت: يااااااه أخيرا شفت البحر الأحمر."
    },
    {
        "text": "اثنين أغبياء يتمشون لحالهم.. تهاوشوا من يمشي في الوسط."
    },
    {
        "text": "كلب ينبح صابه انهيار عصبي ليش؟ كان ينبح على واحد ما يسمع."
    },
    {
        "text": "قروي طلق مرته.. قال لها زعلتي؟!"
    },
    {
        "text": "مرة شرطي بيهرش نزل قمل مركزي."
    },
    {
        "text": "محشش حبيبته زعلت منه حب يراضيها.. راح جابلها حبيبها القديم وقالها مفااااااجأة."
    },
    {
        "text": "سألت زوجها حبيبي أي الفرق بيني وبين نانسي عجرم؟ قالها مفيش فرق هي مرسومة وأنتي شخبط شخابيط."
    },
    {
        "text": "رجل قروي ركب وسيلة مواصلات مثل التاكسي ترك زوجته تجلس بالأمام بجانب السائق حتى لا ينظر لها بالمرآة."
    },
    {
        "text": "بدوي ذهب لجده وشاهد مناظر السيدات والفتيات بالشوارع، قال أقسم بالله ما أرجع السعودية مرة ثانية."
    },
    {
        "text": "سكران معه هاتف خاص به يريد أن يكتب رسالة، ذهب لأخيه وطلب منه أن يكتب رسالة مكانة لأن خطه قبيح."
    },
    {
        "text": "غبي اشترى تاكسي وسار به في الشوارع وبمجرد إشارة الناس له بتاكسي تاكسي ينظر لهم ويضحك ويقول لهم أعرف والله أعرف."
    },
    {
        "text": "قطعة سكر موضوعة في كوب شاي، الشاي قال لها: يا سكر يا حلو، والسكر قال للشاي: يا مدوبني."
    },
    {
        "text": "واحد لابس جرافته فبيسأل صاحبه هي معدولة؟ قاله لا مع محمد."
    },
    {
        "text": "مرة واحد اشتري شقه إيجار.. رمي علي الحيطان لبن عشان تبقي Milk."
    },
    {
        "text": "حبيت أسبق سكان هالكون وأقول لـأحلى ما في الكون.. صباح الخير يا عمري"
    },
    {
        "text": "صباح الخير يا وجه الخير صباح النور يا دفا المسرور صباح الورد يا صاحب الود صباح الحب يا مالك القلب صباح الغلا على غلا."
    },
    {
        "text": "يا شمس إشرقي على حبيبي وصبحي عليه وأدعيلي.. ما يغيب عن نظر عيني.. وعلى طول بقلبه يشيلني"
    },
    {
        "text": "أحببتُ فيكِ بريق عينيكِ فسحرُ عينيكِ ليس له مثيل وقعتُ أسير حبهما من نظرةٍ من لفتةٍ للطرف الكحيل ."
    },
    {
        "text": "في خمسة حشاشين جالسين يتمازحون بسكاكين ماتوا ثلاث قال الرابع لخويه خلاص خلينا نوقف لا تنقلب جد."
    },
    {
        "text": "محشش وقف تاكسي قال فاضي قال التاكسي أيوا قال المحشش طيب أنزل نسولف شوي."
    },
    {
        "text": "محشش دخل استريو قال: عندك محمد عبده قال: إيه قال المحشش: خله يطلع سيارته مسكرة علي."
    },
    {
        "text": "محشش يقول أحسن خمسة أشياء بالدنيا ثلاثة: النوم والأكل!."
    },
    {
        "text": "قروي ساكن عند الإشارة كل ما ولعت حمرا أرسل ولده يهوي السيارات."
    },
    {
        "text": "ولد قال لأبيه المحشش سكرت على مفتاح السيارة قال أحمد ربك منتافيها."
    },
    {
        "text": "واحد بخيل دخل ويه ولده سوبرماركت فقال الولد لأبيه: أحب الشكولاتة قال له أبيه: حبه ورجعه"
    },
    {
        "text": "مرة مذيع طلع فاصل.. نزل مشحون."
    },
    {
        "text": "طلبت من جوزها 4000 جنيه تعمل عملية ربط معدة.. أداها 30 جنيهاً وقالها هاتي قفل للمطبخ!"
    },
    {
        "text": "ﻏﻀﺐ اﻟﺼﻌﺎﻳﺪة ﻣﻦ اﻟﻨﻜﺖ اﻟﺘﻲ تسخر منهم ولإثبات ﻣﺪى ذﻛﺎﺋﻬﻢ قرروا‬ ‫ﻋﻤﻞ اﺧﺘﺒﺎر ذﻛﺎء ﻟﻬﻢ.. ﻓﺘﻢ اﺧﺘﻴﺎر ‪ ٣‬ﻣﻨﻬﻢ وكانوا ﻣﻦ الأذﻛﻴﺎء.. ‫وﻛﺎن اﻟﺴﺆال اﻷول ﻫﻮ ‪: ﻣﺎ ﻫﻮ الشيء الذي ﻧﻠﺒﺴﻪ ﻓﻲ اﻟﻘﺪم ولونه أﺳﻮد‬ ‫ﻓﺄﺟﺎب اﻷول اﻟحذاء..‬ ‫اﻟﺴﺆال الثاني ﻣﺎ ﻫﻮ الشيء اﻟﺬيﻧﻠﺒﺴﻪ ﻓﻲ اﻟﻘﺪم ولونه ﺑﻨﻲ؟ ﻓﺄﺟﺎب الصعيدي اﻟﺜﺎﻧﻲ اﻟحذاء.. ‫اﻟﺴﺆال اﻟﺜﺎﻟﺚ ما هو الشيء اﻷﺑﻴﺾ اﻟﻤﺴﺘﺪﻳﺮ اﻟﺬي ﻧﺄﺧﺬه ﻣﻦ اﻟﺪﺟﺎج؟ ﻓﺄﺟﺎب اﻟﺜﺎﻟﺚ ﻫﻞ ﻫﻮ ﺑﺮﺑﺎط؟ﻓﻘﻴﻞ ﻻ‬.. ‫ﻓﻘﺎل إذا ﻫﻲ اﻟﺸﺒﺸﺐ‬. ‫‪‬‬‫"
    },
    {
        "text": "ﻣﺮة واﺣﺪ غبي ﻣﺶ ﻋﺎﻳﺰ ﻳﺮوح اﻟﻤﺪرﺳﺔ أﺑﻮه ﻗﺎﻟﻪ ﻟﻴﻪ ﻣﺶ ﻋﺎﻳﺰ ﺗﺮوح‬ ‫اﻟﻤﺪرﺳﺔ؟ أﺻﻞ ﻳﺎ‬ ‫ﺑﺎﺑﺎ اﻟﻤﺪرس ﺑﻴﻘﻮﻟﻰ أﻧﺎ غبي وﻣﺒﻔﻬﻤﺶ، ﻗﺎﻟﻮا ﻃﻴﺐ أﻧﺎ ﻫﺮوح ﻣﻌﺎك‬ ‫اﻟﻤﺪرﺳﺔ وﻫﺸﻮف‬ ‫اﻟﻤﺪرس.. اﻟﻤﻬﻢ أن أﺑﻮ اﻟﻮلد راح اﻟﻤﺪرﺳﺔ ﻗﺎل ﻟﻠﻤﺪرس أﻧﺖ ﻟﻴﻪ ﺑﺘﻘﻮل ﻋﻠﻰ‬ ‫ابني غبي‬ ‫وﻣﺒﻴﻔﻬﻤﺶ؟ اﻟﻤﺪرس ﻗﺎل أﻧﺎ ﻫﺜﺒﺘﻠﻚ أن ابنك غبي.. راح اﻟﻤﺪرس ﻗﺎل ﻟﻠﻮاد روح‬ ‫شوفني في‬ ‫ﻣﻜﺘﺐ اﻟﻨﺎﻇﺮ وﺗﻌﺎﻟﻰ..راح اﻟﻮاد وﺟﻴﻪ ﻗﺎل ﻣﺶ ﻣﻮﺟﻮد في ﻣﻜﺘﺐ اﻟﻨﺎﻇﺮ! راح‬ ‫أبو اﻟﻮاد‬ ‫ﻗﺎل ﻣﻠﻘﺘﻬﻮش في ﻣﻜﺘﺐ اﻟﻨﺎﻇﺮ ﻃﻴﺐ أﻧﺰل ﺷﻮﻓﻮ في اﻟﺤﻮش‬!"
    },
    {
        "text": "محشش يقول أحسن خمسة أشياء بالدنيا ثلاثة: النوم والأكل!."
    },
    {
        "text": "قروي ساكن عند الإشارة كل ما ولعت حمرا أرسل ولده يهوي السيارات."
    },
    {
        "text": "ولد قال لأبيه المحشش سكرت على مفتاح السيارة قال أحمد ربك منتافيها."
    },
    {
        "text": "واحد بخيل دخل ويه ولده سوبرماركت فقال الولد لأبيه: أحب الشكولاتة قال له أبيه: حبه ورجعه"
    },
    {
        "text": "مرة مذيع طلع فاصل.. نزل مشحون."
    },
    {
        "text": "واحد لابس جرافته فيسأل صاحبه هي معدولة؟ قاله لا مع محمد."
    },
    {
        "text": "مرة شرطي بيهرش نزل قمل مركزي."
    },
    {
        "text": "محشش شاف جدته راسمة حنة على أيديها.. قالها الله يكون في عونها إيدك بدأت تصدي."
    },
    {
        "text": "أحلام تغني حسبي على الأيام والحظ الردي! حظها ردي وهي لابسة خاتم يسفرني أنا وعيلتي لندن!"
    },
    {
        "text": "حرامي دخل غرفة النوم وسرق كل الأغراض والزوجة نايمة! سألتها الشرطة كيف ما سمعتينه؟!قالت سمعته بس فكرته زوجي خفت اصحي يقولي سوى العشا."
    },
    {
        "text": "سألت زوجها حبيبي أي الفرق بيني وبين نانسي عجرم؟ قالها مفيش فرق هي مرسومة وأنتي شخبط شخابيط."
    },
    {
        "text": "مسطول حب يغازل خطيبته (اللي هي بيضا وعيونها خضرا).. قالها يا أحلى طبق رز بالبسلة شفته!"
    },
    {
        "text": "واحد رجع من الشغل لقي البيت بيتحرق.. دخل أول مرة طلع بنته.. وبعدين دخل طلع مراته.. وبعدين دخل وخرج فاضي.. ودخل تاني وخرج فاضي.. قالوله أنت بتدخل تعمل إيه؟! قالهم بقلب حماتي."
    },
    {
        "text": "من هو المصري؟ هو كائن حي محبوب دوليًا.. مظلوم محليًا.. فقير ماديًا.. تعبان نفسيًا.. والعجيب أنه ما زال حيًا!"
    },
    {
        "text": "نملة شافت نفسها في المراية.. قالت خسارة الوسط هذا على نملة."
    },
    {
        "text": "غبي اتصل على مطعم قال عندكم عشاء؟ قالوا أيوه.. قال ليش ما عزمتوني!"
    },
    {
        "text": "نملة شافت عصير فراولة قالت: يااااااه أخيرا شفت البحر الأحمر."
    },
    {
        "text": "اثنين أغبياء يتمشون لحالهم.. تهاوشوا من يمشي في الوسط."
    },
    {
        "text": "كلب ينبح صابه انهيار عصبي ليش؟ كان ينبح على واحد ما يسمع."
    },
    {
        "text": "قروي طلق مرته.. قال لها زعلتي؟!"
    },
    {
        "text": "غبي متعلم جديد كلمة “فجأة” دخل بقاله قال: أعطني بيبسي وفجأة ميرندا."
    },
    {
        "text": "مرة واحد اشتري شقة إيجار.. رمي علي الحيطان لبن عشان تبقي Milk."
    },
    {
        "text": "واحدة اتصلت بشيخ بتقوله: هي أغاني نانسي عجرم حرام؟ قالها: إيه قولي تاني كده!"
    },
    {
        "text": "ابن مفتي الجمهورية راح يقدم في الكلية الحربية فلما رجع قال لباباه يا بابا طالبين مني تحليل المخدرات! قاله وماله يا بني نحللهالك."
    },
    {
        "text": "مرة واحد صعيدي فتح التلفزيون بالليل.. عشان يشوف المذيعة وهي نائمة."
    },
    {
        "text": "واحد غبي بيسأل شيخاً في رمضان بيقولو هي الشطافة بتفطر في رمضان يا شيخ؟ الشيخ قالوا لا يا بني طبعا! الغبي قالوا اصلي شربت منها النهاردة."
    },
    {
        "text": "مرة صنايعي عطس.. قال هات شاي."
    },
    {
        "text": "مهندس قرر يسيب الشغل.. وهو ماشي قال أنا مستطيل."
    },
    {
        "text": "كل ما جيت اطرد ‏صورتك من خيالي ‏شفتها ‏في منامي ‏قرد ينطط قدامي"
    },
    {
        "text": "أهدي الورد لأهل الورد صباح الشوق لأهل الذوق وصباح الهنا لحبيبي أنا"
    },
    {
        "text": "حبيت أسبق سكان هالكون وأقول لـأحلى ما في الكون.. صباح الخير يا عمري"
    },
    {
        "text": "صباح الخير يا وجه الخير صباح النور يا دفا المسرور صباح الورد يا صاحب الود صباح الحب يا مالك القلب صباح الغلا على غلا."
    },
    {
        "text": "صباح الشهد صباح العسل.. صباح الحب والغزل.. صباح مصحوب بالأمل.. صباح الحب يا عسل"
    },
    {
        "text": "صباحك ريحته قهوة وطعمه بالحلا معقود صباحك نغمته تغريد وصوته ينعش المجهود."
    },
    {
        "text": "صباح الخير يا الغالي وغلاك يحطم المعهود صباحك يبتدي منك لأنك شمسه اللي تسود صباح الكلمة الحلوة صباح الحب بلا حدود"
    },
    {
        "text": "حبيبي.. دعني أوقظ حلمي.. على ابتسامة عينيك وأرتشف رحيق شفتيك.. كل صباح مع قهوتي الداكنة.. لأبدأ يومي الطويل بكلمة.. أحبك!"
    },
    {
        "text": "أحببتُ فيكِ بريق عينيكِ فسحرُ عينيكِ ليس له مثيل وقعتُ أسير حبهما من نظرةٍ من لفتةٍ للطرف الكحيل ."
    },
    {
        "text": "في خمسة حشاشين جالسين يتمازحون بسكاكين ماتوا ثلاث قال الرابع لخويه خلاص خلينا نوقف لا تنقلب جد."
    },
    {
        "text": "محشش وقف تاكسي قال فاضي قال التاكسي أيوا قال المحشش طيب أنزل نسولف شوي."
    },
    {
        "text": "محشش دخل استريو قال: عندك محمد عبده قال: إيه قال المحشش: خله يطلع سيارته مسكرة علي."
    },
    {
        "text": "أهبل وأحول بيقلوا طعمية.. الأحول بيرمي الطعمية برة الزيت.. والأهبل بيعمل تشش."
    },
    {
        "text": "محشش قالو له وش رأيك في الزواج المبكر؟ قال يعني الساعة كم؟"
    },
    {
        "text": "في صرصورين منومين في غرفه الإنعاش.. واحد سئل الثاني قاله ريد؟ قال لا نعال."
    },
    {
        "text": "فيه واحد نذل عازم اخوياه في السطح ليش؟ علشان تكون علاقة سطحية."
    },
    {
        "text": "ديك يقف فوق الشجر يؤذن وثعلب تحت الشجرة منتظر لحين ينتهي الديك من آذانه، ويقول له: ما تريد تنزل كي نقيم الصلاة جماعة."
    },
    {
        "text": "بدوي تعرض بيته للحريق اتصل بالمطافئ حضرت بسرعة لحين تلحق الحريق قال لها: قواعد الذوق تقول لابد من أن تشربون القهوة قبل أن تطفو الحريق."
    },
    {
        "text": "رجل قروي ركب وسيلة مواصلات مثل التاكسي ترك زوجته تجلس بالأمام بجانب السائق حتى لا ينظر لها بالمرآة."
    },
    {
        "text": "بدوي ذهب لجده وشاهد مناظر السيدات والفتيات بالشوارع، قال أقسم بالله ما أرجع السعودية مرة ثانية."
    },
    {
        "text": "سكران معه هاتف خاص به يريد أن يكتب رسالة، ذهب لأخيه وطلب منه أن يكتب رسالة مكانة لأن خطه قبيح."
    },
    {
        "text": "غبي اشترى تاكسي وسار به في الشوارع وبمجرد إشارة الناس له بتاكسي تاكسي ينظر لهم ويضحك ويقول لهم أعرف والله أعرف."
    },
    {
        "text": "قطعة سكر موضوعة في كوب شاي، الشاي قال لها: يا سكر يا حلو، والسكر قال للشاي: يا مدوبني."
    },
    {
        "text": "ولد قال لأبيه المحشش سكرت على مفتاح السيارة قال أحمد ربك منتا فيها."
    },
    {
        "text": "مسطول شبت النار في أمه.. قالها: منورة يا حجة."
    },
    {
        "text": "محشش مسكوه يزور فلوس.. لقوه مزور فئة 60 ريال."
    },
    {
        "text": "المرور صاد واحد قاله الرقم الأمامي غير الخلفي؟! قال طبيعي هو وشك زي أفاك!"
    },
    {
        "text": "مدرس قال لطالب أعرب كلمة بعوضه.. قال الباء حرف جر.. وعوضه واحد من الجماعة."
    },
    {
        "text": "محشش صدم 2 الأول مات والثاني يخانق.. قال المحشش شف خويّـك مات ما قال شي!"
    },
    {
        "text": "محشش ماشي في الشارع شاف دوريه.. يبي يبعد الشبهة وقفهم وقال اللومينا للبيع."
    },
    {
        "text": "محشش قالو له وش رأيك في الزواج المبكر؟ قال يعني الساعة كم؟"
    },
    {
        "text": "في صرصورين منومين في غرفه الإنعاش.. واحد سئل الثاني قاله ريد؟ قال لا نعال."
    },
    {
        "text": "فيه واحد نذل عازم اخوياه في السطح ليش؟ علشان تكون علاقة سطحية."
    },
    {
        "text": "ديك يقف فوق الشجر يؤذن وثعلب تحت الشجرة منتظر لحين ينتهي الديك من آذانه، ويقول له: ما تريد تنزل كي نقيم الصلاة جماعة."
    },
    {
        "text": "بدوي تعرض بيته للحريق اتصل بالمطافئ حضرت بسرعة لحين تلحق الحريق قال لها: قواعد الذوق تقول لابد من أن تشربون القهوة قبل أن تطفو الحريق."
    },
    {
        "text": "رجل قروي ركب وسيلة مواصلات مثل التاكسي ترك زوجته تجلس بالأمام بجانب السائق حتى لا ينظر لها بالمرآة."
    },
    {
        "text": "بدوي ذهب لجده وشاهد مناظر السيدات والفتيات بالشوارع، قال أقسم بالله ما أرجع السعودية مرة ثانية."
    },
    {
        "text": "سكران معه هاتف خاص به يريد أن يكتب رسالة، ذهب لأخيه وطلب منه أن يكتب رسالة مكانة لأن خطه قبيح."
    },
    {
        "text": "غبي اشترى تاكسي وسار به في الشوارع وبمجرد إشارة الناس له بتاكسي تاكسي ينظر لهم ويضحك ويقول لهم أعرف والله أعرف."
    },
    {
        "text": "قطعة سكر موضوعة في كوب شاي، الشاي قال لها: يا سكر يا حلو، والسكر قال للشاي: يا مدوبني."
    },
    {
        "text": "واحد قزم قصير جدًا كان يسير بجانب رصيف أحس بالعطس ولما عطس اصطدمت رأسه بالرصيف."
    },
    {
        "text": "أغبياء يريدون يفجرون أحد المباني وضعوا قنابل بالدور الأول وهربوا للدور الأخير وهو سطح البيت."
    },
    {
        "text": "غبي حب يشرب لبن ذهب للثلاجة وجد أن تاريخ إنتاج اللبن منتهي، غير التاريخ وشربه."
    },
    {
        "text": "شخص يسأل غبي متى آخر مرة ذهب للبحرين، رد عليه الغبي وقال: لما كان خط الجسر ترابي."
    },
    {
        "text": "خمسة رجال بخلاء ذهبوا إلى مقهى وطلبوا كوب عصير واحد ولكن مزوداً بخمس شفاطات."
    },
    {
        "text": "عندما أراد شخص أن يقفز من الطابق العاشر، صعد للطابق الخامس وألقي بنفسه منه مرتين."
    },
    {
        "text": "رجل أراد تقديم هدية في عيد ميلاد زوجته بحيث تختلف المفاجأة عن كل سنة ففاجئها وألقى عليها الطلاق."
    },
    {
        "text": "قامت نملة بالزواج من فيل ولما توفي بقيت طول عمرها تحفر لدفنه."
    },
    {
        "text": "رجل غبي قام بإزالة لحيته وشاربه وقام بعدها بمقابلة أصدقائه قال لهم: تصدقون ما عرفتكم."
    },
    {
        "text": "غبي يأخذ برأيه في موضوع الزواج المبكر وكان رده: كم الساعة التي يبدأ بها الزواج."
    },
    {
        "text": "شخص سكران قابل الفنان رابح صقر في طريقه فسأله هل أنت الفنان رابح صقر، رد الفنان بنعم أنا رابح صقر، قال له السكران وأين الصقر الذي ربحته."
    },
    {
        "text": "أهبل وأحول بيقلوا طعمية.. الأحول بيرمي الطعمية برة الزيت.. والأهبل بيعمل تشش."
    },
    {
        "text": "واحد عنده مزرعة جزر وجنبه شوية أرانب بيصحي كل يوم ميلاقيش الجزر دا.. راح مزعق لصاحب المزرعة وكسر سنان الأرانب كلها..اليوم اللي بعده بردو ملقاش جزر.. قام ماسك أرنب من رقبته قاله وديتوه فين قام رادد عليه وقاله عملناه عثير وثربناه."
    },
    {
        "text": "مرة مذيع طلع فاصل.. نزل مشحون."
    },
    {
        "text": "واحد لابس جرافته فبيسأل صاحبه هي معدولة؟ قاله لا مع محمد."
    },
    {
        "text": "مرة واحد اشتري شقه إيجار.. رمي علي الحيطان لبن عشان تبقي Milk."
    },
    {
        "text": "واحدة اتصلت بشيخ بتقوله: هي أغاني نانسي عجرم حرام؟ قالها: إيه قولي تاني كده!"
    },
    {
        "text": "ابن مفتي الجمهورية راح يقدم في الكلية الحربية فلما رجع قال لباباه يا بابا طالبين مني تحليل المخدرات! قاله وماله يا بني نحللهالك."
    },
    {
        "text": "مرة واحد صعيدي فتح التلفزيون بالليل.. عشان يشوف المذيعة وهي نايمة."
    },
    {
        "text": "واحد غبي بيسأل شيخ في رمضان بيقولو هي الشطافة بتفطر في رمضان يا شيخ؟ الشيخ قالوا لا يا بني طبعا! الغبي قالوا اصلي شربت منها النهاردة."
    },
    {
        "text": "مرة صنايعي عطس.. قال هات شاي."
    },
    {
        "text": "مهندس قرر يسيب الشغل.. وهو ماشي قال أنا مستطيل."
    },
    {
        "text": "طلبت من جوزها 4000 جنيه تعمل عملية ربط معدة.. أداها 30 جنيهاً وقالها هاتي قفل للمطبخ!"
    },
    {
        "text": "ﻏﻀﺐ اﻟﺼﻌﺎﻳﺪة ﻣﻦ اﻟﻨﻜﺖ اﻟﺘﻲ تسخر منهم ولإثبات ﻣﺪى ذﻛﺎﺋﻬﻢ قرروا‬ ‫ﻋﻤﻞ اﺧﺘﺒﺎر ذﻛﺎء ﻟﻬﻢ.. ﻓﺘﻢ اﺧﺘﻴﺎر ‪ ٣‬ﻣﻨﻬﻢ وكانوا ﻣﻦ الأذﻛﻴﺎء.. ‫وﻛﺎن اﻟﺴﺆال اﻷول ﻫﻮ ‪: ﻣﺎ ﻫﻮ الشيء الذي ﻧﻠﺒﺴﻪ ﻓﻲ اﻟﻘﺪم ولونه أﺳﻮد‬ ‫ﻓﺄﺟﺎب اﻷول اﻟحذاء..‬ ‫اﻟﺴﺆال الثاني ﻣﺎ ﻫﻮ الشيء اﻟﺬيﻧﻠﺒﺴﻪ ﻓﻲ اﻟﻘﺪم ولونه ﺑﻨﻲ؟ ﻓﺄﺟﺎب الصعيدي اﻟﺜﺎﻧﻲ اﻟحذاء.. ‫اﻟﺴﺆال اﻟﺜﺎﻟﺚ ما هو الشيء اﻷﺑﻴﺾ اﻟﻤﺴﺘﺪﻳﺮ اﻟﺬي ﻧﺄﺧﺬه ﻣﻦ اﻟﺪﺟﺎج؟ ﻓﺄﺟﺎب اﻟﺜﺎﻟﺚ ﻫﻞ ﻫﻮ ﺑﺮﺑﺎط؟ﻓﻘﻴﻞ ﻻ‬.. ‫ﻓﻘﺎل إذا ﻫﻲ اﻟﺸﺒﺸﺐ‬. ‫‪‬‬‫"
    },
    {
        "text": "مرة شرطي بيهرش نزل قمل مركزي."
    },
    {
        "text": "محشش حبيبته زعلت منه حب يراضيها.. راح جابلها حبيبها القديم وقالها مفااااااجأة."
    },
    {
        "text": "سألته زوجته لماذا تبكي؟ قالها رأيت في منامي ملكة جميلة تحاول أن تقتلك وتأخذني! قالته له اهدأ إنه مجرد حلم؟! رد قائلًا أنا أبكي لأنه حلم!"
    },
    {
        "text": "كيف تعاقب زوجتك القصيرة؟! ضع لها المكياج فوق الدولاب."
    },
    {
        "text": "محشش شاف جدته راسمة حنة على أيديها.. قالها الله يكون في عونها إيدك بدأت تصدي."
    },
    {
        "text": "أحلام تغني حسبي على الأيام والحظ الردي! حظها ردي وهي لابسة خاتم يسفرني أنا وعيلتي لندن!"
    },
    {
        "text": "حرامي دخل غرفة النوم وسرق كل الأغراض والزوجة نايمة! سألتها الشرطة كيف ما سمعتينه؟!قالت سمعته بس فكرته زوجي خفت اصحي يقولي سوى العشا."
    },
    {
        "text": "سألت زوجها حبيبي أي الفرق بيني وبين نانسي عجرم؟ قالها مفيش فرق هي مرسومة وأنتي شخبط شخابيط."
    },
    {
        "text": "مسطول حب يغازل خطيبته (اللي هي بيضا وعيونها خضرا).. قالها يا أحلى طبق رز بالبسلة شفته!"
    },
    {
        "text": "واحد رجع من الشغل لقي البيت بيتحرق.. دخل أول مرة طلع بنته.. وبعدين دخل طلع مراته.. وبعدين دخل وخرج فاضي.. ودخل تاني وخرج فاضي.. قالوله أنت بتدخل تعمل إيه؟! قالهم بقلب حماتي."
    },
    {
        "text": "من هو المصري؟ هو كائن حي محبوب دوليًا.. مظلوم محليًا.. فقير ماديًا.. تعبان نفسيًا.. والعجيب أنه ما زال حيًا!"
    },
    {
        "text": "نمله شافت نفسها في المراية.. قالت خسارة الوسط هذا على نملة."
    },
    {
        "text": "غبي اتصل على مطعم قال عندكم عشاء؟ قالوا أيوه.. قال ليش ما عزمتوني!"
    },
    {
        "text": "نملة شافت عصير فراولة قالت: يااااااه أخيرا شفت البحر الأحمر."
    },
    {
        "text": "اثنين أغبياء يتمشون لحالهم.. تهاوشوا من يمشي في الوسط."
    },
    {
        "text": "كلب ينبح صابه انهيار عصبي ليش؟ كان ينبح على واحد ما يسمع."
    },
    {
        "text": "قروي طلق مرته.. قال لها زعلتي؟!"
    },
    {
        "text": "غبي متعلم جديد كلمة “فجأة” دخل بقاله قال: أعطني بيبسي وفجأة ميرندا."
    },
    {
        "text": "قطعني حتة حتة لو سمعت إني أحب غيرك والله لو يحبونني ستة لأبقى غريق في بيرك"
    },
    {
        "text": "أنا هنا يا ابن الحلال ورقمي عندك بالجوال متى تحن وتديني اتصال ولا البعد غير الحال"
    },
    {
        "text": "وحشني يا فرفور صدقني يا أمور من غير مألف وأدور في قلبي اسمك محفور"
    },
    {
        "text": "يا أغلى وأحلى من أعزّهيا صباح الحـبّ كلّه، وشمس عمري وظلّه."
    },
    {
        "text": "‏فيه مليارات البشر ‏ناس ‏تدرس ‏ناس طموحه ‏وانتي حماره بس تقرين رسايل"
    },
    {
        "text": "من غيرك مقدر أعيش والله الحياة ما تمشيش حبك بالقلب دوم يعيش ولو أديتني تطنيش"
    },
    {
        "text": "يا شيخ روح تنيل الحب مش بس كلام روح تعلم يا منيل كيف بالحب يكون الغرام"
    },
    {
        "text": "كل ما جيت اطرد ‏صورتك من خيالي ‏شفتها ‏في منامي ‏قرد ينطط قدامي"
    },
    {
        "text": "أهدي الورد لأهل الورد صباح الشوق لأهل الذوق وصباح الهنا لحبيبي أنا"
    },
    {
        "text": "حبيت أسبق سكان هالكون وأقول لـأحلى ما في الكون.. صباح الخير يا عمري"
    },
    {
        "text": "صباح الخير يا وجه الخير صباح النور يا دفا المسرور صباح الورد يا صاحب الود صباح الحب يا مالك القلب صباح الغلا على غلا."
    },
    {
        "text": "يا شمس إشرقي على حبيبي وصبحي عليه وأدعيلي.. ما يغيب عن نظر عيني.. وعلى طول بقلبه يشيلني"
    },
    {
        "text": "صباح الشهد صباح العسل.. صباح الحب والغزل.. صباح مصحوب بالأمل.. صباح الحب يا عسل"
    },
    {
        "text": "صباحك ريحته قهوة وطعمه بالحلا معقود صباحك نغمته تغريد وصوته ينعش المجهود."
    },
    {
        "text": "صباح الخير يا الغالي وغلاك يحطم المعهود صباحك يبتدي منك لأنك شمسه اللي تسود صباح الكلمة الحلوة صباح الحب بلا حدود"
    },
    {
        "text": "يا شمس اشرقي على حبيبي وصبحي عليه وأدعيلي ما يغيب عن نظر عيني وعلى طول بقلبه يشيلني"
    },
    {
        "text": "حبيبي.. دعني أوقظ حلمي.. على ابتسامة عينيك وأرتشف رحيق شفتيك.. كل صباح مع قهوتي الداكنة.. لأبدأ يومي الطويل بكلمة.. أحبك!"
    },
    {
        "text": "أحببتُ فيكِ بريق عينيكِ فسحرُ عينيكِ ليس له مثيل وقعتُ أسير حبهما من نظرةٍ من لفتةٍ للطرف الكحيل ."
    },
    {
        "text": "في خمسة حشاشين جالسين يتمازحون بسكاكين ماتوا ثلاث قال الرابع لخويه خلاص خلينا نوقف لا تنقلب جد."
    },
    {
        "text": "محشش وقف تاكسي قال فاضي قال التاكسي أيوا قال المحشش طيب أنزل نسولف شوي."
    },
    {
        "text": "محشش دخل استريو قال: عندك محمد عبده قال: إيه قال المحشش: خله يطلع سيارته مسكرة علي."
    },
    {
        "text": "محشش يقول أحسن خمسة أشياء بالدنيا ثلاثة: النوم والأكل!."
    },
    {
        "text": "قروي ساكن عند الإشارة كل ما ولعت حمرا أرسل ولده يهوي السيارات."
    },
    {
        "text": "ولد قال لأبيه المحشش سكرت على مفتاح السيارة قال أحمد ربك منتافيها."
    },
    {
        "text": "واحد بخيل دخل ويه ولده سوبرماركت فقال الولد لأبيه: أحب الشكولاتة قال له أبيه: حبه ورجعه"
    },
    {
        "text": "نمله شافت نفسها في المراية.. قالت خسارة الوسط هذا على نملة."
    },
    {
        "text": "غبي اتصل على مطعم قال عندكم عشاء؟ قالوا أيوه.. قال ليش ما عزمتوني!"
    },
    {
        "text": "نملة شافت عصير فراولة قالت: يااااااه أخيرا شفت البحر الأحمر."
    },
    {
        "text": "غبي متعلم جديد كلمة “فجأة” دخل بقاله قال: أعطني بيبسي وفجأة ميرندا."
    },
    {
        "text": "مسطول شبت النار في أمه.. قالها: منورة يا حجة."
    },
    {
        "text": "محشش مسكوه يزور فلوس.. لقوه مزور فئة 60 ريال."
    },
    {
        "text": "واحدة اتصلت بشيخ بتقوله: هي أغاني نانسي عجرم حرام؟ قالها: إيه قولي تاني كده!"
    },
    {
        "text": "ابن مفتي الجمهورية راح يقدم في الكلية الحربية فلما رجع قال لباباه يا بابا طالبين مني تحليل المخدرات! قاله وماله يا بني نحللهالك."
    },
    {
        "text": "مرة واحد صعيدي فتح التلفزيون بالليل.. عشان يشوف المذيعة وهي نايمة."
    },
    {
        "text": "واحد غبي بيسأل شيخ في رمضان بيقولو هي الشطافة بتفطر في رمضان يا شيخ؟ الشيخ قالوا لا يا بني طبعا! الغبي قالوا اصلي"
    },
    {
        "text": "ﻣﺮة واﺣﺪ غبي ﻣﺶ ﻋﺎﻳﺰ ﻳﺮوح اﻟﻤﺪرﺳﺔ أﺑﻮه ﻗﺎﻟﻪ ﻟﻴﻪ ﻣﺶ ﻋﺎﻳﺰ ﺗﺮوح‬ ‫اﻟﻤﺪرﺳﺔ؟ أﺻﻞ ﻳﺎ‬ ‫ﺑﺎﺑﺎ اﻟﻤﺪرس ﺑﻴﻘﻮﻟﻰ أﻧﺎ غبي وﻣﺒﻔﻬﻤﺶ، ﻗﺎﻟﻮا ﻃﻴﺐ أﻧﺎ ﻫﺮوح ﻣﻌﺎك‬ ‫اﻟﻤﺪرﺳﺔ وﻫﺸﻮف‬ ‫اﻟﻤﺪرس.. اﻟﻤﻬﻢ أن أﺑﻮ اﻟﻮلد راح اﻟﻤﺪرﺳﺔ ﻗﺎل ﻟﻠﻤﺪرس أﻧﺖ ﻟﻴﻪ ﺑﺘﻘﻮل ﻋﻠﻰ‬ ‫ابني غبي‬ ‫وﻣﺒﻴﻔﻬﻤﺶ؟ اﻟﻤﺪرس ﻗﺎل أﻧﺎ ﻫﺜﺒﺘﻠﻚ أن ابنك غبي.. راح اﻟﻤﺪرس ﻗﺎل ﻟﻠﻮاد روح‬ ‫شوفني في‬ ‫ﻣﻜﺘﺐ اﻟﻨﺎﻇﺮ وﺗﻌﺎﻟﻰ..راح اﻟﻮاد وﺟﻴﻪ ﻗﺎل ﻣﺶ ﻣﻮﺟﻮد في ﻣﻜﺘﺐ اﻟﻨﺎﻇﺮ! راح‬ ‫أبو اﻟﻮاد‬ ‫ﻗﺎل ﻣﻠﻘﺘﻬﻮش في ﻣﻜﺘﺐ اﻟﻨﺎﻇﺮ ﻃﻴﺐ أﻧﺰل ﺷﻮﻓﻮ في اﻟﺤﻮش‬!"
    },
    {
        "text": "مسطول حب يغازل خطيبته (اللي هي بيضا وعيونها خضرا).. قالها يا أحلى طبق رز بالبسلة شفته!"
    },
    {
        "text": "واحد رجع من الشغل لقي البيت بيتحرق.. دخل أول مرة طلع بنته.. وبعدين دخل طلع مراته.. وبعدين دخل وخرج فاضي.. ودخل تاني وخرج فاضي.. قالوله أنت بتدخل تعمل إيه؟! قالهم بقلب حماتي."
    },
    {
        "text": "من هو المصري؟ هو كائن حي محبوب دوليًا.. مظلوم محليًا.. فقير ماديًا.. تعبان نفسيًا.. والعجيب أنه ما زال حيًا!"
    },
    {
        "text": "المرور صاد واحد قاله الرقم الأمامي غير الخلفي؟! قال طبيعي هو وشك زي أفاك!"
    },
    {
        "text": "مدرس قال لطالب أعرب كلمة بعوضه.. قال الباء حرف جر.. وعوضه واحد من الجماعة."
    },
    {
        "text": "محشش صدم 2 الأول مات والثاني يخانق.. قال المحشش شف خويّـك مات ما قال شي!"
    },
    {
        "text": "محشش ماشي في الشارع شاف دوريه.. يبي يبعد الشبهة وقفهم وقال اللومينا للبيع."
    },
    {
        "text": "محشش قالو له وش رأيك في الزواج المبكر؟ قال يعني الساعة كم؟"
    },
    {
        "text": "في صرصورين منومين في غرفه الإنعاش.. واحد سئل الثاني قاله ريد؟ قال لا نعال."
    },
    {
        "text": "فيه واحد نذل عازم اخوياه في السطح ليش؟ علشان تكون علاقة سطحية."
    },
    {
        "text": "ديك يقف فوق الشجر يؤذن وثعلب تحت الشجرة منتظر لحين ينتهي الديك من آذانه، ويقول له: ما تريد تنزل كي نقيم الصلاة جماعة."
    },
    {
        "text": "بدوي تعرض بيته للحريق اتصل بالمطافئ حضرت بسرعة لحين تلحق الحريق قال لها: قواعد الذوق تقول لابد من أن تشربون القهوة قبل أن تطفو الحريق."
    },
    {
        "text": "واحد قزم قصير جدًا كان يسير بجانب رصيف أحس بالعطس ولما عطس اصطدمت رأسه بالرصيف."
    },
    {
        "text": "رجل غبي قام بإزالة لحيته وشاربه وقام بعدها بمقابلة أصدقائه قال لهم: تصدقون ما عرفتكم."
    },
    {
        "text": "غبي يأخذ برأيه في موضوع الزواج المبكر وكان رده: كم الساعة التي يبدأ بها الزواج."
    },
    {
        "text": "شخص سكران قابل الفنان رابح صقر في طريقه فسأله هل أنت الفنان رابح صقر، رد الفنان بنعم أنا رابح صقر، قال له السكران وأين الصقر الذي ربحته."
    },
    {
        "text": "ليش فترة الراحة للشغيلة الحماصنة بس عشر دقائق مو أكتر؟ لأنه إذا عطوهم فترة راحة أطول لازم يرجعوا يفهموهم الشغل من أول وجديد."
    },
    {
        "text": "حمصي سال رفيقو: ليش نشره الاخبار طويلة قال: يمكن اليوم اخر حلقة 3-حمصي سألوه شو أحلى موقف بحياتك قالهن موقف الكراجات."
    },
    {
        "text": "راح تنين حماصنة عالبحر فقال واحد من بيناتون: اذا اشتعلت النار في البحر شو بدنا نساوي؟ ألو الثاني: مناكل سمك مشوي"
    },
    {
        "text": "وحدة اتّصلت على حبيبها، قالتله: أهلي مسافرين وأنا لحالي بالبيت، قال لها طيّب حبيبتي اقرأي قرآن وما تخافي."
    },
    {
        "text": "قال في مرّة واحد عم يحشش قام وقع من الطابق العاشر قام هو وواقع صار يقول يا رب آخر مرّة، يا رب رح أصلّي يا رب رح أصوم،"
    },
    {
        "text": "قام وقع على عربة قش: لما وقف قال يا زلمة وقت يكون الواحد دايخ شو بيخطر بباله شغلات"
    },
    {
        "text": "ثلاثة مساطيل قاعدين في سهرة لأول: ‏أنا عندي فلوس أشتري بيها أمريكا الشمالية الثاني : ‏وأنا عندي فلوس أشتري بيها أمريكا الشمالية و الجنوبية الثالث: ‏ومين قالكم إني رح أبيع"
    },
    {
        "text": "مرة في بنتين بيحكوا عن امالهم بالمستقبل الاولى قالت للتانية نفسي أصبح متل أمي عشان البس الفساتين وتروح على الاعراس والحفلات قالت التانية انا نفسي أصبح متل ابوي عشان ما اخليكي تروحي عالحفلات"
    },
    {
        "text": "واحد قبل مايموت جمع ولاده التلاتة وحب يوصيهم يفضلوا ايد واحدة ،وأعطى لكبيرهم عود خشب كسره بسهوله أعطاه اتنين كسرهم بسهولة برضه أعطاه خمسين عود كسرهم بسهوله قال لهم طالما معاكم البغل ده مافيش خوف عليكم ."
    },
    {
        "text": "حمصي انخطفت حماتو راح عند مرتو قلها: أمك انخطفت وبدهون فدية 100 ألف ليرة يا أما بيحرقوها بالبنزين وصرلي من الصبح داير بالحارة من بيت لبيت عم اجمع تبرعات.. قالتلو: وقديش جمعت؟؟؟ قلها: صار معي شي 50 ليتر بنزين."
    },
    {
        "text": "أهبل وأحول بيقلوا طعمية.. الأحول بيرمي الطعمية برة الزيت.. والأهبل بيعمل تشش."
    },
    {
        "text": "واحد عنده مزرعة جزر وجنبه شوية أرانب بيصحي كل يوم ميلاقيش الجزر دا.. راح مزعق لصاحب المزرعة وكسر سنان الأرانب كلها..اليوم اللي بعده بردو ملقاش جزر.. قام ماسك أرنب من رقبته قاله وديتوه فين قام رادد عليه وقاله عملناه عثير وثربناه."
    },
    {
        "text": "طلبت من جوزها 4000 جنيه تعمل عملية ربط معدة.. أداها 30 جنيهاً وقالها هاتي قفل للمطبخ!"
    },
    {
        "text": "ﻏﻀﺐ اﻟﺼﻌﺎﻳﺪة ﻣﻦ اﻟﻨﻜﺖ اﻟﺘﻲ تسخر منهم ولإثبات ﻣﺪى ذﻛﺎﺋﻬﻢ قرروا‬ ‫ﻋﻤﻞ اﺧﺘﺒﺎر ذﻛﺎء ﻟﻬﻢ.. ﻓﺘﻢ اﺧﺘﻴﺎر ‪ ٣‬ﻣﻨﻬﻢ وكانوا ﻣﻦ الأذﻛﻴﺎء.. ‫وﻛﺎن اﻟﺴﺆال اﻷول ﻫﻮ ‪: ﻣﺎ ﻫﻮ الشيء الذي ﻧﻠﺒﺴﻪ ﻓﻲ اﻟﻘﺪم ولونه أﺳﻮد‬ ‫ﻓﺄﺟﺎب اﻷول اﻟحذاء..‬ ‫اﻟﺴﺆال الثاني ﻣﺎ ﻫﻮ الشيء اﻟﺬيﻧﻠﺒﺴﻪ ﻓﻲ اﻟﻘﺪم ولونه ﺑﻨﻲ؟ ﻓﺄﺟﺎب الصعيدي اﻟﺜﺎﻧﻲ اﻟحذاء.. ‫اﻟﺴﺆال اﻟﺜﺎﻟﺚ ما هو الشيء اﻷﺑﻴﺾ اﻟﻤﺴﺘﺪﻳﺮ اﻟﺬي ﻧﺄﺧﺬه ﻣﻦ اﻟﺪﺟﺎج؟ ﻓﺄﺟﺎب اﻟﺜﺎﻟﺚ ﻫﻞ ﻫﻮ ﺑﺮﺑﺎط؟ﻓﻘﻴﻞ ﻻ‬.. ‫ﻓﻘﺎل إذا ﻫﻲ اﻟﺸﺒﺸﺐ‬. ‫‪‬‬‫"
    },
    {
        "text": "ﻣﺮة واﺣﺪ غبي ﻣﺶ ﻋﺎﻳﺰ ﻳﺮوح اﻟﻤﺪرﺳﺔ أﺑﻮه ﻗﺎﻟﻪ ﻟﻴﻪ ﻣﺶ ﻋﺎﻳﺰ ﺗﺮوح‬ ‫اﻟﻤﺪرﺳﺔ؟ أﺻﻞ ﻳﺎ‬ ‫ﺑﺎﺑﺎ اﻟﻤﺪرس ﺑﻴﻘﻮﻟﻰ أﻧﺎ غبي وﻣﺒﻔﻬﻤﺶ، ﻗﺎﻟﻮا ﻃﻴﺐ أﻧﺎ ﻫﺮوح ﻣﻌﺎك‬ ‫اﻟﻤﺪرﺳﺔ وﻫﺸﻮف‬ ‫اﻟﻤﺪرس.. اﻟﻤﻬﻢ أن أﺑﻮ اﻟﻮلد راح اﻟﻤﺪرﺳﺔ ﻗﺎل ﻟﻠﻤﺪرس أﻧﺖ ﻟﻴﻪ ﺑﺘﻘﻮل ﻋﻠﻰ‬ ‫ابني غبي‬ ‫وﻣﺒﻴﻔﻬﻤﺶ؟ اﻟﻤﺪرس ﻗﺎل أﻧﺎ ﻫﺜﺒﺘﻠﻚ أن ابنك غبي.. راح اﻟﻤﺪرس ﻗﺎل ﻟﻠﻮاد روح‬ ‫شوفني في‬ ‫ﻣﻜﺘﺐ اﻟﻨﺎﻇﺮ وﺗﻌﺎﻟﻰ..راح اﻟﻮاد وﺟﻴﻪ ﻗﺎل ﻣﺶ ﻣﻮﺟﻮد في ﻣﻜﺘﺐ اﻟﻨﺎﻇﺮ! راح‬ ‫أبو اﻟﻮاد‬ ‫ﻗﺎل ﻣﻠﻘﺘﻬﻮش في ﻣﻜﺘﺐ اﻟﻨﺎﻇﺮ ﻃﻴﺐ أﻧﺰل ﺷﻮﻓﻮ في اﻟﺤﻮش‬!"
    },
    {
        "text": "صباح الخير يا وجه الخير صباح النور يا دفا المسرور صباح الورد يا صاحب الود صباح الحب يا مالك القلب صباح الغلا على غلا."
    },
    {
        "text": "يا شمس إشرقي على حبيبي وصبحي عليه وأدعيلي.. ما يغيب عن نظر عيني.. وعلى طول بقلبه يشيلني"
    },
    {
        "text": "صباح الشهد صباح العسل.. صباح الحب والغزل.. صباح مصحوب بالأمل.. صباح الحب يا عسل"
    },
    {
        "text": "صباحك ريحته قهوة وطعمه بالحلا معقود صباحك نغمته تغريد وصوته ينعش المجهود."
    },
    {
        "text": "صباح الخير يا الغالي وغلاك يحطم المعهود صباحك يبتدي منك لأنك شمسه اللي تسود صباح الكلمة الحلوة صباح الحب بلا حدود"
    },
    {
        "text": "يا شمس اشرقي على حبيبي وصبحي عليه وأدعيلي ما يغيب عن نظر عيني وعلى طول بقلبه يشيلني"
    },
    {
        "text": "حبيبي.. دعني أوقظ حلمي.. على ابتسامة عينيك وأرتشف رحيق شفتيك.. كل صباح مع قهوتي الداكنة.. لأبدأ يومي الطويل بكلمة.. أحبك!"
    },
    {
        "text": "أحببتُ فيكِ بريق عينيكِ فسحرُ عينيكِ ليس له مثيل وقعتُ أسير حبهما من نظرةٍ من لفتةٍ للطرف الكحيل ."
    },
    {
        "text": "في خمسة حشاشين جالسين يتمازحون بسكاكين ماتوا ثلاث قال الرابع لخويه خلاص خلينا نوقف لا تنقلب جد."
    },
    {
        "text": "محشش وقف تاكسي قال فاضي قال التاكسي أيوا قال المحشش طيب أنزل نسولف شوي."
    },
    {
        "text": "محشش دخل استريو قال: عندك محمد عبده قال: إيه قال المحشش: خله يطلع سيارته مسكرة علي."
    },
    {
        "text": "محشش يقول أحسن خمسة أشياء بالدنيا ثلاثة: النوم والأكل!."
    },
    {
        "text": "قروي ساكن عند الإشارة كل ما ولعت حمرا أرسل ولده يهوي السيارات."
    },
    {
        "text": "ولد قال لأبيه المحشش سكرت على مفتاح السيارة قال أحمد ربك منتافيها."
    },
    {
        "text": "واحد بخيل دخل ويه ولده سوبرماركت فقال الولد لأبيه: أحب الشكولاتة قال له أبيه: حبه ورجعه"
    },
    {
        "text": "محشش شاف جدته راسمة حنة على أيديها.. قالها الله يكون في عونها إيدك بدأت تصدي."
    },
    {
        "text": "أحلام تغني حسبي على الأيام والحظ الردي! حظها ردي وهي لابسة خاتم يسفرني أنا وعيلتي لندن!"
    },
    {
        "text": "حرامي دخل غرفة النوم وسرق كل الأغراض والزوجة نايمة! سألتها الشرطة كيف ما سمعتينه؟!قالت سمعته بس فكرته زوجي خفت اصحي يقولي سوى العشا."
    },
    {
        "text": "سألت زوجها حبيبي أي الفرق بيني وبين نانسي عجرم؟ قالها مفيش فرق هي مرسومة وأنتي شخبط شخابيط."
    },
    {
        "text": "مسطول حب يغازل خطيبته (اللي هي بيضا وعيونها خضرا).. قالها يا أحلى طبق رز بالبسلة شفته!"
    },
    {
        "text": "واحد رجع من الشغل لقي البيت بيتحرق.. دخل أول مرة طلع بنته.. وبعدين دخل طلع مراته.. وبعدين دخل وخرج فاضي.. ودخل تاني وخرج فاضي.. قالوله أنت بتدخل تعمل إيه؟! قالهم بقلب حماتي."
    },
    {
        "text": "من هو المصري؟ هو كائن حي محبوب دوليًا.. مظلوم محليًا.. فقير ماديًا.. تعبان نفسيًا.. والعجيب أنه ما زال حيًا!"
    },
    {
        "text": "نمله شافت نفسها في المراية.. قالت خسارة الوسط هذا على نملة."
    },
    {
        "text": "غبي اتصل على مطعم قال عندكم عشاء؟ قالوا أيوه.. قال ليش ما عزمتوني!"
    },
    {
        "text": "محشش قالو له وش رأيك في الزواج المبكر؟ قال يعني الساعة كم؟"
    },
    {
        "text": "في صرصورين منومين في غرفه الإنعاش.. واحد سئل الثاني قاله ريد؟ قال لا نعال."
    },
    {
        "text": "فيه واحد نذل عازم اخوياه في السطح ليش؟ علشان تكون علاقة سطحية."
    },
    {
        "text": "بدوي ذهب لجده وشاهد مناظر السيدات والفتيات بالشوارع، قال أقسم بالله ما أرجع السعودية مرة ثانية."
    },
    {
        "text": "سكران معه هاتف خاص به يريد أن يكتب رسالة، ذهب لأخيه وطلب منه أن يكتب رسالة مكانة لأن خطه قبيح."
    },
    {
        "text": "غبي اشترى تاكسي وسار به في الشوارع وبمجرد إشارة الناس له بتاكسي تاكسي ينظر لهم ويضحك ويقول لهم أعرف والله أعرف."
    },
    {
        "text": "قطعة سكر موضوعة في كوب شاي، الشاي قال لها: يا سكر يا حلو، والسكر قال للشاي: يا مدوبني."
    },
    {
        "text": "واحد قزم قصير جدًا كان يسير بجانب رصيف أحس بالعطس ولما عطس اصطدمت رأسه بالرصيف."
    },
    {
        "text": "أغبياء يريدون يفجرون أحد المباني وضعوا قنابل بالدور الأول وهربوا للدور الأخير وهو سطح البيت."
    },
    {
        "text": "غبي حب يشرب لبن ذهب للثلاجة وجد أن تاريخ إنتاج اللبن منتهي، غير التاريخ وشربه."
    },
    {
        "text": "شخص يسأل غبي متى آخر مرة ذهب للبحرين، رد عليه الغبي وقال: لما كان خط الجسر ترابي."
    },
    {
        "text": "خمسة رجال بخلاء ذهبوا إلى مقهى وطلبوا كوب عصير واحد ولكن مزوداً بخمس شفاطات."
    },
    {
        "text": "عندما أراد شخص أن يقفز من الطابق العاشر، صعد للطابق الخامس وألقي بنفسه منه مرتين."
    },
    {
        "text": "رجل أراد تقديم هدية في عيد ميلاد زوجته بحيث تختلف المفاجأة عن كل سنة ففاجئها وألقى عليها الطلاق."
    },
    {
        "text": "قامت نملة بالزواج من فيل ولما توفي بقيت طول عمرها تحفر لدفنه."
    },
    {
        "text": "رجل غبي قام بإزالة لحيته وشاربه وقام بعدها بمقابلة أصدقائه قال لهم: تصدقون ما عرفتكم."
    },
    {
        "text": "غبي يأخذ برأيه في موضوع الزواج المبكر وكان رده: كم الساعة التي يبدأ بها الزواج."
    },
    {
        "text": "شخص سكران قابل الفنان رابح صقر في طريقه فسأله هل أنت الفنان رابح صقر، رد الفنان بنعم أنا رابح صقر، قال له السكران وأين الصقر الذي ربحته."
    },
    {
        "text": "آشكــر البلديــة علي تصميــم المطبــات اللي لمــا تطلع فوقهــا بتشــوف سوريــا ونص فلسطين يعنــي منهــا تنظيـم مروري ومنهــا سيــااحة وغير هيك بتنخض معدتك"
    },
    {
        "text": "كان في اثنين تنابل-كسلانين متل طلاب الكندي- قال الواحد للثاني يا ريت في عندنا زر بنكبسه بيطلعلنا كل شي بدنا ياه قاله الثاني يا ريت هالزر بينكبس لحاله"
    },
    {
        "text": "أمر معلم أحد التلاميذ أن يكتب (سافر بكري يوم الأربعاء) فساله الطالب هل الهمزة فوق الاف ولا تحته قال له هو بالواقع سافر يوم الخميس."
    },
    {
        "text": "في حادث في طريق عام أجا واحد حمصي بدو يشوف الحادث قال بعدو أبوي أبوي المهم بعد ما بعدوام شاف حمار معفوس ."
    },
    {
        "text": "في مرة مجانين في مستشفى المجانين قرروا الهروب من المستشفى قال زعيمهم اسمعوا رح نطلع نمسك الحارس ونربطة ومن ثم نهرب عبر الباب فعندم خرجوا لم يجدوا الحارس فقال الزعيم شباب فشلت الخطة الحارس مو موجود."
    },
    {
        "text": "لما طلع مرض جنون البقر شافواأرنب طالع عمب يركض من حمص فوقفوا سألوا ليش هربان فقال الأرنب ليش مادريتو بمرض جنون البقر فقالوا: ليش انت شودخلك قال الأرنب قولو هلشي للحماصنة ما عمب يصدقو."
    },
    {
        "text": "في إحدى ضيع الرّيف كان في شب عم يغازل حبيبتو، فقال لها: أنا بشوف الدّنيا كلا بعينيك، وبنفس الوقت سمعوا ختيار مسكين عم يحكي هيك وقلو الله يرضى عليك شفلي هل الجحشه وينا."
    },
    {
        "text": "ديك شاف صوص عم يدخّن أم هددو بإنو يشكي لأبو أم ألو الصوص أنا تفقيص مكنات."
    },
    {
        "text": "سوري ساكن في حي الطفايله دهن سيارته وحط ورقه على الزجاج مكتوب عليها احزر الدهان.. ثاني يوم لقي سيارته محفور عليها في كل مكان “ازرق”."
    },
    {
        "text": "احول بيسوق بيسكليتا “دراجة ” كان راح يصدم في عمود… قال له واحد انتبه لا تصدم العامود. قاله ما عليك بدخل من بينهم."
    },
    {
        "text": "عصفور حمصي كان يطير على ارتفاع منخفض فاصطدم بزجاج سيارة وسقط على الأرض، شفق السائق عليه فأوقف السيارة وحمل العصفور وأخذه إلى البيت وهناك وضعه في قفص ووضع أمامه ماء وخبز، ولما فاق العصفور ووجد نفسه وراء الشبك ضرب بجناحه على رأسه قائلاً: العمى!! سجن وقضبان!؟ معقولة نكون روحناه للزلمة ."
    },
    {
        "text": "في حمصيين بمقابلة عالتلفزيون سألت المذيعة الأول: سوريا بالنسبة إلك شو؟ جاوبها سوريا أمي. سألت التاني سوريا بالنسبة إلك شو؟ قال مابقدر إحكي على أم رفيقي."
    },
    {
        "text": "كان في حمصي وهو ماشي إنشقت شحاطته قام راح خيطها عند الكندرجي بعد أسبوع شافها تحسنت قام فك الخياطه."
    },
    {
        "text": "في مدرس سأل طالب: بكرا إنت لما تكبر شو بدك تصير؟ قله: ختيار. الأب:شو؟ الابن: رسوب، الأب: معقول ترسب سنتين؟ الابن: شو بساوي أسئلة هالسنة كانت متل أسئلة السنة الماضية!"
    },
    {
        "text": "تنين من المجانين خطر ببال الأول أن يقول حكمة، فقال: قلي من صديقك أقول لك من أنت، فقال الثاني: من صديقك؟ رد الأوّل: من أنت؟"
    },
    {
        "text": "راح واحد لعند بياع فلافل محشش، قال: أعطيني 3 ساندوتشات فلافل بدون مخلل، قاله البياع: ما عندي مخلل، ساويلك ياهن بدون بندورة؟"
    },
    {
        "text": "واحد بخيل اتفق هو ومرته الحامل، إذا إجاهم ولد يسموه مبروك، قام وقت ولدت المرة، طلعت الممرضة عم بتقول: ألف ألف مبروك، قال: أوف وين بدي أروح فيون هادول كلون؟"
    },
    {
        "text": "في طالبين وصلوا المدرسة متأخرين، سأل الأستاذ واحد منهم وهو غضبان: وينك لهلأ؟ قاله وهو عم يبكي: في ليرة ضاعتلي وكنت عم دور عليها، وما معي غيرها مصروف، وسأل التاني: وأنت وينك لهلأ ليش متأخر؟ قاله: كنت داعس عالليرة!"
    },
    {
        "text": "مرة واحد وجعه ضرسه، قام راح إلى طبيب، قام الدكتور خلعله كل أسنانه عدا الضرس المنخور، انصدم المريض وقاله شو عملت؟"
    },
    {
        "text": "قاله إيه خليه لحاله بستاهل! في واحد نذل اتصل بالإطفاء، وقال شو إذا ما في حريق ما منشوفكن؟ واحد راح يشيع بجنازة، سأل واحد: شو بيشتغل الميت؟ قال: يحفر قبور، رد عليه: سبحان الله من حفر حفرة لأخيه وقع فيها"
    },
    {
        "text": "واحد لابس جرافته فبيسأل صاحبه هي معدولة؟ قاله لا مع محمد."
    },
    {
        "text": "مرة واحد اشتري شقه إيجار.. رمي علي الحيطان لبن عشان تبقي Milk."
    },
    {
        "text": "واحدة اتصلت بشيخ بتقوله: هي أغاني نانسي عجرم حرام؟ قالها: إيه قولي تاني كده!"
    },
    {
        "text": "ابن مفتي الجمهورية راح يقدم في الكلية الحربية فلما رجع قال لباباه يا بابا طالبين مني تحليل المخدرات! قاله وماله يا بني نحللهالك."
    },
    {
        "text": "مرة واحد صعيدي فتح التلفزيون بالليل.. عشان يشوف المذيعة وهي نايمة."
    },
    {
        "text": "واحد غبي بيسأل شيخ في رمضان بيقولو هي الشطافة بتفطر في رمضان يا شيخ؟ الشيخ قالوا لا يا بني طبعا! الغبي قالوا اصلي شربت منها النهاردة."
    },
    {
        "text": "مرة صنايعي عطس.. قال هات شاي."
    },
    {
        "text": "كل ما جيت اطرد ‏صورتك من خيالي ‏شفتها ‏في منامي ‏قرد ينطط قدامي"
    },
    {
        "text": "أهدي الورد لأهل الورد صباح الشوق لأهل الذوق وصباح الهنا لحبيبي أنا"
    },
    {
        "text": "حبيت أسبق سكان هالكون وأقول لـأحلى ما في الكون.. صباح الخير يا عمري"
    },
    {
        "text": "صباح الخير يا وجه الخير صباح النور يا دفا المسرور صباح الورد يا صاحب الود صباح الحب يا مالك القلب صباح الغلا على غلا."
    },
    {
        "text": "يا شمس إشرقي على حبيبي وصبحي عليه وأدعيلي.. ما يغيب عن نظر عيني.. وعلى طول بقلبه يشيلني"
    },
    {
        "text": "صباح الشهد صباح العسل.. صباح الحب والغزل.. صباح مصحوب بالأمل.. صباح الحب يا عسل"
    },
    {
        "text": "صباحك ريحته قهوة وطعمه بالحلا معقود صباحك نغمته تغريد وصوته ينعش المجهود."
    },
    {
        "text": "صباح الخير يا الغالي وغلاك يحطم المعهود صباحك يبتدي منك لأنك شمسه اللي تسود صباح الكلمة الحلوة صباح الحب بلا حدود"
    },
    {
        "text": "يا شمس اشرقي على حبيبي وصبحي عليه وأدعيلي ما يغيب عن نظر عيني وعلى طول بقلبه يشيلني"
    },
    {
        "text": "حبيبي.. دعني أوقظ حلمي.. على ابتسامة عينيك وأرتشف رحيق شفتيك.. كل صباح مع قهوتي الداكنة.. لأبدأ يومي الطويل بكلمة.. أحبك!"
    },
    {
        "text": "قطعني حتة حتة لو سمعت إني أحب غيرك والله لو يحبونني ستة لأبقى غريق في بيرك"
    },
    {
        "text": "أنا هنا يا ابن الحلال ورقمي عندك بالجوال متى تحن وتديني اتصال ولا البعد غير الحال"
    },
    {
        "text": "وحشني يا فرفور صدقني يا أمور من غير مألف وأدور في قلبي اسمك محفور"
    },
    {
        "text": "يا أغلى وأحلى من أعزّهيا صباح الحـبّ كلّه، وشمس عمري وظلّه."
    },
    {
        "text": "‏فيه مليارات البشر ‏ناس ‏تدرس ‏ناس طموحه ‏وانتي حماره بس تقرين رسايل"
    },
    {
        "text": "من غيرك مقدر أعيش والله الحياة ما تمشيش حبك بالقلب دوم يعيش ولو أديتني تطنيش"
    },
    {
        "text": "يا شيخ روح تنيل الحب مش بس كلام روح تعلم يا منيل كيف بالحب يكون الغرام"
    },
    {
        "text": "أحببتُ فيكِ بريق عينيكِ فسحرُ عينيكِ ليس له مثيل وقعتُ أسير حبهما من نظرةٍ من لفتةٍ للطرف الكحيل"
    },
    {
        "text": "ولد قال لأبيه المحشش سكرت على مفتاح السيارة قال أحمد ربك منتافيها."
    },
    {
        "text": "واحد بخيل دخل ويه ولده سوبرماركت فقال الولد لأبيه: أحب الشكولاتة قال له أبيه: حبه ورجعه"
    },
    {
        "text": "مهندس قرر يسيب الشغل.. وهو ماشي قال أنا مستطيل."
    },
    {
        "text": "طلبت من جوزها 4000 جنيه تعمل عملية ربط معدة.. أداها 30 جنيهاً وقالها هاتي قفل للمطبخ!"
    },
    {
        "text": "ﻏﻀﺐ اﻟﺼﻌﺎﻳﺪة ﻣﻦ اﻟﻨﻜﺖ اﻟﺘﻲ تسخر منهم ولإثبات ﻣﺪى ذﻛﺎﺋﻬﻢ قرروا‬ ‫ﻋﻤﻞ اﺧﺘﺒﺎر ذﻛﺎء ﻟﻬﻢ.. ﻓﺘﻢ اﺧﺘﻴﺎر ‪ ٣‬ﻣﻨﻬﻢ وكانوا ﻣﻦ الأذﻛﻴﺎء.. ‫وﻛﺎن اﻟﺴﺆال اﻷول ﻫﻮ ‪: ﻣﺎ ﻫﻮ الشيء الذي ﻧﻠﺒﺴﻪ ﻓﻲ اﻟﻘﺪم ولونه أﺳﻮد‬ ‫ﻓﺄﺟﺎب اﻷول اﻟحذاء..‬ ‫اﻟﺴﺆال الثاني ﻣﺎ ﻫﻮ الشيء اﻟﺬيﻧﻠﺒﺴﻪ ﻓﻲ اﻟﻘﺪم ولونه ﺑﻨﻲ؟ ﻓﺄﺟﺎب الصعيدي اﻟﺜﺎﻧﻲ اﻟحذاء.. ‫اﻟﺴﺆال اﻟﺜﺎﻟﺚ ما هو الشيء اﻷﺑﻴﺾ اﻟﻤﺴﺘﺪﻳﺮ اﻟﺬي ﻧﺄﺧﺬه ﻣﻦ اﻟﺪﺟﺎج؟ ﻓﺄﺟﺎب اﻟﺜﺎﻟﺚ ﻫﻞ ﻫﻮ ﺑﺮﺑﺎط؟ﻓﻘﻴﻞ ﻻ‬.. ‫ﻓﻘﺎل إذا ﻫﻲ اﻟﺸﺒﺸﺐ‬. ‫‪‬‬‫"
    },
    {
        "text": "ﻣﺮة واﺣﺪ غبي ﻣﺶ ﻋﺎﻳﺰ ﻳﺮوح اﻟﻤﺪرﺳﺔ أﺑﻮه ﻗﺎﻟﻪ ﻟﻴﻪ ﻣﺶ ﻋﺎﻳﺰ ﺗﺮوح‬ ‫اﻟﻤﺪرﺳﺔ؟ أﺻﻞ ﻳﺎ‬ ‫ﺑﺎﺑﺎ اﻟﻤﺪرس ﺑﻴﻘﻮﻟﻰ أﻧﺎ غبي وﻣﺒﻔﻬﻤﺶ، ﻗﺎﻟﻮا ﻃﻴﺐ أﻧﺎ ﻫﺮوح ﻣﻌﺎك‬ ‫اﻟﻤﺪرﺳﺔ وﻫﺸﻮف‬ ‫اﻟﻤﺪرس.. اﻟﻤﻬﻢ أن أﺑﻮ اﻟﻮلد راح اﻟﻤﺪرﺳﺔ ﻗﺎل ﻟﻠﻤﺪرس أﻧﺖ ﻟﻴﻪ ﺑﺘﻘﻮل ﻋﻠﻰ‬ ‫ابني غبي‬ ‫وﻣﺒﻴﻔﻬﻤﺶ؟ اﻟﻤﺪرس ﻗﺎل أﻧﺎ ﻫﺜﺒﺘﻠﻚ أن ابنك غبي.. راح اﻟﻤﺪرس ﻗﺎل ﻟﻠﻮاد روح‬ ‫شوفني في‬ ‫ﻣﻜﺘﺐ اﻟﻨﺎﻇﺮ وﺗﻌﺎﻟﻰ..راح اﻟﻮاد وﺟﻴﻪ ﻗﺎل ﻣﺶ ﻣﻮﺟﻮد في ﻣﻜﺘﺐ اﻟﻨﺎﻇﺮ! راح‬ ‫أبو اﻟﻮاد‬ ‫ﻗﺎل ﻣﻠﻘﺘﻬﻮش في ﻣﻜﺘﺐ اﻟﻨﺎﻇﺮ ﻃﻴﺐ أﻧﺰل ﺷﻮﻓﻮ في اﻟﺤﻮش‬!"
    },
    {
        "text": "غبي متعلم جديد كلمة “فجأة” دخل بقاله قال: أعطني بيبسي وفجأة ميرندا."
    },
    {
        "text": "واحد عنده مزرعة جزر وجنبه شوية أرانب بيصحي كل يوم ميلاقيش الجزر دا.. راح مزعق لصاحب المزرعة وكسر سنان الأرانب كلها.. اليوم اللي بعده بردو ملقاش جزر.. قام ماسك أرنب من رقبته قاله وديتوه فين قام رادد عليه وقاله عملناه عثير وثربناه."
    },
    {
        "text": "مرةمذيع طلع فاصل..نزل مشحون."
    },
    {
        "text": "ديك قال لدجاجة“ياضعيفةيأخذون بيضك وانتي ساكتة” قالت له “على الأقل أحسن من اللي يأذن ولا يصلي“."
    },
    {
        "text": "مرة واحد يقول لزوجته : وش رأيك نرجع زي زمان ابتسمت وقالت : كيف ياحياتي ؟ قال : يعني لا أعرفك ولا تعرفيني."
    },
    {
        "text": "مره واحد راح يفحص عند دكتور سوداني قال له الدكتور : عندك فيروز في الرئه قال: حلو فتش يمكن تلقى نانسي في الكبد ."
    },
    {
        "text": "واحد لابس جرافته فبيسأل صاحبه هي معدولة؟قاله لا مع محمد."
    },
    {
        "text": "مرةواحد اشتري شقه إيجار..رمي علي الحيطان لبن عشان تبقي Milk."
    },
    {
        "text": "واحدة اتصلت بشيخ بتقوله: هي أغاني نانسي عجرم حرام؟  قالها: إيه قولي تاني كده!"
    },
    {
        "text": "ابن مفتي الجمهورية راح يقدم في الكلية الحربية فلما رجع قال لباباه يا بابا طالبين مني تحليل المخدرات! قاله وماله يابني نحللهالك."
    },
    {
        "text": "مرة واحد صعيدي فتح التلفزيون بالليل.. عشان يشوف المذيعةو هي نايمة."
    },
    {
        "text": "واحد غبي بيسأل شيخ في رمضان بيقولو هي الشطافةبتفطر في رمضان يا شيخ؟الشيخ قالو لا يابني طبعا! الغبي قالو اصلي شربت منها النهاردة."
    },
    {
        "text": "رجلين سكرانين رأوا مصباح منير الأول قال هذا القمر، والثاني قال هذا الشمس، رأوا رجل ثالث فسألوه قال: لا أعلم لأني ليس من أهل البيت."
    },
    {
        "text": "امرأة بدوية عزمت امرأة حضرية على الغداء أخبرتها الخضرية أنها مسويه رجيم، قالت لها البدوية ليس هناك مشكلة اطفي عليه النار وتعالي."
    },
    {
        "text": "مهندس قرر يسيب الشغل..وهو ماشي قال أنا مستطيل."
    },
    {
        "text": "طلبت من جوزها 4000 جنيه تعمل عملية ربط معدة.. اداها 30 جنيه وقالها هاتي قفل للمطبخ!"
    },
    {
        "text": "مرةشرطي بيهرش نزل قمل مركزي."
    },
    {
        "text": "بي حب يشرب لبن ذهب للثلاجة وجد أن تاريخ إنتاج اللبن منتهي، غير التاريخ وشربه."
    },
    {
        "text": "شخص يسأل غبي متى آخر مرة ذهب للبحرين، رد عليه الغبي وقال: لما كان خط الجسر ترابي."
    },
    {
        "text": "خمس رجال بخلاء ذهبوا إلى مقهى وطلبوا كوب عصير واحد ولكن مزود بخمس شفاطات."
    },
    {
        "text": "عندما أراد شخص أن يقفز من الطابق العاشر، صعد للطابق الخامس وألقي بنفسه منه مرتين."
    },
    {
        "text": "محشش حبيبته زعلت منه حب يراضيها.. راح جابلها حبيبها القديم وقالها مفااااااجأة."
    },
    {
        "text": "نمله شافت نفسها في المراية.. قالت خساره الوسط هذا على نملة."
    },
    {
        "text": "غبي اتصل على مطعم قال عندكم عشاء؟ قالوا أيوة.. قال ليش ما عزمتوني!"
    },
    {
        "text": "نملة شافت عصير فراولة قالت:يااااااه أخيرا شفت البحر الأحمر."
    },
    {
        "text": "أثنين أغبياء يتمشون لحالهم..تهاوشوا من يمشي في الوسط."
    },
    {
        "text": "كلب ينبح صابه انهيار عصبي ليش؟ كان ينبح على واحد ما يسمع."
    },
    {
        "text": "قروي طلق مرته.. قال لها زعلتي؟!"
    },
    {
        "text": "غبي متعلم جديد كلمة “فجأة” دخل بقالهقال: أعطني بيبسي وفجأه ميرندا."
    },
    {
        "text": "طبيب أطفال تزوج من طبيبة أطفال..أعلنوا حفل زواجهم فى مجلة ميكي."
    },
    {
        "text": "واحد أهبل اشترى رسيفر راح لأمه قالها أنا جبت رسيفر..قالتله جبت فلوسه منين؟ قالها بعت التليفزيون."
    },
    {
        "text": "محشش راح يكشف عند دكتور سوداني قاله عندك فيروز في الرئة.. قاله دور كده يمكن تلاقي نانسي في الكبد."
    },
    {
        "text": "واحد مراته اتخطفت واللي خطفها طلب فدية وبعت للزوج صباع مراته عشان يهدده..رد قاله أنا مش متأكد أن ده صباعها ابعت رأسها اتأكد الأول!"
    },
    {
        "text": "واحد قاعد في الدفن سأل رفيقو أنت عزيت؟ قاله لا انا على المازوت."
    },
    {
        "text": "محشش اتصل بالخطوط قال: كم تستغرق رحلة جدة بانكوك؟قاله: لحظة.. قال شكرا."
    },
    {
        "text": "ما هو الفرق بين الكمبيوتر والحفرة؟الكمبيوتر حاسب آلي،والحفرة حاسب تقع."
    },
    {
        "text": "خبير إنترنت خلف ولد..سماه دوت كوم."
    },
    {
        "text": "مرة واحد مات.. حلف ما يعيدها"
    },
    {
        "text": "في بقرة دخلت السجن ليش؟ شافوها تأكل حشيش"
    },
    {
        "text": "واحـد بـخـيـل أبـوه مـات..بـكـى عليه بعـين واحـدة"
    },
    {
        "text": "واحد باله طويل..أرسله للخياط يقصره"
    },
    {
        "text": "في واحد مخلي ماله فوق رأسه ليش؟ يبي يسوي إليه رأس مال"
    },
    {
        "text": "واحد زعلان من أبوه وأمه ليش؟علشان ماعزموه في زواجهم"
    },
    {
        "text": "فيه سيارةمهي راضيةتشتغل ليش؟ تبي تكمل دراستها"
    },
    {
        "text": "في واحد أحول غمز لوحدة..خش في العمود"
    },
    {
        "text": "أتنين مجانين ركبوا موتوسيكل.. فصاروا يتقاتلوا مين يقعد جنب الشباك"
    },
    {
        "text": "واحد أحول يبي يدهن بيتهم.. دهن بيت جارهم"
    },
    {
        "text": "واحد مجنون عمل باب زجاج.. حط فيه عين سحرية"
    },
    {
        "text": "مره واحد اسمه زعتر تزوج وحده اسمها زيت.. خلفوا بنت سموها منقوشه"
    },
    {
        "text": "واحد قال لأبوه: رخصتي انتهت.. قال له أبوه: من كثر دورانك في الشوارع"
    },
    {
        "text": "سيارة إسعاف رايحه المخبز ليش؟ لأنه في خبزه انحرقت"
    },
    {
        "text": "البندورةلما بتعطس شو بتقول؟ كاااااااتشب"
    },
    {
        "text": "واحد تبرع بالدم..  صار دمه خفيف"
    },
    {
        "text": "طالب غبي حطوه بالصف لحاله.. جاب الثاني"
    },
    {
        "text": "في واحد ضاق خلقه.. لبسه لأخوةالصغير"
    },
    {
        "text": "قروي قال لزوجته نكتة.. قالت ها هاها بايخة.. قال هاهاها أنتي طالق."
    },
    {
        "text": "بخيل احترق بيته.. اتصل بالمطافى رنه وقفل."
    },
    {
        "text": "مرة واحد طلعت برأسه فكرة.. صار يسقيها كل يوم."
    },
    {
        "text": "قروي اشترى سيارةوصدم جدار.. علشان بيشوف الإيرباج صدق ولا كذب"
    },
    {
        "text": "أحول سألوه ايش أمنيتك بالحياة؟ قال: أشوف واحد ماشي لوحده"
    },
    {
        "text": "ذبابة مسطولة طايرة فى الجو..وبتقول وسع للنسر"
    },
    {
        "text": "مرةواحد مسكته الكهرباء..قال لها: مش أنا"
    },
    {
        "text": "كسلان داخل الاختبار..وقع منه القلم سلم الورقة"
    },
    {
        "text": "واحد بخيل مبلط بيته كله رخام ليه؟ عشان إذا وقع القرش يسمعه"
    },
    {
        "text": "فيه ذباب يدور على أرنب ليه؟ مسوي فيها صقر"
    },
    {
        "text": "مسطل شاف إشارة ممنوع الوقوف انبطح"
    },
    {
        "text": "مرة في واحد مسطول راح على البحرين أخذ معاه مايوهين"
    },
    {
        "text": "ديكين يحششوا بقفص دجاج،تاني يوم الصبح طلع الديك وقال: كوكايييييييين"
    },
    {
        "text": "في عجوز بطلت محو الأمية ليش؟ خايفه من التعيين في القرى"
    },
    {
        "text": "محشش وقفه شرطي قاله ليش ما ربطت الحزام قال أصلا ما لبست بنطلون"
    },
    {
        "text": "هندي أرسل رسالة فاضيه لاهله في الهند ليه؟ زعلان ما يكلمهم ها ها"
    },
    {
        "text": "واحد نذل اتصل على mbc_fm يهدي أغنية بابا فين لجميع الأطفال الأيتام"
    },
    {
        "text": "في واحد اشترى عطر جورج قرداحي رش منه رشة طلع له سؤال"
    },
    {
        "text": "فيه نذل عينوه مدير للجمعيةالخيرية للمعاقين أول يوم حط سباق قفز الحواجز"
    },
    {
        "text": "في غبي سمع عن الجمرة الخبيثة سكر بريده الإلكتروني"
    },
    {
        "text": "واحد سأل محشش قال له هذا البنك فاتح، قاله المحشش لا غامق"
    },
    {
        "text": "في محشش قاعد قدام ستارت غرفته ليه؟ يستنا المسرحية تبدأها ها"
    },
    {
        "text": "قروي معزوم على سمك قالو له انتبه ترى بوه شوك قال ما عليك لابس نعال"
    },
    {
        "text": "غبي مضيع حماره لقى حمار وحشي قال: الأهبل متزين يحسبني ما أعرفه"
    },
    {
        "text": "عجوز نايمة على رأس الدرج علشان إذا قامت تنتع"
    },
    {
        "text": "في قروي يسوي خمسات ليه يبغي يشوف رقم اللوحه الخلفية"
    },
    {
        "text": "فيه قروي عطوه سمبوسه فتحها يحسبها هدية"
    },
    {
        "text": "واحد شاف ساعةواقفة.. جاب لها كرسي"
    },
    {
        "text": "واحد رجع في كلامه.. صدم اللي وراه"
    },
    {
        "text": "خروف عليه خط أحمر ليش لأنه قليل الدسم."
    },
    {
        "text": "مرة حداد تحمم.. صدا"
    },
    {
        "text": "صعيدى حب يعمل ليلة حمراء..ولع فى الشقة النار."
    },
    {
        "text": "في واحد انكسر حوضه.. ركبوله مغسلة."
    },
    {
        "text": "خبل مشترك في مسابقة أسرع رسمة.. رسم نقطة وقال: هذا فيل جاي من بعيد."
    },
    {
        "text": "نذل شاف واحد يغرق قاله أنقذني.. رد عليه اسمحلي يا خي هذا يومك."
    },
    {
        "text": "محششين قال واحد تصدق بالي مشغول.. قال الثاني أكيد السماعه مرفوعة."
    },
    {
        "text": "نمله ناشبه في مغناطيس ليه؟ مركبه تقويم أسنان."
    },
    {
        "text": "مسطول شبت النار في أمه.. قالها: منورة يا حجة."
    },
    {
        "text": "محشش مسكوه يزور فلوس..لقوه مزور فئة 60 ريال."
    },
    {
        "text": "مدرس قال لطالب أعرب كلمة بعوضه.. قال الباء حرف جر.. وعوضه واحد من الجماعة."
    },
    {
        "text": "محشش صدم 2 الأول مات والثاني يخانق.. قال المحشش شف خويّـك مات ما قال شي!"
    },
    {
        "text": "محشش ماشي في الشارع شاف دوريه..يبي يبعد الشبهة وقفهم وقال اللومينا للبيع."
    },
    {
        "text": "محشش قالو له وش رأيك في الزواج المبكر؟قال يعني الساعةكم؟"
    },
    {
        "text": "محشش يسأل خويه كم الساعة؟ قال مدري؟ قال غريبةأنا عندي مدري ألا خمس."
    },
    {
        "text": "محشش يصبغ جدار قاله واحد حط تحتك جريدة..قال لا عادي أطول."
    },
    {
        "text": "صوص يرقص في الشارع شافه ديك قال ما عندك أهل يربونك؟ قال لا تفقيس مكاين."
    },
    {
        "text": "واحد نذل تهاوش مع أمه بالسوق.. مرت الهيئة قال تراها صديقتي."
    },
    {
        "text": "في صرصورين منومين في غرفه الإنعاش..واحد سئل الثاني قاله ريد؟قال لا نعال."
    },
    {
        "text": "حرامي نذل دخل على بيت يبي يسرق.. لقى عجوز بردااانة..شغل عليها المكيف."
    },
    {
        "text": "شلة دخلت على المطعم تزغرد ليش؟ عشان بدهم يطلبوا عرايس."
    },
    {
        "text": "عربجي تزوج عربجية.. جابوا ولد سموه أحلااااااااا"
    },
    {
        "text": "فيه واحد نذل عازم اخوياه في السطح ليش؟علشان تكون علاقة سطحية."
    },
    {
        "text": "فيه واحد صعيدي رمى خطيبته من فوق جبل وماتت.. قالها: اباي ماتتحملي مزح!"
    },
    {
        "text": "مرة واحد صعيدى كبر دماغه.. ما عرفش يقلع الجلابية."
    },
    {
        "text": "واحد مستعجل تجوز وحده مستعجله.. خلفو ولد مو فاضيلهم."
    },
    {
        "text": "واحد سمع إنه الجزر مفيد للنظر.. قام جاب جزرة وقعد يطلع عليها."
    },
    {
        "text": "صعيدي أتقفل على أصبعه الباب..الباب ورم."
    },
    {
        "text": "كيف تعاقب زوجتك القصيرة ؟! ضع لها المكياج فوق الدولاب."
    },
    {
        "text": "محشش شاف جدته راسمة حنة على ايديها.. قالها الله يكون في عونها ايدك بدأت تصدي."
    },
    {
        "text": "أحلام تغني حسبي على الأيام والحظ الردي ! حظها ردي وهي لابسة خاتم يسفرني أنا وعيلتي لندن!"
    },
    {
        "text": "حرامي دخل غرفة النوم وسرق كل الأغراض والزوجة نايمة! سألتها الشرطة كيف ما سمعتيه؟! قالت سمعته بس فكرته زوجي خفت اصحى يقولي سوي العشا."
    },
    {
        "text": "سألت زوجها حبيبي أي الفرق بيني وبين نانسي عجرم؟ قالها مفيش فرق هي مرسومة وأنتي شخبط شخابيط."
    },
    {
        "text": "مسطول حب يغازل خطيبته (اللي هي بيضا وعيونها خضرا)..قالها يا أحلى طبق رز بالبسلة شفته!"
    },
    {
        "text": "واحد رجع من الشغل لقى البيت بيتحرق..دخل أول مرة طلع بنته.. وبعدين دخل طلع مراته.. وبعدين دخل وخرج فاضي.. ودخل تاني وخرج فاضي..قالوله أنت بتدخل تعمل إيه؟!قالهم بقلب حماتي."
    },
    {
        "text": "من هو المصري ؟هو كائن حي محبوب دوليًا.. مظلوم محليًا.. فقير ماديًا.. تعبان نفسيًا.. والعجيب أنه ما زال حيًا!"
    },
    {
        "text": "أخبرني بعض النكات عن رجلين عجوزين"
    },
    {
        "text": "كان رجلان عجوزان يناقشان أمراضهما. قال الرجل الأول: \"لقد بدأت أنسى، ولا أستطيع حتى أن أتذكر رقم هاتفي"
    },
    {
        "text": "فأجاب الرجل الثاني: أنا أسمعك"
    },
    {
        "text": "في الأسبوع الماضي نسيت عيد ميلادي"
    },
    {
        "text": "قال الرجل الأول: \"هذا ليس سيئًا للغاية"
    },
    {
        "text": "أجاب الرجل الثاني: أنت على حق. لقد كان عيد ميلاد زوجتي"
    },
    {
        "text": "كان هناك رجلان عجوزان في عيادة الطبيب"
    },
    {
        "text": "قال الرجل الأول: أشعر وكأنني طفل حديث الولادة. ليس لدي أسنان ولا شعر، بللت سروالي فحسب"
    },
    {
        "text": "أجاب الرجل الثاني: \"هذا يبدو فظيعا. ماذا قال الطبيب؟"
    },
    {
        "text": "قال الطبيب: لدي بعض الأخبار الجيدة وبعض الأخبار السيئة. والخبر السار هو أنك ستعيش حتى عمر 100 عام"
    },
    {
        "text": "قال الثاني: والأخبار السيئة؟"
    },
    {
        "text": "قال الطبيب: \"سيتعين عليك أن تتحمل صديقك هنا لفترة طويلة"
    },
    {
        "text": "كان رجلان مسنان في الخارج للنزهة"
    },
    {
        "text": "يقول أحدهم: أعتقد أن ذاكرتي أصبحت أسوأ. في ذلك اليوم نسيت اسمي"
    },
    {
        "text": "فيجيبه الرجل الآخر: لا تقلق، أنا أنسى اسم زوجتي طوال الوقت"
    },
    {
        "text": "كان هناك صديقان قديمان يلعبان الجولف"
    },
    {
        "text": "قال أحدهما للآخر: لم أشعر بتحسن في حياتي قط. لدي وظيفة رائعة، وزوجة رائعة، ولعبتي في الجولف لم تكن أفضل من أي وقت مضى"
    },
    {
        "text": "قال الرجل الآخر: \"من الرائع أن نعرف ذلك. كيف هو سمعك؟"
    },
    {
        "text": "أجاب الرجل الأول: \"أوه، هذا مثالي. أستطيع سماع كل شيء"
    },
    {
        "text": "قال الرجل الثاني: \"هذا مضحك، لأنك ضربت الكرة بطريقة خاطئة"
    },
    {
        "text": "لماذا لا تستطيع الدراجات الوقوف من تلقاء نفسها؟ لأنهما متعبان"
    },
    {
        "text": "ماذا قال الجراح للمريض الذي أصر على إغلاق جرحه بنفسه؟ خياطة النفس"
    },
    {
        "text": "لماذا يبقى النحل في خلاياهم خلال الشتاء؟ سرب"
    },
    {
        "text": "ماذا تسمون دراجة نارية تضحك؟ ياماهاهاهاها"
    },
    {
        "text": "كيف يصنع موسى قهوته؟ العبرانيون ذلك"
    },
    {
        "text": "أخبرتني زوجتي أنني يجب أن أتوقف عن التصرف مثل طائر الفلامنجو. لذلك كان علي أن أنزل قدمي"
    },
    {
        "text": "لماذا لا يثق العلماء بالذرات؟ لأنهم يشكلون كل شيء"
    },
    {
        "text": "ما هو أفضل شيء في سويسرا؟ لا أعرف ، لكن العلم هو إضافة كبيرة"
    },
    {
        "text": "ذهبت لشراء بعض السراويل المموهة بالأمس ولكن لم أتمكن من العثور على أي منها"
    },
    {
        "text": "ماذا تسمون سمكة بلا عيون؟ فش"
    },
    {
        "text": "حاولت التقاط بعض الضباب في وقت سابق. أنا ضباب"
    },
    {
        "text": "قالوا لي أنني سأصاب بالصمم بسبب الاستماع إلى الموسيقى الصاخبة. لا بأس على الرغم من ذلك، إنه مجرد رأي سليم"
    },
    {
        "text": "لقد أخبرت النجار بأنني لا أريد درجات مغطاة بالسجاد. أعطاني درجًا فارغًا"
    },
    {
        "text": "إلى كل من سرق Microsoft Office الخاص بي، سأجدك. أعدك"
    },
    {
        "text": "ماذا تسمى هطول الأمطار الخطير؟ مطر من الرعب"
    },
    {
        "text": "المستقبل والحاضر والماضي دخلوا إلى الحانة. أصبحت الأمور متوترة بعض الشيء"
    },
    {
        "text": "لقد فقدت وظيفتي كمصمم مسرح. غادرت دون أن أصنع مشهدًا"
    },
    {
        "text": "إذا جلبت أمطار أبريل زهور مايو، فماذا تجلب زهور مايو؟ الحجاج"
    },
    {
        "text": "لماذا لا تستطيع الدراجة الوقوف؟ لأنه كان متعبا اثنين"
    },
    {
        "text": "ماذا قال أحد الجدران للآخر؟ سأقابلك في الزاوية"
    },
    {
        "text": "ماذا تسمى ساحر الكلاب؟ لابراكادابرادور"
    },
    {
        "text": "لماذا تحتوي حظائر الدجاج على بابين فقط؟ لأنه لو كان لديهم أربعة، لكانوا سيارات سيدان دجاج"
    },
    {
        "text": "ما تكلفة الحفلة 45 سنتا فقط؟ 50 Cent  Nickelback!"
    },
    {
        "text": "ماذا يفعل الفلفل الفضولي؟ يحصل على عمل الهالابينو"
    },
    {
        "text": "ماذا تسمون التمساح في سترة؟ محقق"
    },
    {
        "text": "صديقي يعتقد أنه ذكي. قال لي أن البصل هو الطعام الوحيد الذي يجعلك تبكين. لذلك رميت جوز الهند على وجهه"
    },
    {
        "text": "لم أرغب أبدًا في التصديق أن والدي كان يسرق من وظيفته. لكن عندما عدت إلى المنزل، كانت كل العلامات موجودة"
    },
    {
        "text": "ماذا تسمى المعكرونة المزيفة؟ إمباستا"
    },
    {
        "text": "تريد أن تسمع نكتة عن الورق؟ لا تهتم ، إنه قابل للتعلم"
    },
    {
        "text": "لماذا سقطت الدراجة؟ لأنه كان متعبا"
    },
    {
        "text": "لماذا لا يحكي البيض النكات؟ لقد قاموا بتكسير بعضهم البعض"
    },
    {
        "text": "هل سمعت عن الحريق في السيرك؟ كان في الخيام"
    },
    {
        "text": "ماذا قال اللص بعد تفجير قنبلة داخل فورت نوكس؟ الآن هذا ما أسميه التكسير الآمن"
    },
    {
        "text": "لماذا لا تشارك السرطانات؟ لأنهم المحار"
    },
    {
        "text": "ماذا قالت قبعة لأخرى؟ ابق هنا! أنا ذاهب إلى الأمام"
    },
    {
        "text": "كيف تصل الأشجار إلى الإنترنت؟ لقد قاموا فقط بتسجيل الدخول"
    },
    {
        "text": "هل سمعت عن الرجل الذي ضُرب على رأسه بعلبة من الصودا؟ لم يتأذى لأنه كان مشروبًا غازيًا"
    },
    {
        "text": "لماذا لا يمكنك الركض عبر المخيم؟ لا يمكنك الركض إلا لأنها خيام سابقة"
    },
    {
        "text": "ماذا تسمى النحلة التي لا تستطيع اتخاذ قرارها؟ وربما"
    },
    {
        "text": "حاولت التقاط الضباب أمس. شَبُّورَة"
    },
    {
        "text": "قالوا إنني لا ينبغي أن أسرق الشموع... لكنني أخذت الأمر على محمل الجد"
    },
    {
        "text": "الليلة الماضية، اقتحم شخص ما مرابي وسرق عصا النسيان الخاصة بي. إلى اي مستوى تستطيع النزول؟"
    },
    {
        "text": "اشتريت حذاءً من تاجر مخدرات في وقت سابق اليوم. لا أعرف ما الذي ربطهم به، لكنني كنت أتعثر طوال اليوم"
    },
    {
        "text": "لماذا تحتوي حظائر الدجاج على بابين فقط؟ إذا كان لديهم أربعة، فسيكونون سيارات سيدان دجاج"
    },
    {
        "text": "هل سمعت عن ممثلة آذت نفسها أثناء التصوير؟ لقد أصابت نفسها أثناء التصوير"
    },
    {
        "text": "لقد فقدت الكتاب الصوتي الخاص بصديقتي ، والآن لن أسمع نهايته أبدًا"
    },
    {
        "text": "لماذا تسقط الدراجات؟ لأنهما متعبان"
    },
    {
        "text": "لماذا تعيش الأسماك في المياه المالحة؟ لأن الفلفل يجعلهم يعطسون"
    },
    {
        "text": "ماذا تسمى المعكرونة المزيفة؟ إمباستا"
    },
    {
        "text": "بقيت مستيقظًا طوال الليل أتساءل أين ذهبت الشمس. ثم تبين لي"
    },
    {
        "text": "ماذا قال أحد المحيطات للمحيط الآخر؟ لا شيء، لوحوا فقط"
    },
    {
        "text": "أردت أن أتعلم كيفية قيادة ناقل الحركة، لكن لم أتمكن من العثور على دليل"
    },
    {
        "text": "لماذا لا يحكي البيض النكات؟ لقد قاموا بتكسير بعضهم البعض"
    },
    {
        "text": "سمعوا عن المطعم الجديد على القمر؟ طعام رائع، لا يوجد جو"
    },
    {
        "text": "ماذا تسمون دراجة نارية تضحك؟ ياماهاهاها"
    },
    {
        "text": "5/4 من الأشخاص يعترفون بأنهم سيئون في التعامل مع الكسور"
    },
    {
        "text": "ماذا تسمى الكلب الذي يقوم بالخدع السحرية؟ لابراكادابرادور"
    },
    {
        "text": "لماذا كان 6 يخاف من 7؟ لأن 7، 8، 9"
    },
    {
        "text": "ماذا تسمون القرد في حقل الألغام؟ بابوم"
    },
    {
        "text": "لم أكن في الأصل سأجري عملية زرع دماغ، ولكن بعد ذلك غيرت رأيي"
    },
    {
        "text": "ما هي الخضار الأكثر تسلية؟ أضحوكة"
    },
    {
        "text": "هل سمعت عن الرجل الذي ضُرب على رأسه بعلبة من الصودا؟ إنه محظوظ لأنه كان مشروبًا غازيًا"
    },
    {
        "text": "لم أتمكن من معرفة سبب استمرار زيادة حجم لعبة البيسبول. ثم ضربني"
    },
    {
        "text": "المستقبل والحاضر والماضي دخلوا إلى الحانة. أصبحت الأمور متوترة بعض الشيء"
    },
    {
        "text": "كنت أتساءل لماذا أصبح الفريسبي يكبر أكثر فأكثر، ثم أصابني"
    },
    {
        "text": "لماذا نطلب من الممثلين \"كسر ساقهم\"؟ لأن كل مسرحية لها طاقم"
    },
    {
        "text": "سمعت عن المطعم الجديد على القمر؟ طعام رائع، لا يوجد جو"
    },
    {
        "text": "ماذا تسمى الجبل المضحك؟ هيل-آريوس"
    },
    {
        "text": "هل سمعت عن الممثل الذي سقط من خلال ألواح الأرضية؟ لقد كان يمر بمرحلة ما"
    },
    {
        "text": "هل تعلم أن البطاطس المقلية الأولى لم يتم طهيها بالفعل في فرنسا؟ لقد تم طهيها في اليونان"
    },
    {
        "text": "ماذا قال العنب عندما سحق؟ لا شيء، فقط أخرج القليل من النبيذ"
    },
    {
        "text": "ماذا تسمى المعكرونة المزيفة؟ إمباستا"
    },
    {
        "text": "هل تريد سماع نكتة البناء؟ أنا لا تزال تعمل على ذلك"
    },
    {
        "text": "لماذا لا تستطيع الدراجة الوقوف من تلقاء نفسها؟ لقد كان متعبا"
    },
    {
        "text": "كيف تجعل الأخطبوط يضحك؟ مع عشرة دغدغة"
    },
    {
        "text": "هل سمعت عن مصنع الجبن الذي انفجر في فرنسا؟ لم يبق سوى دي بري"
    },
    {
        "text": "سمعوا عن المطعم الجديد اسمه كارما؟ لا توجد قائمة: أنت تحصل على ما تستحقه"
    },
    {
        "text": "ماذا تسمون الحزام المصنوع من الساعات؟ الخصر من الوقت"
    },
    {
        "text": "لماذا تسقط الدراجات؟ لأن اثنين منهم متعب"
    },
    {
        "text": "لماذا يضع الدجاج البيض؟ لأنهم إذا أسقطوها فسوف ينكسرون"
    },
    {
        "text": "لماذا لا يحكي البيض النكات؟ لقد قاموا بتكسير بعضهم البعض"
    },
    {
        "text": "حاولت التقاط بعض الضباب في وقت سابق. أنا ضباب"
    },
    {
        "text": "ما تكلفة الحفلة 45 سنتا فقط؟ 50 Cent  Nickelback!"
    },
    {
        "text": "ماذا تسمى الجبن الذي ليس لك؟ جبن ناتشو"
    },
    {
        "text": "لم أتمكن من معرفة السبب الذي يجعل لعبة البيسبول تكبر أكثر فأكثر. ثم ضربني"
    },
    {
        "text": "ماذا يفعل الفلفل الفضولي؟ يحصل على عمل الهالابينو"
    },
    {
        "text": "ماذا قال اللص بعد تفجير قنبلة داخل فورت نوكس؟ الآن هذا ما أسميه التكسير الآمن"
    },
    {
        "text": "لماذا يبقى النحل في خلاياه خلال فصل الشتاء؟ لأنهم بحاجة إلى معاطف سرب"
    },
    {
        "text": "لماذا لا تستطيع إلا حمل بالون؟ لأنها سوف \"تتركها"
    },
    {
        "text": "لماذا طعم صخرة القمر أفضل من طعم صخرة الأرض؟ لأنه نيزك صغير"
    },
    {
        "text": "جملة رائعة تستفيد من المعنى المزدوج لـ \"المشكلات\"، أسئلة الرياضيات المعقدة والمشكلات العامة. تلاعب بالألفاظ بسيط لكنه فعال من شأنه أن يجعل كتب النكتة للأطفال تحسدهم"
    },
    {
        "text": "ما هو الشيء المشترك بين الإسكندر الأكبر وويني الدبدوب؟ نفس الاسم الأوسط"
    },
    {
        "text": "مزيج سخيف ومذهل من التاريخ/الثقافة الشعبية يشير إلى الإسكندر المقدوني وويني ذا بوه، مما يرسم أوجه التشابه بين الاثنين. هذه النكتة تأخذ الفكاهة في منعطف يسار جامح"
    },
    {
        "text": "لماذا تطير طيور النورس فوق البحر؟ لأنهم إذا طاروا فوق الخليج، فسيكونون كعكًا"
    },
    {
        "text": "يبرز هذا الذكاء الاصطناعي التورية السمعية، ويلعب بالكلمات التي تبدو متشابهة (النوارس، الخليج، الخبز) للحصول على روح الدعابة الصوتية الرائعة. إنها بنية بسيطة ولكنها ذكية بشكل لا يصدق بالنسبة للكوميديا ​​التي يولدها الذكاء الاصطناعي"
    },
    {
        "text": "ماذا يفعل الفلفل الفضولي؟ يحصل على أعمال الهالابينو"
    },
    {
        "text": "تعتبر التورية الغذائية من الأمور المفضلة في فكاهة الذكاء الاصطناعي، وهذه ليست استثناءً. إنه يمزج بسلاسة بين كلمة \"فضولي\" مع اسم الفلفل للحصول على أنين يحفز الابتسامة"
    },
    {
        "text": "هل سمعت عن الخوف من الأماكن المغلقة مثل Tron أوت؟ لقد كان يحتاج فقط إلى مساحة صغيرة"
    },
    {
        "text": "هذه النكتة عبارة عن جوهرة، حيث تخفي خدعة ذكية للغاية في التلاعب بالألفاظ داخل إعداد بسيط وخط مزخرف. \"الفضاء\" له معنيان وثيقا الصلة بالموضوع - الفضاء الخارجي والفضاء الشخصي، مما يجعل هذه النكتة هي الفائزة"
    },
    {
        "text": "لماذا رفض الرجل الخفي عرض العمل؟ لم يستطع أن يرى نفسه يفعل ذلك"
    },
    {
        "text": "مرة أخرى، يستخدم الذكاء الاصطناعي التلاعب بالألفاظ مع كلمة \"انظر\" لصياغة نكتة ذكية. يُظهر فهمًا للتعبيرات Matic ويضيف لمسة فكاهية باستخدام شخصية خيالية"
    },
    {
        "text": "كنت أتساءل لماذا أصبحت الكرة أكبر. ثم ضربني"
    },
    {
        "text": "الاتجاه الخاطئ Classic تم استخدام هذا التنسيق البسيط في النكات التي صنعها الإنسان لعقود من الزمن، ومن الرائع رؤية الذكاء الاصطناعي يلتقط البنية. لا يوجد خداع في المفردات، فقط كوميديا ​​نظيفة"
    },
    {
        "text": "ما هو الشيء الذي يجلس في قاع المحيط ويرتعش؟ حطام عصبي"
    },
    {
        "text": "لمثل هذه التورية الأساسية، جعلنا هذا نصرخ بصوت عالٍ. يأخذ الذكاء الاصطناعي تعبيرًا شائعًا ويصوره حرفيًا في جملة مرئية عائمة. بسيطة ولكنها بارعة"
    },
    {
        "text": "أود أن أقول لك نكتة عن عمودي الفقري، لكنها تتعلق بظهري الضعيف"
    },
    {
        "text": "حنطي؟ نعم. هل نهتم؟ لا! هذه النكتة تأتي مباشرة من كتاب اللعب التورية البشري"
    },
    {
        "text": "يستخدم الذكاء الاصطناعي المعنى الغامض لـ \"الظهر الضعيف\" إما كعمود فقري أو نكتة سيئة السرد، مما يؤدي إلى تقديم جملة سخيفة ولكنها فعالة"
    },
    {
        "text": "لماذا كان الملعب ساخناً جداً بعد المباراة؟ لأن جميع المشجعين غادروا؟"
    },
    {
        "text": "تتلاعب هذه التورية الذكية بالمعنى المزدوج لـ \"المشجعين\" كمتفرجين وأجهزة تبريد، مما يضفي طابعًا بشريًا على الملعب نفسه من أجل ضحكة متعددة الطبقات"
    },
    {
        "text": "\"لماذا كان كتاب الرياضيات حزينًا؟ لأنه كان لديه الكثير من المشاكل"
    },
    {
        "text": "ديك يقف فوق الشجر يؤذن وثعلب تحت الشجرة منتظر لحين ينتهي الديك من آذانه، ويقول له: ما تريد تنزل كي نقيم الصلاة جماعة."
    },
    {
        "text": "بدوي تعرض بيته للحريق اتصل بالمطافئ حضرت بسرعة لحين تلحق الحريق قال لها: قواعد الذوق تقول لابد من أن تشربون القهوة قبل أن تطفو الحريق."
    },
    {
        "text": "رجل قروي ركب وسيلة مواصلات مثل التاكسي ترك زوجته تجلس بالأمام بجانب السائق حتى لا ينظر لها بالمرآة."
    },
    {
        "text": "بدوي ذهب لجده وشاهد مناظر السيدات والفتيات بالشوارع، قال أقسم بالله ما أرجع السعودية مرة ثانية."
    },
    {
        "text": "سكران معه هاتف خاص به يريد أن يكتب رسالة، ذهب لأخيه وطلب منه أن يكتب رسالة مكانة لأن خطه قبيح."
    },
    {
        "text": "غبي اشترى تاكسي وسار به في الشوارع وبمجرد إشارة الناس له بتاكسي تاكسي ينظر لهم ويضحك ويقول لهم أعرف والله أعرف."
    },
    {
        "text": "قطعة سكر موضوعة في كوب شاي، الشاي قال لها: يا سكر يا حلو، والسكر قال للشاي: يا مدوبني."
    },
    {
        "text": "واحد قزم قصير جدًا كان يسير بجانب رصيف أحس بالعطس ولما عطس اصطدمت رأسه بالرصيف."
    },
    {
        "text": "أغبياء يريدون يفجرون أحد المباني وضعوا قنابل بالدور الأول وهربوا للدور الأخير وهو سطح البيت."
    },
    {
        "text": "غبي حب يشرب لبن ذهب للثلاجة وجد أن تاريخ إنتاج اللبن منتهي، غير التاريخ وشربه."
    },
    {
        "text": "شخص يسأل غبي متى آخر مرة ذهب للبحرين، رد عليه الغبي وقال: لما كان خط الجسر ترابي."
    },
    {
        "text": "خمس رجال بخلاء ذهبوا إلى مقهى وطلبوا كوب عصير واحد ولكن مزود بخمس شفاطات."
    },
    {
        "text": "عندما أراد شخص أن يقفز من الطابق العاشر، صعد للطابق الخامس وألقي بنفسه منه مرتين."
    },
    {
        "text": "رجل أراد تقديم هدية في عيد ميلاد زوجته بحيث تختلف المفاجأة عن كل سنة ففاجئها وألقى عليها الطلاق."
    },
    {
        "text": "قامت نملة بالزواج من فيل ولما توفي بقيت طول عمرها تحفر لدفنه."
    },
    {
        "text": "هنديات دخلوا بيت يبون يسرقون..مالقوا شيء نظفوا المطبخ وطلعو."
    },
    {
        "text": "قراوى يتعلمون ربط الكرفتة.. أربعةمنهم توفوا وستةفي حالةخطرة."
    },
    {
        "text": "قروي سمع بخطف الطيارات..ركب قطار الدمام وقاله روح جدة."
    },
    {
        "text": "واحد حط فلوسه في البنك وكل ليلةيمر ويدق بوري..علشان يصحى الحارس"
    },
    {
        "text": "محشش بلغ عن حادث 70 سيارة… يوم جاء المرور لقاه في التشليح"
    },
    {
        "text": "واحد بغى يودع فلوس في البنك لما راح لقى البنك مسكر..حط الفلوس تحت الباب"
    },
    {
        "text": "واحد غبي فتح محل غاز..فجر أربع اسطوانات غاز دعاية للمحل"
    },
    {
        "text": "صرصور طالع من السوبر ماركت زعلان ليش؟ شاف صورة أبوه على البف باف"
    },
    {
        "text": "ذبانه تنادي بنتها اذبيبينه.. ولا ردت.. قالت بف باف يقطع قلبش"
    },
    {
        "text": "واحد حران حب يخفف المكيف.. قام وسحب الفيش شوي شوي"
    },
    {
        "text": "واحد عجلة سيارته نامت..نزل صحاها"
    },
    {
        "text": "في نذل مر على المقبرة.. شغل المسجل وحط فيه أغنيه الحياة حلوة"
    },
    {
        "text": "صرصور يركض ورى سيارة مجاري سالوه ليش؟! قال شفط الأهل وراح"
    },
    {
        "text": "فيه فأر طموحه في المستقبل يكون ماوس كمبيوتر"
    },
    {
        "text": "واحد شاف مطب في الشارع.. راح جاب له مرهم"
    },
    {
        "text": "مرة استاذ قال لطلابه: يعيش القرد في جنوب آسيا… الطلاب: يعيش يعيش يعيش"
    },
    {
        "text": "في فريق كرةقدم للنمل كان معهم صرصور ليش؟ لاعب أجنبي"
    },
    {
        "text": "ما هو إعراب الصرصور؟مرفوع بالجدار مضروب بالنعال"
    },
    {
        "text": "واحد بايخ تزوج واحدة بايخة.. جابو ولد مسوي نفسه ميت"
    },
    {
        "text": "دجـاجة انتـحرت وكتبت في وصيتها خلو ماجي ينفعكم"
    },
    {
        "text": "مرّه واحد راح يقابل خطيبته أخذ معاه ملعقه ليش؟ علشان يحرك مشاعرها"
    },
    {
        "text": "فيه نذل صار مدير دار أيتام سوى مجلس أباء"
    },
    {
        "text": "محشش وقف في نقطة تفتيش قال للعسكري عبي بعشرة"
    },
    {
        "text": "واحد دلوع تزوج دلوعه جابوا ولد سموه: يااااااي"
    },
    {
        "text": "في عجوز عمرها خمس سنوات ليش؟ فاصلةعداد المسافات"
    },
    {
        "text": "محشش ماسك ثلجة يقول أموت وأعرف من أي خرم تنقط هذي"
    },
    {
        "text": "بخيل يقول لعياله أنجحوا في الأمتحان بوديكم تشوفون يهال يا كلون آيسكريم"
    },
    {
        "text": "واحد يحب الجوال.. جاب مولوده سماها شريحة"
    },
    {
        "text": "في عجوز قاعده تصفر ليش؟ تعدت ال120"
    },
    {
        "text": "فيه واحد سمع عن عيد الحب قال وين يصلون فيه؟"
    },
    {
        "text": "كان هدفي في الحياة اكسب حبك.. ولما تحقق الهدف صار تسلل!"
    },
    {
        "text": "وحدة غارت من زينب العسكري.. سمت نفسها موضي التخصصي"
    },
    {
        "text": "واحد يبغى شارع الستين..راح لشارع الثلاثين مرتين ورجع"
    },
    {
        "text": "أحب أرد وأشكرك وأقول: أهديك باقة لحم مشوي بفحم وكل عام وأنت شحم"
    },
    {
        "text": "واحد ما يعرف يسبح رمـوه اصدقاه في البحر لكنه لم يغرق. ليش؟لإنه لوح"
    },
    {
        "text": "في واحد راح الملعب معاه علم اسود ليش؟يشجع الحكم"
    },
    {
        "text": "واحد كهربائي أبوه مات الناس بتعزيه (البقية في حياتك) قالهم منجلكوش في تلاجة بايظة"
    },
    {
        "text": "في واحد دخل البقاله قال عندكم ايس كريم أبو ريالين فقال البقال اي قال بكم"
    },
    {
        "text": "صيدلي قروي جاتله وحدة قالتله عندك حاجه تبيض الوجه. جابلها ذبيحة"
    },
    {
        "text": "محشش راح المحكمةالقاضى بيسأله أنت متجوز مين؟ قاله متجوز واحده ست.. القاضى: أنت بتهرج هو فى حد بيتجوز راجل؟!قاله أيوا أختى متجوزة راجل."
    },
    {
        "text": "في دينار متحجب ليش؟لإنه طالع من البنك الإسلامي"
    },
    {
        "text": "واحد حب واحدة.. أتجوز أختها علشان يضمن يشوفها كل يوم"
    },
    {
        "text": "بيقولك مره كلب فقد الذاكرة مشي في الشارع يقول: هو هو. نو نو ……. ماااااء"
    },
    {
        "text": "صعيدى حبس واحد في غرفة دائرية.. وقاله لو قعدت في الزاوية هطلعك"
    },
    {
        "text": "فرخه معلقه صوره بيضه ليه؟بتفتكر شكلها وهى صغيرة."
    },
    {
        "text": "كسلان نظم جدول مباريات للدوري.. حط أول يوم اجازة"
    },
    {
        "text": "محشش واقف عند باب بيتهم ومرت الشرطه عليه وسألوه: أنت من أهل البيت؟قالهم: لا من كفار قريش"
    },
    {
        "text": "محششين قالهم الشرطي ليه عيونكم حمرا؟ قالوله أحنا قرايب"
    },
    {
        "text": "صعيدى لقى كنز.. قال: الحمد لله،بس باقي الخريطة"
    },
    {
        "text": "محشش ماشى فى الشارع لقى عمود نور مكتوب عليه شقة للإيجار قعد يخبط على العمود لغاية لما جاله محشش تانى … قال له أنت بتعمل إيه هنا قال له أصلي لقيت مكتوب شقة للإيجار قمت قعدت أخبط بس محدش رد عليا! قام التانى قال له غريبة مع أن الجماعة منورين النور فوق."
    },
    {
        "text": "ضب مواعد خويته جت ومعها خنفسانه قال من ذي؟ قالت زي السيرلانكيةحقتي"
    },
    {
        "text": "فيه عجوز شافت جني قالت بسم الله علي.. قال الجني من زينك"
    },
    {
        "text": "دجاجه باضت بيضه بدون قشر ليش؟ مستعملةشامبو ضد القشرة"
    },
    {
        "text": "فيه ذباب يدور على أرنب ليه؟مسوي فيها صقر"
    },
    {
        "text": "محشش ماسك دجاجةويطقها يقول يا بنت الكلب كل يوم بيض ما في جبن"
    },
    {
        "text": "أغبياء سوو مندي وتعشوا نواشف ليه؟ ضيعوا الحفرة"
    },
    {
        "text": "غنمة قالت امبااااا سمعهة تيس قال عمري هالصوت"
    },
    {
        "text": "نمله متعلقة في رقبه فيل ليه؟مسويةمسكةمخلبية"
    },
    {
        "text": "دجاجة وديك شافو محل شاورما.. قال الديك: هذا مصير اللي ما تسمع كلام زوجها"
    },
    {
        "text": "واحد يحـط جمبة سطل موية لما ينام ليش؟ عشان يغرق بالأحلام"
    },
    {
        "text": "عربجي محشش واقف قدام المكيف..ويقول للمكيف أقول لا تنفخ"
    },
    {
        "text": "في واحد غبي يبي يذبح سمكه.. غرقها بالمويه."
    },
    {
        "text": "غبي داخل سينما لقى مكتوب ممنوع الدخول لأقل من 18 راح جاب 17 واحد"
    },
    {
        "text": "اهدي الورد للغالي لكن يوم انته الورد شو أهديك (سماد)"
    },
    {
        "text": "انت الأمل والود انت عبير الورد انت الفرح والسعد انبسطت يالقرد"
    },
    {
        "text": "في قروي قال حقين الهاتف أغبياء ليش؟ طلع شريحة جوال عائلي وهو عزابي"
    },
    {
        "text": "واحد اشترك في من سيربح المليون سالوه عن اسمه؟طلب رأي الجمهور"
    },
    {
        "text": "واحد يدور بسيارته عند المخفر ليش؟ زوجته معاه مو رابطةحزام الأمان"
    },
    {
        "text": "حمار حرق نفسه (يعني انتحر) تدري ليه؟ اكتشف إنه يشبهك."
    },
    {
        "text": "حمار شاف حصان.. قال أخ لو إني مخلص الثانوية"
    },
    {
        "text": "صرصور متمرد ليش؟مو لاقي نعال توقفه عند حده"
    },
    {
        "text": "واحد غبي اشترك في نادي صحي.. جاب واسطة عشان لا يداوم"
    },
    {
        "text": "قطو محشش ماسكه معاه غلط ليش؟  محتار ما يدري هي ميو ولا نيو"
    },
    {
        "text": "فيه صرصور متلطم ليه؟  حالق الشنب"
    },
    {
        "text": "في واحد راح للملعب ويناظر فوق ليش؟ يدور على كلمة مباشر"
    },
    {
        "text": "مره واحد بلع منشفة.. نشف ريقة"
    },
    {
        "text": "فيه طالب شاطر جداً نجح في المدرسة وطلع من الأوائل.. وبعدها شفروه"
    },
    {
        "text": "محشش مسكته دوريه قالوا له أركب.. قال لا والله البيت قريب"
    },
    {
        "text": "مره واحد بلع سكينه.. أنجرحت مشاعره"
    },
    {
        "text": "واحد غبي حلق شنبه دخل على أهله وقال تصدقون معرفتكم"
    },
    {
        "text": "محشش ماشي انقطعت نعاله.. خيطهم بعد أسبوع فك الغرز"
    },
    {
        "text": "مرة واحد مسطول بيمسك الحجار وبيرميها على الباب..وبيقول مين؟"
    },
    {
        "text": "عربجي مات أبوه.. دفنه بالتشليح"
    },
    {
        "text": "مرة واحد ضرب الرقم القياسى فى الجري.. الرقم القياسى رفع عليه قضية"
    },
    {
        "text": "صرصور طلع من خلاط كهربائى.. قال: يلعن أبوه اللى يدخل ملاهى مرة ثانية"
    },
    {
        "text": "نملة منبطحة على بطنها ليش؟تحل الواجب"
    },
    {
        "text": "فيه واحد دخل قاعة الامتحان ومعه ملعقه ليه؟ علشان يقلب بها أفكاره"
    },
    {
        "text": "مرة واحد بيكره نفسه.. وقع فى حفرة قال أحسن"
    },
    {
        "text": "كيس طاير بالهواء ليش؟هارب من البلدية"
    },
    {
        "text": "عجوز راحت للمقبرة ليش؟ تبي تشتري قطع غيار"
    },
    {
        "text": "في واحد محشش فتح باب الثلاجة لقي الجلي يهتز..قاله لا تخاف بشرب موية"
    },
    {
        "text": "في واحد مات لقوه كاتب في وصيته..وأنت شعليك حتى هذي بتعرفها"
    },
    {
        "text": "مرة واحد عداه العيب..أخذ تاكسي ولحقه"
    },
    {
        "text": "في دجاجه واقفـه عـلى الحـدود ليه؟تـهرب من مـاجي"
    },
    {
        "text": "خروف سأل أمه ماااااااااء وين بااااااء ؟ قالت: امباع"
    },
    {
        "text": "مرة واحد غبي بتكلم أمام المروحة ليش؟ عشان يتكلم عالهواء مباشرة"
    },
    {
        "text": "رجل غبي قام بإزالة لحيته وشاربه وقام بعدها بمقابلة أصدقائه قال لهم: تصدقون ما عرفتكم."
    },
    {
        "text": "غبي يأخذ برأيه في موضوع الزواج المبكر وكان رده: كم الساعة التي يبدأ بها الزواج."
    },
    {
        "text": "شخص سكران قابل الفنان رابح صقر في طريقه فسأله هل أنت الفنان رابح صقر، رد الفنان بنعم أنا رابح صقر، قال له السكران وأين الصقر الذي ربحته."
    },
    {
        "text": "متعاطي للحشيش ذهب ليخطب، أهل العروس يسألونه ماذا تعمل؟ قال لهم: أنه أخصائي لف تكييف."
    },
    {
        "text": "رجلين سكرانين رأوا مصباح منير الأول قال هذا القمر، والثاني قال هذا الشمس، رأوا رجل ثالث فسألوه قال: لا أعلم لأني ليس من أهل البيت."
    },
    {
        "text": "امرأة بدوية عزمت امرأة حضرية على الغداء أخبرتها الخضرية أنها مسويه رجيم، قالت لها البدوية ليس هناك مشكلة اطفي عليه النار وتعالي."
    },
    {
        "text": "واحد غبي قام بإجراء عملية جراحية، ونجحت العملية، أجراها مرة أخرى."
    },
    {
        "text": "رجل عسيري يغازل زوجته ويقول لها: كم وزنك؟ قالت له أربعين قال لها: ما شاء الله نفس مقاس حذائي."
    },
    {
        "text": "سيدة حلمت بأن رجل سكران يجري وراءها ويتتبعها، وقفت وقالت له: ماذا تريد مني؟ قال لها: لا أعرف هذا حلمك."
    },
    {
        "text": "رجل تقابل مع امرأة وظل يغازلها ويقول: كم أنتي جميلة؟ قالت له: ليتك جميل حتى أقول لك مثلما أخبرتني، قال: لا عليكي من الممكن أن تكذبي كما كذبت أنا."
    },
    {
        "text": "شخص نذل ذهب بجانب مقبرة، وشغل أغنية الحياة حلوة."
    },
    {
        "text": "امرأة تكرونيه رأت أسد طلبت منه ألا يأكلها، رد الأسد عليها بأنه ممنوع من تناول المشويات."
    },
    {
        "text": "ولد سكران يقود سيارته وبجانبه والده، وطلب منه والده أن يلف يمين، رد عليه الولد السكران ليتك تلف أنت أنا مشغول بالقيادة."
    },
    {
        "text": "سكران يقود سيارته الفراري شغل الراديو، سمع المذيعة تقول هنا لندن، رد وقال: هذا آخر السرعة."
    },
    {
        "text": "سكران يطلب من أخيه أن يخبره ويقول من أنت حتى يقول له السكران من تكون، رد أخيه عليه وقال: من أنت؟ فرد السكران عليه وقال من تكون؟"
    },{
        "text": "وحدة قالت لزوجها مالك يا زلمة الك ساعتين بتقرا بعقد الزواج ليش ع ايش بتدور قلها بفتش ع تاريخ الانتهاء."
      },
      {
        "text": "سأل المعلم التلميذ: اذا باع أبوك عشرون كلغ موز ب 10 دنانير.. و عشرون كلغ برتقال ب 20 دينار فما هو المبلغ الذي سيحصل عليه ؟ التلميذ: لا شيء.. لأن أمي ستستولي على الفلوس كلها."
      },
      {
        "text": "الجمل العربية التي عقدت العلماء نفس القياس بس أصغر شوي انا ما بدي احلف بس اقسم بالله العظيم نعسان ؟ لا والله بس بدي اناملي ساعة زمن إمشي خلينا نقعد، تعبت وأنا قاعد بمشي."
      },
      {
        "text": "البقرة وقعت فوقه في واحد من جماعتنا شرب حليب ومات .. لماذا ؟ لأن البقرة وقعت فوقه !"
      },
      {
        "text": "فلسطينية بتروي قصة لبست الفستان وراحت جري عالكصر وشافها الامير وحبها وركصوا سوا وفجأة دكت الساعة طنعش وخد يا جري وصارت ترمح ترمح ووكع ببوجها عالدرج انخمد هالكيت وبكره بكملك باكي الكصة فلسطينية بتروي قصة سندريلا لابنها."
      },
      {
        "text": "طبخة دوالي فلسطيني مسافر بالطيارة جابتله المضيفة 5 حبات دوآلي في صحن .. أكلهن وبس خلص … قالها : مستوي مستوي .. هاتي الطنجرة !!"
      },
      {
        "text": "شو وجه الشبه بين الخليلي و السريلانكية؟، الاثنين بكيفوا لما بجيهم رسالة."
      },
      {
        "text": "خليلية قالها أبوها إجاكي اخو صغير ، قالت بالله عليك ما تقول لأمي خليها مفاجئة."
      },
      {
        "text": "خليلية قالها زوجها بدي رومانسية ، سألت أمها قالت بعرفش احتياطي طلعي لحمة."
      },
      {
        "text": "خليلي بتمدحو صاحبته ،انت بطل أنت قوي قالها أصلا أنا كنت شهيد في معركة الكرامة."
      },
      {
        "text": "خليلي بغازل خطيبته حكالها اقدر على سنة جوع واركض حافي ورا جربوع بس ما أنحرم من رسايلك أسبوع."
      },
      {
        "text": "ولد خليلي إجه لعند أبوه بيبكي وبيقلو: باااابااااا هئيت صحيح إنه إحنااااا أغبى شعب بالبلد؟؟؟؟ قام أبوه عصب وصار يخبط راسه بالحيط وقاله: ياااااا إبني لاااااااا. إحناااااااا أذكى شعب بالعالم ومع خبط راسه بالحيط صار يطلع صوت خبيط.. قام قال لإبنه: أوووووم شووووف مييين عم بيدء الباااااااب."
      },
      {
        "text": "خليلي ماشي بالطريق.. وهو ماشي داس على ضفدع.. قام طلعوا عيون الضفدع من راسه ، قام الخليلي قاله: شوووو شااااايفك تفاجئت."
      },
      {
        "text": "مرة كان في خليلي ونابلسي وقدسي صحاب قام إجه النابلسي للخليلي وقاله: بدي أحزرك حزيرة، إذا حزرتها بتاخذ 5 ليرات.. وإذا ما حزرتها بتعطيني 5 نيرات.. وافق الخليلي قاله النابلسي: في شغله مدورة وحمرة وفي شغلة مطاولة وخضرة إذا فرمناهم بيصيرو سلطة.. شوه هني؟؟ قال الخليلي: بسيطة.. بندورة وخيارة.. قاله النابلسي: صح وهي 5 ليرات.. طيب في شغلتين مدورين وحمر وشغلتين مطاولين وخضر إذا فرمناهم بيصيرو سلطة.. شو هني؟؟ قال الخليلي: شو لا هي صعبة.. ما بعرف قاله النابلسي: طيب هات 5 ليرات.. وظل النابلسي يسأله: ثلاث شغلات.. أربع شغلات.. ويسلت منه ليرات بعد شوي إجه القدسي حكى للنابلسي: أي حل عن الزلمة أديش بدك و تحل عنه؟؟ قاله النابلسي: 100 ليرة.. قام القدسي عطاه إياهن.. قام النابلسي أخذهم وراح بعد أكم من يوم إجه النابلسي ليشوف أصحابه قام لقى القدسي عم بيقول للخليلي: عشر آلاف شغلة مدورة وحمرة وعشر آلاف شغلة مطاولة وخضرا إذا فرمناهين بيصيرو سلطة شو هني؟؟ قال الخليلي: شو لول.. والله شكلها هينت معي.. قال النابلسي: لالا استنى طيب خلص أنا باخذ خمسة آلاف وبروح."
      },
      {
        "text": "الضابط قال للمجند ليش شعرك طويل؟! فقال له المجند: أنت قلت لي، اللي بدو يطول شعره يطلع برة!"
      },
      {
        "text": "مرة واحد وواحد صاحبو أجوا يوخذوا صورة تذكارية، قال المصور اللي بدو يضحك يقول موزه.. الأول قال: موزة، الثاني قال: مع قصها."
      },
      {
        "text": "مرة واحد وقع عن الدرج، قالوه شو صار؟ قالهم: حسيت الدنيا كلها مرت من قدامي.. قالوا كيف؟ قالهم: مرت أختي."
      },
      {
        "text": "مرة واحد راح يفحص نظره، قاله الدكتور: أنت متأكد أن نظرك ضعيف؟ قاله: آه والله، بشوف قروش على شكل دوالي."
      },
      {
        "text": "مرة واحد إشترى سيارة جديدة.. صار يبكي.. قالوله ليش؟ قالهم: عشان أخاف على السيارة من الحوادث."
      },
      {
        "text": "فيه واحد متزوج جاب له ولده البكر، راح قال لصاحبه: صار عندي ولد، صاحبه قال: شو اسمه؟ قال: اسمه كرامة، صاحبه قال: ليش هيك؟ قال: عشان عندي كرامة!"
      }
]