[
  {"text": "مره واحد لبان أشترى عمارة (ملك) مراته راحت تلم القشطة من على السطح."},
  {"text": "واحد بيقول لصاحبه هو انا لما ابوس اختك نبقى نسايب قاله لأ نبقى خالصين."},
  {"text": "واحد فلاح.. ركب مع تاكسي، ركب مراته قدام علشان السواق ميبصلحاش بالمراية."},
  {"text": "واحد راح يخطب بنت من أهلها قالو البنت دلوقت بتدرس قال يعني أرجع بعد ساعة."},
  {"text": "فيه واحد اسمه زعلان تزوج واحدة اسمها فرحانه خلفوا بنت سموها يا فرحة ما تمت."},
  {"text": "واحد ماشي في بيتهم خبط أمه قالتله مش شايفني قالها شفتك بس مش فاكر فين."},
  {"text": "واحد رخم قال لواحد ارخم منه الطماطم لما بتعطس بتقول ايه قال بتقول: كاتششششب."},
  {"text": "سألوا محشش لماذا سمت قناة السويس بهذا الاسم؟ رد وقال: لأنه السفن بتمشي بسويس بسويس."},
  {"text": "غبي مسكوه بيزور فلوس بيقول للضابط أموت واعرف عرفتوا أزاي؟ الضابط قاله هو في ورقة ب65 جنيه."},
  {"text": "سأل الأستاذ الطالب: ما هو الشي الذي لونه أسود وأصفر وينزل عسل؟؟ أجاب الطالب أتوبيس مدرسة البنات."},
  {"text": "واحد سنانه كلها طايره ما عدا الأنياب … قدم على وظيفة عينوه خرامة."},
  {"text": "مرة واحد بخيل أوي حب يدهن شقته دهن حيطة أبيض وكتب على باقي الحيطان (نفس اللون)."},
  {"text": "مرة واحد غبي اشتغل سواق تكسي في الصين كل ما يوقف لواحد يقول له أنا قبل شوي نزلتك."},
  {"text": "ولد غبي جاله في الامتحان بتاع الكيمياء بيقول السؤال ايه الحاجه اللي مش بتذوب في المياه قاله السمكة."},
  {"text": "واحدة قالت لجوزها عايزين ندبح خروف بمناسبة 25 سنة على جوازنا قام قالها وايه ذنب الخروف في غلطة ارتكبها حمار."},
  {"text": "مرة ولد صغير بيقول لأمه الحامل: إنتي بتحبي أخويا اللي في بطنك؟؟ قالتله ايوه اكيد ياحبيبي قالها امال ليه بلعتيه؟؟"},
  {"text": "مرة توك توك دخل محطة البنزين يمول فلقى مقطورة بتمول 200 لتر وميكروباص بيمول 50 لتر بص للراجل بكسوف وقاله امبووه."},
  {"text": "مرة واحد بخيل جداً خبط في حيطة اتعور جامد اوى وقعد ينزف شافه واحد عسكري قال له: اشوفلك دكتور قال له: لا شوفلس حد يشترى الدم اللي نازل ده."},
  {"text": "مرة واحدة ست بتقول لجوزها ليه مش بتعمل زي أستاذ سعيد جارنا كل يوم بيبوس مراته قبل ما يروح الشغل قام قال لها انا مستعد وماعنديش مانع بس تفتكري هي ترضى."},
  {"text": "مرة واحد ماشي مع خطيبته وآخر انسجام فقالها: عارفة ايه هو الحب وايه الجواز؟ قالتله: لا قالها: الحب زي النجوم الجميلة اللي في السماء قالتله: طب والجواز؟” قالها: دي البلاعة اللي واحنا بنبص على النجوم بنقع فيها."},
  {"text": "واحد بيقول لصاحبه عيب مراتك تحدفك بالشبشب واحنا قاعدين قاله بس بزمتك جه فيا."},
  {"text": "ندل واقف في ميكروباص ضحك لبنت ضحكتله غمزلها غمزتله شاورلها تنزل نزلت قعد هو مكانها."},
  {"text": "واحد اهبل مراته ولدت بعد شهر من الجواز سألوه ازاي؟؟؟؟؟؟ قال يانهار أسود على الحسد يا ناس."},
  {"text": "واحد بيقول لصاحبه احنا في الجنة هيجبولنا ستات اشطه قاله والستات بتوعنا قاله هيعذبوا بيهم الكفار."},
  {"text": "فرختين مشيين الأولى معلقة بيضة على رقبتها.. فالتانية بتسالها اية البيضة دي؟ قالت دي صورتي وانا صغيرة."},
  {"text": "مره واحد اهبل خطف واحده هبله وهما ماشين بالعربية قعدت تصرخ قالها هتسكتي ولا انزلك؟ قالت له خلاص هسكت."},
  {"text": "مرة 2 حشاشين قاعدين .. واحد بيقول للثاني: احنا داخلين على القرن 21 أنا خايف العيال يسقطوا ونعيد القرن العشرين تاني."},
  {"text": "واحدة عجوزة راحت الغابة فصادفت في طريقها أسد كبير قالت له وهي مرعوبة: أرجوك ماتكلنيش! فقال لها الأسد: اطمني ياختي .. الدكتور منعني من النواشف."},
  {"text": "كان في ثلاثة ركبوا الطائرة جت ليهم المضيفة قالت لهم: ماذا تريدون؟ قال الأول واحد عسل يا عسل قال الثاني واحد سكر يا سكر سمعهم الثالث وقال واحد حليب يا بقرة."},
  {"text": "واحد بخيل مات أبوه راح يعمل له نعي فى الجريدة فقال لهم ايه أقل مساحة عندكم؟ قالوا له: سطر واحد به خمس كلمات، قال لهم: اكتبوا: رزق ينعى أبوه: قالوا له لسه فاضل كلمتين. قال لهم: اكتبوا: وبيصلح تليفزيونات."},
  {"text": "واحد رفع قضية وقعت عليه."},
  {"text": "قهوجي خلف ولد من غير وش."},
  {"text": "مرة واحد عداه العيب خد اللي بعده."},
  {"text": "خبير إنترنت خلف ولد سماه دوت كوم."},
  {"text": "دفتر بيتمشى في الشارع ليه؟ فاضي."},
  {"text": "طبيب تزوج طبيبه خلفوا عيل زي الحقنه."},
  {"text": "مره واحد رجع في كلامه راح خبط الي وراه."},
  {"text": "واحد صعيدي حب يزيد دخله اشترى نص مراكب الشمس."},
  {"text": "مرة واحد متضايق ليه؟ يقعد على مسمار."},
  {"text": "فيه نمله بتنطط ليه؟ بتقلد عبده موته."},
  {"text": "فيه واحد قاعد في البلكونة شرب شاي ركب نص نقل."},
  {"text": "مرة واحد حلق شنبه قبل مايربيه."},
  {"text": "واحد بينام بالنهار وبيصحى بالليل يطلع ايه ؟؟ موظف في أمن الدولة."},
  {"text": "واحده وقعت من البلكونه ولما نزلت لقت نفسها فوق."},
  {"text": "مرة واحد حرامي جاله ولد سماه محمد علي بابا."},
  {"text": "مرة واحدة قالت لجوزها أنا بحبك أوي قام قالها هو انا مكسوف."},
  {"text": "مرة واحد كسول كسر ترمومتر عشان الجو كان حر."},
  {"text": "مرة واحد مش لاقى حد يحكى معاه شغل ميكسر."},
  {"text": "أحول راح يجيب شهاده ميلاد لقى ابوه بيتجوز."},
  {"text": "مرة واحد ماشي وسمع صوت جرس قال ياساتر."},
  {"text": "مرة واحد وقف قدام التلاجة لقاها مش لابسة كوباية."},
  {"text": "مرة واحد اتشطر على قفاه قعد عيان فى البيت."},
  {"text": "مرة واحد بيحب القراية حب البلكونة."},
  {"text": "واحد غبي اتجوز واحده غبيه خلفوا اولاد اغبى منهم الاثنين"},
  {"text": "واحد متجوز نكدية ليه ؟ اتجوزها وهو سكران."},
  {"text": "واحد فرفوش .. لبس بدلة رقص"},
  {"text": "واحد عنده قطة.. لما تيجى تنونو يغيرلها الليتر"},
  {"text": "بطة بتقول لاخوها: روح نام.. عشان عندي خفص بكرة الصبح"},
  {"text": "واحد بدوي سأل صاحبه: العصفور بيخاف من الأسد.. ليش؟ قاله: لإنه شايفه من بعيد."},
  {"text": "مره واحد انقذ فتاه من الغرق رفعت عليه قضيه تحرش"},
  {"text": "صعيدي متزوج على زوجته سمعته بيقول لابنه عنده اخوك الصغير في الفصل قال له لأ عياله فى حضانه"},
  {"text": "واحد مسطول كان بيحب اوى الستات .. لما ماتوا الستات كلهم فكر يعمل تمثال .. عمل تمثال لابنه .. قلع هدومه اخد يجرى"},
  {"text": "واحد بلدياتى اسمه عبده .. مراته ولدت بنت سمى البنت عبده وقال هو مفيش حد اغلى منى فى الدنيا دى"},
  {"text": "واحد بيرقص ابنته بنته على الراديو خرجت تسأل هو الراديو ده بنت ناس ولا ولد ناس"},
  {"text": "مره واحد اشترى عباية .. لقاها ضيقة."},
  {"text": "مره واحد غبي … رمى مراته من الشباك قال: يارب تكون اتوفت."},
  {"text": "مره واحد حلق شنبه … قبل مايربيه."},
  {"text": "مره واحد اعمى …. جابوه يشوف العروسه قال لهم: الناس اختشو ماتوا"},
  {"text": "واحد ذهب للطبيب وقال له: أنا خايف أموت، الطبيب قال له: هات ايدك، أخذ يد المريض وأخذ يكلم نفسه، المريض سأله: دكتور بتتكلم مع مين؟ قال له الطبيب: أنا بآخذ رأي اليد الثانية."},
  {"text": "بطة جات تتجوز بطة ابنهم طلع بطبوط."},
  {"text": "مره واحد ضرب نفسه بالنار ماشى بيعوم."},
  {"text": "مره واحد قعد تحت الشباك دخلت بقه فيه نحله"},
  {"text": "مره واحد انقذ فتاه من الغرق رفعت عليه قضيه تحرش"},
  {"text": "واحد معاه تليفون بيبصله من بعيد ليه؟ عنده فيبرشن."},
  {"text": "محشش قابل واحد قدامه قاله: الله يرحمك .. الراجل رد عليه قاله: أنا مامتش ليه؟ قاله: طيب هتعيش ليه؟"}
]